{"name":"Proceedings of the Society for Psychical Research 8294 4978 7215 6712","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_july_1889_supplement.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, Supplement, July 1889","mylang":"de","content":"8applement.] Int~rnational Oongre88.\nSUPPLEMENT.\nL\nINTERNATIONAL CONGRESS OF EXPERIMENTAL\nPSYCHOLOGY.\nBy A. T. MyERS, M.D.\n171\nThe Congress of Physiological Psychology-whose name, however,\nwas changed in the course of its debates to that printed above-held its\nfirst meeting in Paris, August 6-10th. Nearly 200 members had\ninscribed themselves (the fee being 10 francs), and more than half of\nthese attended the meetings, although the rival attractions of other\ncongresses tended to make attendance somewhat irregular. The\nprincipal meetings were held in the new Amphitheatre of the Ecole de\nlledecine, and the sub-sections met in the class-rooms adjoining, the\ngoverning body having placed these very convenient quarters at the\ndisposal of the Congress without payment.\nProf. Charcot, under whose presidency the Congress was convened,\nwas unfortunately prevented from being present by indisposition,\nbut Dr. Magnan and Prof. Ribot as Vice-Presidents, Prof. Richet\nas General Secretary, and MM. Gley and Marillier as Assistant\nSecretaries extended a courteous welcome to the foreigners pre-\nsent. Members from Austria, Belgium, Brazil, Chili, England, Ger-\nmany, Holland, Italy, Mexico, Roumania, RUBBia (including Finland\nand Poland), Salvador, Sweden, Switzerland, and the United\nStates, took part in the debates, and we believe that members\nfrom other countries were also present. The English Society for\nPsychical Research was represented by the President and Mrs.\nHidgwick, Mr. Barkworth, Mr. Kleiber, Dr. Myers, and Mr. F.\nW. H. Myers. The American Society of the same name was repre-\nsented by Prof. William James, Prof. Jastrow, and Mr. Riley (Dele-\ngate of the United States to the Exhibition). M. Marillier, one of\nthe Secretaries of the Congress, is also Secretary for France to our\nSociety. Many men well known in Medicine, Psychology, Physiology,\nand other branches of Science were present. Among them were\nMM. Ballet, Bernheim (Nancy), Binet, Bourru (Rochefort), Carns,\nDanilewsky (Kharkoff), Dejerine, Delbreuf (Liege), Drill (Moscow)\nDigitized by Google\n\f172 Inte't'1latwnal Oong'l'e88 oj [Sawt-t.\nEspinas (Bordeaux), Ferrari, Fontan (Toulon), Forel (Zurich), Galton,\nGrote (1rIoscow), Pierre Janet (Havre), Jules Janet, Lapotine\n(Moscow), Liegeois (Nancy), Lombroso (Turin), Miinsterberg, Neiglick\n(Helsingfors), von Schrenk-Notzing (Munich), Ploix, de Rochas\n(Tours), Seglas, Tokarsky (Moscow), and de Varigny.\nThe proceedings were opened on August 6th by an address from\nProf. Ribot, who worthily filled the chair in Dr. Charcot's absence.\nHe dwelt with justifiable exultation on the recent abundant and varied\ndevelopment of psychological studies-in the direction in which he\nhas himself been a pioneer and a leader-and pointed out how this\ndevelopment, tending as it does to substitute a partially objective and\nphysiological for a purely subjective and introspective method, has\ncaused the need of mutual explanation among psychologists to be more\nstrongly felt. He concluded by expressing a hope that this Inter-\nnational Congress of Psychologists would be the first of a series of\nsimilar meetings.\nThe Secretary-Prof. Ch. Richet--then proceeded to sketch briefly\nthe task marked out for the Congress. He explained that among the\nquestions proposed for discussion there were three that especially\ndemanded\" collective\" work. Among these he placed first the statis-\ntical inquiry into Hallucinations, mentioning the work that had been\nalready done in this department by the Society for Psychical Research,\nand especially by Mr. Gurney, \"dont la science deplore la mort prema-\nturee.\" He dwelt on the importance of concentrated effort to establish,\nif it be possible to establish, by precise and trustworthy testimony, the\nfact of coincidental or \"veridical\" hallucinations, before proceeding to\nframe hypotheses to explain the fact. On this point he thought the\nCongress would be unanimous.\nAfter speaking of the question of Heredity, as the second subject\ncalling for collective effort, he went on to the third, \"qui pasaionne\naujourd'hui tous les psychologues,\" the question of Hypnotism. He\nexpressed a hope that the rivalry between the schools of the Salp~triere\nand of Nancy would soon be a thing of the past; dwelt on the need of\nintroducing more precision into the terminology of Hypnotism; and\npointed out that the proper business of the Congress was not to solve\nquestions-which can only be done by the labour of individual experi-\nmenters-but, by free mutual communication of the results of such\nlabour, both to obtain a clear view of the questions already solved, and\nto Dlark out lines of future study.\nThe Congress then divided for its morning meetings into four sub-\nsections, dealing respectively with Hallucinations, Heredity, Hypnotism,\nand the Muscular Sense. A fifth section dealing with \"Coloured\nAudition,\" or the mental association between certain sounds and certain\ncolours, was formed in the course of the proceedings.\nDigitized by Google\n\fSapplement.) Experimental Psychology. 173\nThe section on the study of Hallucinations met on August 7th, and\ndiscussed the question whether the sanction of the Congress should be\ninvited for a further prosecution of the Census of Hallucinations, &c.,\nas already set on foot by Prof. Sidgwick in. England and France,\nand by the American Society for Psychical Research in the United\nStates; or whether some modification of the scheme was desirable.\nProf. Pierre Janet, Dr. Ballet (the well-known author of Le\nLangage Intlrieur), and others urged that the hallucinations of the\ninsane or hysterical should be studied and recorded along with the\ncasual or unique hallucinations of sane and healthy persons. It was\nagreed that information of this kind also should be collected, but that\nthe \" census-paper\" should be adopted practically as it stood, with\none or two verbal modifications. A report to this effect was presented\nby M. Marillier to the Congress on the same afternoon, and some\nfurther discussion followed. Prof. Dellxeuf, of Liege, recommended that\nspecial note should be taken as to the mental habit,-\" visual, audile,\nor motile,\"-of the subjects of hallucinations of each of these types,\nwith which Mr. Galton and' others have made the world of science\nfamiliar.\nThe resolution to continue the statistical inquiry on\"its present lines\nwas then agreed to without any dissentients.\nProf. Grote, of Moscow, M. Marillier, Prof. James, and Prof.\nSidgwick were afterwards designated by the Committee of Organisa-\ntion to superintend the work in their respective countries.\nA \"questionnaire\" for wide circulation was also adopted by the\nsection on Heredity, which met under the presidency of Mr. Galton,\n-who subsequently presented to the Congress a very interesting report\non the chief questions in this department that appear to admit\nof experimental solution through co-operative work. On the motion\nof Prof. Gruber, of Roumania, the section on Coloured Audition\nadopted a similar method for collecting information. The section on\nHypnotism was, as had been expected, the most largely attended. We\ngive a brief account of some of tha speeches.\nTHX COMMITTEE ON HYPNOTISM met first on Wednesday morning,\nAugust 7th. PROF. DBLB<EUF (of Liege) was elected chairman for\nthe day, and PROF. CH. RICHBT introduced the discussion on the\nterms that had best be used in hypnotic description. Along with M.\nBrissaud he had drawn up definitions of many of the chief words, and\nhe wished further suggestions and discussion, especially on \"Hypno-\ntism,\" \"Animal Magnetism,\" and \"Somnambulism.\" \"Hypnotism\" was\na word introduced by Braid, and might be defined as an artificially pro-\nduced somnambulism (BomnambuliBme p1'01:oque). \"Somnambulism\"\nthey proposed to define as a condition analogous to sleep, but differing\nfrom it in retaining more signs of external impressions (persistance de\nDigitized by Google\n\f174 InternatWnal Oongre88 of [Sappl_t.\nquelques pM~ de la \",-is de relation), and differing also from the\nnormal waking state by showing an alteration of personality and a\ncomplete loss of memory. It might be natural or artificially induced.\nWhen natural it was a pathological condition, commonest in young\nsubjects, and coming on; as a rule, during normal sleep. It might be\nartificially induced by some ill-defined manipulation which was called\n\"magnetic,\" or by suggestion, or by some physical action such as gazing\nat a bright body, or more often by some combination of these causes.\n\" Animal Magnetism\" was a term which was not accurately defined in\ncommon use, but which could be used for all the agencies which bring\non somnambulism; for example, the \"passes\" that were sometimes\ncalled\" magnetic.\" Magnetism used to be considered an exact term in\nthe 16th and 17th centuries when applied to both plants and animals,\nand it very nearly corresponded then to what was now called action at\na distance.\nIn the discussion that followed on the definition of these terms, MM.\nBernheim, Forel, Espinas, Liegeois, Ch. Richet, and Delbreuf took an\nactive part, but it was found that an exact emendation of any such\ndifficult phrases as these definitions could not be reached by as large a\ngathering as about 40 members of this Committee. Prof. Bernheim\nvigorously expressed his opinion that our knowledge of Animal\nlIagnetism and Hypnotism was as yet too imperfect to allow of our fixing\ntheir limits exactly; he was himself inclined to keep the t.erm Animal\nMagnetism for historic use as describing the phenomena of a past\ngeneration; to employ Hypnotism as a newer word to cover a large area\nas yet imperfectly known, and which it would be premature to define\nexactly, but which did not necessarily imply any condition of sleep;\nand to restrict Somnambulism to a condition analogous to sleep and pro-\nduced by suggestion or hypnotism. Prof. Liegeois wished to give\nup the use of \"Animal Magnetism\" in any accurate discussion, as\nbeing a term based on an old mistake. After some further debate a\ndecided majority of the Committee voted against the use of\n\" Hypnotism\" and \"Animal Magnetism\" as synonymous terms.\nA short discussion on Automatism led quickly to philosophical\ndifficulties and was not pressed to a division. The proposed definition\nof a subject under Suggestion was that he could not resist the idea\nor act suggested. Prof. Bernheim, with whom MM. Liegeois and\nForel substantially agreed, protested against the assumption of a\nnatural resistance to suggestion which was implied in this definition,\nbut no exact alteration in the form of words was agreed upon.\nThursday morning, AUf\/ust 8th. M. BALLET in the chair.\nM. OCHOROWICZ read a paper on \"La Sensibilite Hypnotique.\"\nThere were some people in the world, he said,who were not hypnotisable;\nDigitized by Google\n\fSapplement.J Experimental Psychology. 175\nthat was a fact which was admitted by all. It led to the question,\nwhat qualities made a man a good or a bad subject 1 His aptitude\nmight be shown in various ways, of which there were at least four\nwhich might be clearly distinguished, viz.: (i.) the readiness with\nwhich he could be hypnotised; (ii.) the depth of tlleep which could be\nobtained; (iii.) his greater or less sensitiveness to suggestions, and\n(iv.) the delicate variations and elaborate character of the symptoms.\nThis apt.itude seemed to be innate and hereditary. Statistics on\nthis point were wanted. Was it to be called a disease, a morbid\ndiathesis, or simply one form sui generia of the nervous tem-\nperament 1 Was there any connection between this hypnotic\nsensibility and hysteria, amemia, &c. 1 Were any perfectly healthy\npeople hypnotisable 1 It was generally admitted that by being\nfrequently hypnotised the subjects became more sensitive, but it\nwas not determined whether there were other ways by which this\nmight be brought about, and whether any degree of unsusceptibility\nmight be overcome by patient and repeated trial. There were further\nquestions as to the influence of race, sex, and social position on the\nsusceptibility to hypnotism and the ready diagnosis of good subjects\nfrom external signs. He showed a hypnoscope which he had himself\nbrought into use. It c~nsisted of a short and broad bar magnet bent\ninto a circumr form so as to fit one of the fingers. When it had been\nworked on one finger for a few minutes it was often found that that\nfinger was stiff and to some extent anresthetic. In his opinion that\nsymptom was co-extensive with susceptibility to hypnotism and might\nbe accepted as a valid test, whether it was due to any magnetic\ninfluence or only to suggestion.\nPaoli'. CHARLES RICHET hoped that the important questions\nraised would meet with full discussion, and remarked that in his expe-\nrience he had found some hysterical subjects not hypnotisable, and\ncertainly also many hypnotisable who were not hysterical.\nPaop. BERNHEIM said he had found nearly ISll persons hypnotisable;\nbut some hysterical subjects were very difficult to hypnotise and some\nwho were not hysterical were most easily hypnotised. He had found\nhypnotism possible at all ages; it was on the whole more difficult in\nthe educated classes than the uneducated, as there was more personal\nreserve and self-control in them.\nPaoli'. CUARLES RICHET considered the French and Italians as\nparticularly hypnotisable races, though many further observations were\nwanted on that and similar points, and agreed with M. Bernheim as to\nthe greater susceptibility of the uneducated cl&Slles.\nPaoli'. D&LBCEUp had found about 75 per cent. of almost all classes\nin Belgium hypnotisable; colonels and generals as well as the lower\nclasses.\nDigitized by Google\n\f176 International Oongress of [Supplement.\nPROF. H. SIDGWICK said he should like to ask as a 'preliminary\nquestion in this discussion whether we had good grounds for considering\nall hypnotisers of equal power 1\nPROF. FOREL (of Zurich) remarked that he had not found any\ndifficulty, after a few weeks' practice, in hypnotising about 85 per\ncent. of the Swiss on whom he tried; and he understood that\nWetterstrand in Sweden had found no greater difficulty with 4,000\nsubjects, and Van Eeden also in Amsterdam. The hypnoscopic test\nhad not been found satisfactory in some Russian experiments.\nPROF. CHARLES RICUET said that Prof. Sidgwick's question stood\nmuch in need of an answer which it was not easy to furnish. The\nmagnetisers of a previous generation had certainly had a strong\nopinion that the hypnotising power was much greater in some indi-\nviduals than in others. In his own experience he was inclined to think\nhe had himself less capacity for hypnotising now than he had had\nsome 20 years ago. It seemed to him to be not a loss of authority but\nof influence. He could give no reason for it, and personal power was\nto him a problem of the very greatest complexity. M. Tarchanoff had\nvery recently exhibited at the Societe de Biologie some very delicate\nelectrical experiments which went to show that a sensitive galvanometer\nrevealed an alteration in a man's electric condition according as he\nthought of the left hand or the right. If there was a perceptible\nelectrophysical change produced in this way it was not impossible that\nin hypnotism one agent might be perceptibly different from another in\nhis physical influence. .\nMR. F. W. H. MYERS described an experiment which had been\ndevised by Mr. Gurney and repeatedly tried upon a sensitive subject\n(F. Wells) at Brighton to test the difference of his reaction to different\nindividuals without any opportunity of suggestion by the ordinary paths\nof sense. The subject was placed behind a tall screen so as to shut\nhim off entirely from the experimenters and his hands passed through\nthe screen and spread out on a table in front of him. No contact or\ntalk was allowed. Over one finger Mr. Smith, who had often hypno-\ntised the subject, held his hand at the distance of an inch or more; the\nother observers held their hands over other fingers in an exactly similar\nmanner. In nearly every case it was found that anresthesia and\nrigidity were produced in the finger over which was Mr. Smith's hand\nand not in the others. Great care had been taken to eliminate\nsuggestion, and the nearly uniform result pointed to some specific\npersonal influence.\nPROF. DELB<EUF related a case in which he had found the delicacy\nof the sense of touch so greatly increased in a hypnotised subject that\nshe had been able to distinguish every card in the pack by touch alone.\nHe attributed the results Mr. Myers had described to a similar\nDigitized by Google\n\fE:cpenmental Psychology. 177\nhyperacuity of feeling which had enabled the subject to tell one hand\nfrom another at a distance.\nMR. MYBBS observed that in the experiments he had mentioned they\nhad tested the subject's hands in other ways for hypenesthesia, but had\nfound none.\nM. GILBERT BALLET was nevertheless inclined to attribute the\nresults to an abnormally developed capacity of distinguishing the tem-\nperatures of different hands which were not in actual contact.\nPROF. BERNHEIM thought that the electrical changes Prof. Richet had\nmentioned would be explained by the unconscious muscular contraction\naccompanying the thought of one hand or the other.\nPRoF. RICBET replied that muscular contraction would not be an\nexplanation of the electrical change; it was more possible that it might\nbe due to an influence of attention on the sweat glands.\nFriday morning, August 9th. PROF. BERNBBIM in the chair.\nAfter a short paper by M. ALLIOT attempting to connect the vary-\ning conditions of hypnotism with the electrical conditions of the human\nbody, the discussion was continued by M. OCBOROWICZ, who expressed\nhis opinion that the phenomena of hypnotism were not all explicable\nby suggestion only, for instance, in the case of infants and .animals.\nHe thought that there was more power in magnets than could be\nexplained by suggestion. He had himself observed that motions which\ndid not convey any suggestion had definite effects; for example, trans-\nverse passes over the arm of a hypnotised subject diminished its strengtb\nwhilst longitudinal passes increased it.\nPROF. CB. RICBET proposed to classify all the states characterised\nby an alteration of personal qualities under three headings. viz. : (1)\nspontaneous conditions, normal and pathological, such as sleep, som-\nnambulism, &c.; (2) conditions artificially induced, either by suggestion,\nwhich had been shown capable of producing both mental and physical\nchange, or by physical influences, such as those of magnets or electrical\nconditions, which it was at present very difficult to estimate conclu-\nsively and to divide accurately from suggestion. In addition to these\nthere were (3) the further influences of action at a distance,telepathy,and\nmental suggestion, the proofs of which were not by any means univer-\nsally regJ'rded as satisfactory. Their science was at present embryonic,\nand hardly ripe for discussion, though it needed careful attention.\nPROF. FORBL thought it very possible tbat the results of M. Ochoro-\nwicz's experiments might have been obtained by unconscious suggestion\nfrom the acts, expression, and gestures of the agent. It was difficult\nto limit the amount of meaning that might be unconsciously hidden\nin these without words. He was not at all wishing to deny tele-\npathy, but he could not admit tha.t M. qchorowicz had proved it.\nN\nDigitized by Google\n\f178 International 0011fJre88 of (Supplement.\nPROP. H. 8IDGWICK hoped that their attention might be recalled\nto three conditions where he thought suggestion might be excluded,\nviz.: (1) experiments with animals, (2) with babies, and (3) at a\ndistance.\nPROP. BERNHEIM said there were two theories on these points; the\nfirst was that of suggestion, which he maintained himself, and the\nsecond that of the\" fluidists \" who were there represented by M. Ochoro-\nwicz, who maintained some further action on the person than by the\nbrain of the percipient. That he regarded as possible, but at present\nunproved. The passes and staring at a bright object brought in some\npoints of suggestion of sleep, by quiet and by tiring the eyes. He did\nnot wish to deny the effects of some similar actions, but he interpreted\nthem by suggestion. In animals he regarded the s~te produced as one\nof catalepsy, and similar to the condition of men occasionally seen in\nsome very exhausting diseases, such as typhoid fever. With some babies\nstill at the breast M. Liebeault had considerable influence in stopping\npain and digestive discomfort by laying his hand on their stomachs, or\neven, he believed, by bathing them with magnetised water, or, indeed,\nany water. How soon children might become susceptible to some sug-\ngestion it was hard to say ; it !night be when they were a day'old, very\nprobably before they were a month.\nM. GILBERT BALLET was surprised by the use of the word sugges-\ntion for what the experimenter did not expect. If there was always &\npsychical process to be called suggestion between the physical agent\nwhich brought on sleep, and the sleep resulting from it, he would ask\nwhat it consisted in when sleep was produced by a sudden loud noise\nor bright light.\nPaop. BERNHEIM replied that in these cases there was a fresh\nawakening of previous suggestions.\nPROP. PIERRE JANET cited two cases where sleep was so produced\non a first trial.\nPROP. BERNHEIM was inclined, if the subjects had never before\nheard any report of this plan, to call the cases catalepsy, and to\ndoubt the truly hypnotic character of the results.\nPROP. CHARLES RICHET had been much interested in the discus-\nsion of the limits of suggestion. If the use of the word was confined\nto its ordinary meaning he thought that important as its agency might\nbe in the results of hypnotism it certainly was not the sole cause.\nPROP. DANILEWSKY (of Kharkotr) then went on to read his paper on\nthe study of Hypnotism in Animals. He had obtained hypnotic results\nin a long list of animals, going upwards from the shrimp, the crab, the\nlobster, the sepia, to several fishes (among them the cod, the brill, the\ntorpedo-fish), the tadpole, the frog, the lizard, the crocodill', the serpent,\nthe tortoise, several birds, the guinea pig, and the rRbbit. He had\nDigitized by Google\n\fSlIpplemeDt.] Ex-perirM'ntal Psychology. 179\ngenerally found it sufficient to place the animal in some abnormal\nposition, e.g., on its back, and keep it quiet with slight continuous\npressure. Under these conditions it soon fell into a condition of loss\nof voluntary movement, and aJUl!Sthesia of the skin and mucous mem-\nbranes, so that, for exn.mple, after a time the artificial stoppage of its\nmeans of respiration did not excite any appropriate resistance, and the\nappearance at the same time of some spasms and convulsive movements\ngave the action the character of an emotional struggle. Repeated\nhypnotisation lessened the resistance of the animals, so that they\nbecame more and more susceptible. In some of the animals and birds\nif injury was done to the semi-circular canals in the ear so that in-\nvoluntary circular motion naturally followed, it was found possible to\nstop this so long as they were hypnotised. When the animal woke from\nhypnotism and changed its position the circular motion began\nagain. There were two conditions which it was necessary to\ndistinguish: (1) CataleptJ'!J, which was a condition of arrest of volun-\ntary movements and of anaesthesia, and was generally brought\non by strong and painful externa.lstimulus; and (2) lIypnotUm, which\nwas induced without violent stimulus. The anaesthesia of hypnotism\nand the emotions of hypnotism were the result of the inhibitory power\nof the brain; and if the brain was taken away these results disappeared\nalso. External constraint provoked in an animal a feeling of inability to\ndefend itself and a paralysis of the will followed. That was the first\ncondition for inducing the phenomena of hypnotism in animals and\nmen. Animals got their feeling of irresistible coercion from their skin\nand their bodily cases; men from psychical causes. Verhal suggestion\nto a man was analogous to bodily suggestion to an animal from the\nhands of a hypnotiser.\nSaturday j{()N\/,ing. August 10th. PROP. EsPINAS in the chair.\nM. BABINSKI was called upon by the Chairman to explain tIle views\nof the school of the Sal~triere upon hypnotism, and began by remark-\ning that these views had been recently put into print 1 and supplied\nsome answers to the objections raised by the school of Nancy. M.\nCharcot had studied hypnotism in hystero-epileptic patients alone,\nbecause he found in them good types for study. He did not deny that\nhypnotism might be observed in other patients, and that the pheno-\nmena observable in the hystero-epileptics might not be observable in\nall others. Suggestion was admitted by the Parisian observers to\nbe important, but not to be the only source of the hypnotic phenomena.\nIf a patient who was unacquainted with medical facts and entirely\nignorant of hypnotism showed when hypnotised the contractures which\n1 (hand et Petit Hgpnotinle. Archives de Neurologie. 1889, Nos. 49·110.\nN 2\nDigitized by Google\n\f180 International Congres8 of [Supplement.\nbelonged to the lethargic state, although the hypnotiser had given him\nno hint whatever by word or gesture, it could not be said that sugges-\ntion was the cause. Why should the characteristic muscular state be\ncontracture rather than paralysis, tremor, or any other symptom 7 And\nafter M.Bernheim had produced hypnotic sleep as he said by suggestion\nwhy did he find BnRlSthesia which he had not suggested 1 Why did\npressure produce contracture in the lethargic state and not in the\ncataleptic 1 It had been objected that the three consecutive st.ates\nwhich M. Charcot had described,-the lethargic, the cataleptic, and the\n8Omnambulic,-were themselves the result of suggestion. But even if\nthat wel'e possible it would not explain their occurrence in the first cases\nwhere they were observed. It was said that they had only been found\nat the Salp~triere, but some similar observations had been made by\nTamburini, Seppilli, Vizioli, David, and Ladame.. Hypnotism he re-\ngarded as a pathological and not a physiological state, and in character\nallied to hysteria, for (I) they had certain symptoms in common, (2) the\nstages of hypnotism were like the stages of the hysterical attack, and\n(3) there was an interdependenCE' between hypnotism and hysteria such\nas was seen with some other conditions intimately related. The results\nof M. Charcot's experiments on hysterical patients which had been\npublished in 1882 had not lost any of their truth or value.\nPROF. LoMBROSO (of Turin) had tried hypnotism on seventy persons\nin Bologna. He had produced a truly hypnotic state in only a few\npersons, in all of whom there was some morbid nervous condition,\nbut had noticed what he should prefer to call credulity in many of\nthe lower classes.\nPROF. EsPINAS (of Bordeaux) had observed that whilst suggestion\nwas used without restriction at Nanoy, nevertheless, at the Sal~triere\nit was said to be very rarely tried, for fear of causing an attack of\nhysteria. Was that fear well founded 1\nPROF. FOREL considered it possible to mske some patients hysterical\nby hypnotism, but that was only when very wide limits were allowed\nto that vague word \"hysteria,\" and when hypnotism was used for a\nlong time with the special attempt of producing it. There could be no\ndoubt that when hypnotism was fairly used on a large number of people\nit was found that it was not confined to, or, indeed, much helped by\nhysterical temperaments.\nM. BABINSKI admitted that he had not had the opportunity of\nstudying the effects of hypnotism widely on non-hysterical persons.\nPROF. PIERRE JANET (of Le HAvre) did not think that to be\nhypnotisable was in the least a proof of being hysterical. It was\nrather a sign of mental and moral weakness, of an incapacity of fixed\nattention; and from such incapacity, which he considered a definite\ndisease (maladie>: arose the anresthesia which was to be found both\nDigitized by Google\n\fSupplemeut.J Expe'rimental Psychology. 181\nin hysteria. and hypnotism. In his own trials of hypnotism he had\nsucceeded in about 80 per cent.\nPaOF. FOREL had himself succeeded in about 60 or 70 per cent.\nof cases when he began to practise hypnotism, and in a large number of\npeople who had no such disease as Prof. Janet described, but were per-\nfectly healthy. After more practice he had succeeded in as many as\n90 per cent., and he came to the conclusion that fatigue was a con-\ndition which rendered the subjects more susceptible. With the insane\nhe had found hypnotism extremely difficult.\n:'PROF. CHARLES RICHET protested against the word \"disease\" which\nProf. Janet ha.d made use of for conditions which, even supposing they\nwere not the most absolutely normal,would certainly not be included in\nwhat a doctor would understand by disease. And for his own part he\nthought some hypnotisable people were absolutely normal.\nPROF. DELB<EUF quite agreed with Prof. Richet on this point. To\nbe hypnotisable depended on attention, not on disease. He had found\nhimself able to arrest salivation by self-suggestion when under the\nhands of a dentist; and one of the necessary conditions in his own\ncase was the capacity of concentrating his attention, not that in-\ncapacity of fixed attention that Prof. Janet had spoken of. As to\nthe Salp~triere phenomena, he observed that after he had himself first\nvisited the Sal~triere he found that his own subjects manifested\nthose phenomena. But when he had learnt from the writings of the\nNancy school that these contractures, &c., did not necessarily occur,\nthey ceased to occur in his own subjects.\nM. OCHOROWICZ said his experience during about twenty years for\nwhich he had practised hypnotism had shown him that the insane were\nthe most difficult of all subjects. The susceptibility to hypnotism he\nhad found persistent through middle and elder life, a point in which it\ndiffered markedly from hysteria.\nSaturdayafternoCYn, August 10th. PROF. DELB<EUF in the chair.\nMR. F. W. H. MYERS described some experiments which he and\nother members of the Society for Psychical Research had made to\ntest the possibilities of thought-transference when the recognised\nmeans of communication through the senst',s were cut off. The subject\nwas a healthy person who was hypnotised and between whom and the\nexperimenter a screen was in many cases placed. The experimenter\nthen drew a counter on which was written a number of two figures\nfrom a large collection of these in a bag, and observing very strict\nconditions in detail, he fixed his attention on it, asking the subject\nto let him know if by any means he became acquainted with it.\nThe answer was not correct in every case, but the total number of\ncorrect answers in a very long series of experiments was so vastly\nDigitized by Goo~\n\f182 International Congre88. [Supplement.\ngreater than would have been the result of chance, which under these\nconditions could be mathematically calculated, that he could not doubt\nthat there was some other agency at work, which was neither fraud nor\nchance but thought-transference.\nPROP. CHARLES RICHET knew well the experiments described by Mr.\nMyers, and had himself made some others which led to a similar result.\nSuch experiments, he thought, should be repeated widely and with the\ngreatest care, for if the proof of thought-transference to which they\nled could be established, without a doubt it would be one of the\ngreatest discoveries of our time.\nPROP. SIDGWICK remarked that I'f'.sults of a similar character had\nbeen obtained with subjects in a normal condition as well as in\nhypnotism. At the same time the experiments of himself and his\ncolleagues seemed to show that success was rather more likely to be\nobtained in the hypnotic than in the normal state. He entirely agreed\nin the view that more experiments were urgently required.\nPROP. DELIKEUp had paid some attention to these phenomena, but had\nnot been able to satisfy himself of any similar results in experiments\nof his own. He had been struck with a remarkable power in those\nwho had been deeply hypnotised of making an exact estimate of time,\nand had noticed many post-hypnotic suggestions carried out exactly to\nthe minute after an interval of several hours.\nAfter some discussion as to the date and place of the next meeting,\nit was unanimously agreed that the next reunion of the Congress\nshould be held in England early in August, 1892.\nIt is hoped that a. Committee of Reception may be formed in Eng-\nland before that da.te; but in the meantime a Committee of Organisa-\ntion was appointed, which is to meet about Christmas, 1891, and\nconsider the subjects to be proposed for discussion at the Congress. It\nis hoped that a programme of these subjects may be printed in Eng-\nlish, French, and German, some months before the Congress actually\nre-assembles.\nDigitized by Google\n\fSuppI_t.] Report on the Ce'¥Ul'U8 of Hall'UC'£-nations. 183\nn.\nAD INTERIM REPORT ON THE CENSUS OF\nHALLUCINATIONS,\nUp f6 Octeber S4t\/I, 1889.\nIn England the whole number of anawers received is :\nI \"No.- \"y..- TotaIL\nFrom men ............... 1181 112 1293\nFrom women ............ 1382 251 1633\nUuatated .................. 2 - 2\nTotal .................. 2565 363 2928\nPercentage of .. Yeses,\" 12·'.\nOf the persona anawering .. Yea\" 64 have as yet sent no particulars.\nl13 persona have had more than one experience, either the same\nrepeated more than once, or clliFerent experiences.\nThe experiencea recorded may be claaaified as followa :\nA.-Exl'BBlBNCBS AnBcTnrG MORE THAN On SENSK.\nNon·ColncldentaL\nColDcI.\n~~\nRepresent· Tot.aJs.\ndental.\n\"J;,~\nU~.\nVisual and Auditory ......... 4 1 7 4 16\nVisual and Tactile ............ 1 1 2 3 7\nAuditory and Tactile ......... 1 1 - 1 3\nVisual, Auditory, andTactile - _. 1 1 2\nTotal Dumber of Cases... 6 3 10 9 I 28\nDigitized by Google\n\f184 .Ad Interim 1Up()ll't em the [Su.ppJemeat.\nB.-ExPERIENCES AFI'BCrINO ONE SUd ONLY.\n1. Coincidental-\nGo Recognised ...\nb. Unrecognised\n2. Non·ooincidental-\nGo Human apparitions:\nGo Of living people\nfl. Of dead people\n'Y' Unreoognised ...\n4. Of an ann or hand\nb. Non·hnman apparitions:\na. Of animals\nfl. Of inanimate objects\nL-VISUAL.\nTotal\nE}159 1\n4 ~ 184\nIn 25 J\n... 205\n24 of these are said to have been collective experiences; viz., 2 coinci-\ndental cases (1 recognised and 1 unrecognised) 4 apparitions of the living, 1\nof the dead, 16 of unrecognised human beings, and 1 of an inanimate object.\nIn the above table 30 CaBeS in which the percipient had more than olle\nexperience, but did not describe them singly, are counted each as one CaBe.\n1. Coincidental-\nGo Recognised ...\nb. Unrecognised\n2. Non·coincidental-\n1I.-AuDITORY (VOICES).\nGo Trivial and often repeated experiences, j{8nerally of the}\nname being called, sometimes recognised and some· 43\ntimes not ... ... ... ... ... ... ...\nb. Recognised. Of Living Pel'8Ons:\na. Calls or voices\nfl. Name called on two occasione\n'Y. Short conversation ...\n4. Sentences\nE. Familiar words and phrases\n,. Song ...\nc Recognised. Of Dead persona :\nGo Calls or voices\nfl. Calls twice repeated...\n'Y' Sentence\nd. Unrecognised:\na. Calls or voices\nfl. Calls twice repeated...\n'Y' Sentences\n4. Counting\nE. Crooning a tune\n,. Music and faint voices\n9)\n~ I\n1 ~ 15 l\n1 I\n1 J 93\nTotal ... 115\n6 of these are said to have been collective experiencee ; viz., 2 coincidental\n~ of the name being called (the voice being reCOKDised in one case and\nnot D?- the other), 2 recognised living casee (1 calf and 1 song), 1 trivial\nexperience and 1 unrecognU!ed case (crooning a tune).\nDigitized by Google\n\f8uppJemat.l Oemus of Hallucinations. 185\n1. Coincidental-\nGo Recognised\nb. Unrecognised ...\n2. Non-coincidental-\nIII.-TACTILE\nGo Recognised touch of Living peraon:\nG. Single touch\nfl. Recurring touches\nb. Recognised touch of Dead penon:\nGo Single touch\nfJ. Recurring touches\n~. Unrecognised:\nGo Frequent touches\nfl. Touch, &0., once\nTotal\nD11\n!} .1..\n,nul\nOne case of a Bingle unrecognised touch is said to have been collective,\none percipient seeing a form while the other felt a touch.\nIn this analysis no account is taken ofmorbid conditions which undoubtedly\nexisted in some cases, being indeed explicitly mentioned occasionally. But\nthe great majority of the percipients were, according to their own statements,\nin a perfectly normal and healthy condition at the time of their experiences.\nAlso no attempt has been made as yet to make more than a rough estimate\nof the possibilities of error in the accounts through defects of memory of\nmistakes of inference. In particular, the probability of the figure seen\nbeing a real human being, or the sound heard a real human voice, in some of\nthe collective cases requires to be carefully examined.\nAs regards other countriea than England, we heard in August that about\n2,000 answers had already been collected in America, and Mons. Marillier\nreports in October that he had received 633 answers from France and\nSwitzerland as follows:\n'INo.\" \"y...\" TotaL\nFrom men ... 366 ...... 57 ...... 423\nFrom women 161 ...... 49 ...... 210\nTotal 527 106 633\nHe had received as yet no particulars from about 50 of the persona\nanswering yes. Among the remainder, 24 of the experiences are said to\nhave been veridical.\nThe enquiry has also been commenced in Germany, but not yet in Russia\nnor in Italy.\nI may remind my readers that a report on the census is to be made to the\nInternational Congress of Experimental Psychology in 1892, and that we\nshould like by that time to have 50,000 anawers. Further assistance in\ncollecting is urgently needed, and I shall be glad to correspond with any\none willing to help in the work.\nHENRY SIDGWIClI:.\nDigitized by Google\n\f186 Prof68801' Pierre Janet's [Sappl81DeDL\nIII.\nPROFESSOR PIERRE JANET'S \"AUTOMATISME\nPSYCHOLOGIQUE.\"l\nBy FREDERIO W. H. MYERS.\nThe name of Profe880r Pierre Janet haa long been familiar to the readers\nof these Prouedill{\/\" We have been amongst the first and warmest\nappreciators of the remarkable articles in the .&uue PhilolOphique in which\nhe has for several years past recounted the results of a series of experiments\non human automatism, &c., seldom surpassed for care in observation and\nacumen in interpretation. We shall, therefore, be prepared to join cordially\nin the welcome which French savanh are now extending to M. Janet's\nthe. fWMntle ala FaculUde l\/lttre, aPam under the title of L'Automatiame\np\",choI.ogique, \"an eBBaY ip. experimental psychology upon the inferior forma\nof human activity.\" This book contains the gist of the above-mentioned\narticles, and much more besides j and we consider that it at once placea\nM. Janet in a front rank of experimental psychologists. It ought, we\nthink, to be translated into English and other languages, and studied by all\nwho are interested in researches of this kind.\nBut when a book is so full of new observations and reflections aa this\nbook is,--6nd observations'in so difficult a domain,-it is not by mere general\nexpressions of praise that we shall show it the truest respect. Its greatest\nmerit is that it opens new paths j and in a new path we may walk side by\nside like explorers rather than follow in a leader's steps like sheep. Much\nof the book is occupied with criticism,-reasonable and effective criticism,-\non views which have been set forth in these Pt-oceedingll; and much of our\nlimited space must be given to an answer to those criticisms,--8uch answer\naa we make to an opponent whom we desire not to confute but to persuade.\nThe work begins in a manner unusual in psychological treatises, but, in\nour view, strictly logical. \"Total automatism\" is the title of the first part,\nand \"Isolated psychological phenomena\" of the first chapter. What is\nimplied in these titles is the new, the experimental method of getting at the\nsimplest beginnings of human consciousneBB and intelligence. No merely\nimaginary or metaphorical simplicity, such aa Condillac's \"breathing statue,\"\ncan be a really simple notion, or afford a true basis on which to upbuild our\nconceptions of gradually developing personality.\nDr. Hughlings-Jackson (with whose works, little known in Framce,\nM. Janet does not seem to be acquainted) has taken ClJma aa representing a\n\"lowest level of evolution,\" and haa traced the operation of nerve-centres\nat different levels aa they come into prominence at succeBBive stages of the\ndillllOlutive proceBB of an epileptio explosion. What we want to produce\nand watch, however, is of course not the catastrophe, .but the evolution\nof the psychical cosmos j-not the breaking down of one set of reservoirs\n1 L'..f.utomatiIfM P,yc\/wlogiqut, par Pierre Janet. (Paris: Alca.n, 1!l89, pp. 496).\nDigitized by Google\n\fSappJement.J \"..4utoonatisme Psychologique.\" 187\nof nerve-force after another, but the gradual calling into operation of higher\nand higher connections. And M. Janet is right, I think, in taking the\ncondition of hypnotic catalep'!\/ as the lowest starting-point which can be\nsafely reproduced in practice. Judging both from external indications and\nfrom that memory of cataleptic attitudes which 80metimes persists into a\n80mnambulic state, the cataleptic subject is in that condition of impersonal\nCOnaciOUID888 which we must suppose to exist in the animal and in the\ninfant, and which is occasionally experienced and even remembered by the\nadult, on his recovery from aweathetiaation by drugs, or from a profound\nfainting-tit. Profeaaor Herzen's description of this latter experience deserves\nquoting here, for it giv~ us probablyI' more vivid notion of \"total automa-\ntism \" than any mere observation from outside could afford.\n\"During the faint,\" he says, \"it is ab80lute psychical nonentity, com-\nplete absence of consciousn888 ; then one begins to have a vague, unlimited,\ninfinite feeling,--a feeling of-existence in general without any delimitation of\none's own individuality, without the least trace of a distinction between the\nI and the not-I ; one is then an organic portion of nature, having conscious-\nn888 of the fact of one's existence, but no consciousn888 of tho fact of one's\norganic unity ; one has, in two words, an impersonal conacioulDe88:-\nsensations which, from the mere fact that they remain isolated cannot be\nJrnown, but only felt.\"\nBy hypnotic catalepsy is here meant a state in which there is no initistive\nof movement, but in which an attitude or a movement can be impreued from\nwithout upon the subject,-who will inevitably retain the attitude, or repeat\nand complete the movement. Imagining this state from within, and from a\npaychologicalstandpoint,--a task which M. Janet has faced more boldly than\nany predec888or,-we reach the following conclusions (p. 66): \"Many\nsensations and images are accompanied by a bodily movement and cannot\nexist without producing it; every sensation or image persists in the con-\naciOU8D888 until another phenomenon occurs to efface it ; every sensation or\nemotion tends to develop and complete itself, and to manifest itself by\nappropriate acts.\"\nIn the cataleptic subject we witne88 the play of these isolated sensations\nand images,not yet collected and correlated under the conception ofa central\npersonality.\nHere, then, we have a starting-point; what are the next stages on the\nupward road 1 From the cataleptic state (it would be usually said) we rise\nto the somnambulic, and from the 80mnambulic to the waking condition.\nBut note that our conception of the 80mnambulic state,-what used to be\ncalled .. the mesmeric trance,\"-is gradually undergoing development, as\nmore prolonged experimentsare made. When this state was only maintained\n(as by the earliest mesmerisers) for a few minutes or hours, attention was\nnaturally directed to its first orsuperficial aspects,-the habitual anresthesia,-\nthe rappurt with the mesmeriser only,-the readine88 to receive suggestions,-\nand, of course, the alternation of memory, and forgetfulne88 on waking.\nFurther experience has shown that the phenomena of an_thesia and of\nrapporl are by no means uniform, and that suggelltibilit-!I is by no means\nconfined to the 80mnambulic state, but often exists in waking subjects. We\nare,in fact, obliged to admit that there is no one phenomenon which invariably\nDigitized by Google\n\f188 Profe88(Yt· Pie1'r6 Janet'8 (SapplemeDt.\ncharacterises the somnambulic state ; and that all we can say is that the\nsubject is not quite the same as jn the waking state, and that there is\ngenerally a more or less complete forgetfulness in the waking state of what\nhas passed in the \"trance.\"\nThere is, I think, a wider conclusion to be drawn from these facts than M.\nJanet has attempted. But before indicating that conclusion I must note the\nextremely ingenious observation which our author has made as regards one at\nleast of the conditions accompanying and determining these somnambulic\nchanges of personality. M. Janet's experiments were made on ?\/l persons,\nall of them hysterical, epileptic, or insane; and although this limitation of\nhis experience to diseased subjects has, as we shall presently see, in some\nways much cramped his conceptions, it has also had the advantage of\nconcentrating his attention upon certain marked and extreme phenomena,\nwhich previous observers had usually witnelllled only in a fleeting or accidental\nway. He noticed, then, in one of his subjects· that there had been various\nlacunre in her memory before she had ever been hypnotised, and that he\ncould not summon back the recollection of these periods even in her\nsomnambulic state. But this was a subject who passed through many forms\nof somnambulism; and in a new phase which she one day entered she\nspontaneously gave an account of what had happened in those blank periods.\nM.•Janet naturally tried to discover whether this new somnambulism\npOBSessed any specisl characteristic linking it with those previously un-\nremembered periods in Roae's past. He found that,-whereas in ordinary\nlife and in all previous somnambulisms she was wholly anresthetic,-yet both\nin this new somnambulism and in those blank periods of life she was only\nhemi-aDalBthetic,-having recovered tactile and muscular sensibility on the\nright side. Other observations followed,-Bome of them of a very delicate\nand ingenious kind,-and M. Janet came to the conclusion (p. 109) \"that the\nalternating memory of somnambules is due to a periodical modification,\nwhether spontaneous or induced, in the state of their sensibility, and,\nconsequently, in the nature of the images which serve as the basis for\ncomplex psychological phenomena, and especially for language. This\nmodification finds place particularly in subjects more or leBS aDalBthetic in\ntheir normal state, and then consists in the temporary restoration of a certain\ncategory of images of which the subjects in their ordinary state have lost\npoBBeBBion. \" Thus-adopting the distinctions with which Mr. Galton\nhas made us familisr,-Uonie is a flisu.al in her waking state, an audile in\nher second state (Uontine, now termed Uonie II.), and a motile in her\nthird state (Uonore, now termed Uonie III.). Each set of images forms a\nchain of memory of its own, and the transition from the predominant use\nof one set of images to the predominant use of another necessarily involves\na certain change of personality.\nThose remarks appear to me to suggest an important field of observation.\nThey do not, indeed, cover tho whole ground; for there are abundant cases\nof alternating memory where the subject presents no apprecisble change in\nmental habits of the kind here insisted on. And I may add that M. Janet's\nobservations,-in which states of hemi-anresthesia play no small part,-seom\nto me to add confirnlation to my own view (Proceedi1C1J8, Vol. III., pp. 43 and\n99) that alterations in the predominance of one or other cerebral hemisphere\nDigitized by Google\n\f\"..4.utomati.sm.e P8ychologique.\" 189\nhave something to do with these changes of personality, of which automatic\nwriting is now recognised aa one of the most instructive manifestations. I\ncan scarcely understand why M. Janet disapproves of this view (p. 415),\nwhich seems to me entirely consistent with his own, and which waa in fact\nbaaed in part upon the very same observations. M. Janet refers to Louis\nVive. with his changes of character coinciding with the shifting or disappear-\nance of hysterical paralyaea. I also referred to that case ; and surely when\nhemi-anreathesia and hemiplegia are amongst the most marked of the\nphenomena with which we are dealing, there is nothing fanciful in aaauming\nthat there are coincidental changes in the equilibrium of the cerebral hemi-\nspheres. The suggestion-which lowe to Dr. Ireland-that Spiegelschrift\nmsy represent the word-vwon of the right hemisphere, still seems to me\ningenious and probable; and although M. Janet has never witneBl'ed\nSpiegelBchrift among what he calls \"un _ grand oombre de 8\",jets,\" I must\nventure to say that his score or so of writing subjects (for not all hiB 'J!l\nsubjects wrote) is not for present purposea a sufficient number; and that I,\nwho have seen more writing subjects than M. Janet has-(though I am far\nfrom asserting that I have observed them with care or skill to equal his)-\nhave witnessed this Spiegelscbrift in a good many independent cases.\nUnfortunately I cannot say in how many; for while the inquiry waa a mere\ncuriosity of my own, I regarded the incident aa too common to need record ;\nand now that the matter haa become one of controversial interest, I am\nafraid of suggesting my own view to any automatiBt with whom I am\nconcerned.\nOn one point M. Janet (who is very careful and accurate in his citations\nfrom our Proceediugs and other English sources) seems to base an objection\non a misconception (p. 415) of the phenomenon which I am describing. I\ndraw a parallel between the su1ferer from verbal cecity and the writing\nautomatist who does not know what he haa written, and who writes therefore\nwithout the aid of the \"word-picturing centres\" of his left hemisphere.\nM. Janet supposes that my automatist is partially anmsthetic-\" le medium\nn'apal Za Betllllltion des moU11ements.\" But he is not in any degree anmsthetic\nin the cases to which I am alluding: he has the full sensation of the\nmovements, and he can sometimes guess by the movements what word he is\nwriting, although he haa no mental vwon of that word in his conscious\nintelligence. My parallel is therefore a closer one than M. Janet has\nsupposed.\nI should have some other rejoinders to make to the criticisms on\npp. 415-9. But the discussion may well be left until there are a good many\nmore observatious to analyse. Automatic writing occurs, it is evident, under\nmore forms than any single observer has yet noted; and the urgent matter is\nto get experiments carefully made and recorded in milieux aa different from\neach other aa can be contrived. Let us not lose the true independence of\neach experiment by falling prematurely under the power oj suggestion of any\none theorv.1\n1 It is to me a real disappointment, and I think that it is a real drawback to the\nattainment of a complete view of the 8ubject, that there 8hould apparently be almost\nno producible experiments now made by those who believe that these automatic writings\nsometimes emanate from disembodied (or unembodied) minds. That there should be\nDigitized by Google\n\f190 Pl'ofe88or Pierre Janet'8 [Supplement.\nI now return to a statement of M. Janet's, already cited; from which, as\nI have 8&id, it seems to me that conclusions much wider than his own may\nfairly be drawn. He 8&ya,-and I fully concur,-that there is no specific\ncharacter which belongs to the \"somnambulic state\" in itself. .. The\nsomnambulic state.\" he remarks, p. 125, \"has only relative characters; and\ncan be determined only in reference to another period of the subject's\nexistence,-tlle normal or waking state.•.. Somnambulism is a second\nexistence which has no other character except that it is the second. \"\nTllken by themselves, and detached from their modifying context, these\nvery words might be used to expreBB what I believe to be a profound truth,-\nwhich a great part of M. Janet's book is employed in combating.\nI believe, in short, that we have no right to go a whit beyond actnal\nobserved facts in any judgment which we may p&BB as to the relative\nluperiorityor \"normality\" of any of man's different statel. I refuse to call\nmy actual waking state \"normal\" or \"natural\" in any sense except that of\nhabitnal or ordinary. It has been shown that in a very large number of\npersons,-many of whom (8S Mr. Wingfield's Cambridge subjects!) are excel-\nlent examples of health and vigour,-certain changes of memory, sensibility,\ncharacter, occur or can be induced, which in cases where they are carried\nfurthest amount to a profound-even a permanent-even a 8&lutary-\nmodification of personality. Taking, then, myself M my example (lest I\noffend my reader by supposing him capable of being changed for the better),\nI cannot suppose that I am made on a different pattern from these men\nsimply because the empirical modes of inducing these changes, M thus far\ndiscovered, happen to have no effect on me. I conclude that I simply do not\nknow of what modifications the stream of consciouBDeBB of which my organism\nis the basis is potentially susceptible. I know this no more than I know of\nwhat modifications the human germ is s~eptible. Since the era of my\nprotozoic ancestors the germ which is now human has shown absolutely\nunpredictable potentialities. Whatever be the part which we a.ssign to\nexternal infiuences in its evolution. the fact remains that the germ pOBBeBBed\nthe power of responding in an indefinite number of ways to an indefinite\nnumber of stimuli. It was only the accident of its exposure to certain\nstimuli and not to others which hM made it what it now is. And having\nIhown itself so far modifiable M to acquire these highly specialised senses\nwhich I posseBB, it is doubtleBB still modifiable in directions a8 unthinkable to\nme as my eyesight would have been unthinkable to the oyster. Nor can we\nlimit the rate of change, which, so far as cerebral modifications are con-\ncerned, may probably be increMingly rapid as it has an increasingly complex\nmaterial to work on. All I can 8&y is that I am a momentary link in a\nchain of organisms perpetually changing in accordance with an unknown path\nof evolution; and my present conscious condition represents no norm what-\never, but only the historical fact that my ancestors' actual mode of develop-\nment was sufficiently suited to their environment to keep them alive.\nso many Spiritualistic journals in the world, and yl't so few attempts either to prove\nor to illustrate this central article of faith, ia to me a never·ceasing wonder. I can only\nreiterate my own anxious desire to receive records of experiments from observers at\nevery point of view.\n1 See Appendices to this review.\n\fSupp1emeut.J \"AUtomatiBnUl Psychologique.\" 191\nIt follows that so long as we are dealing with mankind from a rough\npractical point of view,-as, for instance, in therapeutics.-we may without\nserious error treat the ordinary state of health and intelligence as a type to\n'W\"hich aberrant Ipecimens ought to be recalled. But if we wish to engage,\nas M. Janet engages, in a more original, more philosophical discUl8ion of\nman's personality, we have no longer the right to aBlume that our common\nempiricalltandard gives any true measurement of the potentialities of man.\nFrom among a good many passages of M. Janet's which seem to me thus\nlacking in width of purview, I take one (p. 137) where, amid much which\nI hold to be true and important (see ProcudinglJ, Vol. IV., p. 225), one\nphrase occurs which placea our point of difference in a clear light.\n\" The memories which persist in a man's mind are grouped and aggregated\nround some one leading form of sensation [i.e., as visual or auditory images,\n&C.], which serves both to exprell them and to evoke them j and when they\nare sufficiently numerous they form a Iystem of which all the parts cohere and\nbelong to the same memory. A man perfectly healthy from the psychological\npoint of view would never polleu more than one memory of this kind,and since\nall the phenomena of his thought would be attached to images always the\nsame and alwaYI preaent to him, he would be able easily to evoke them all,\nand at any moment. But no one is thus perfect j a thousand circumstances,-\npaBBion, Ileep, drunkenness, illn888, diminish or destroy certain images,\nrevive others, and change the whole orientation of his thought. Secondary\ngroupe of memories are then formed, in accordance with the same laws,\naround certain images which are abnormal in his mind j [e.g., auditory images\nin a ' visual,' &c.] ; these new images may vanish and reappear no more; but\nif they reproduce themselvel periodically or are brought back by artifice,\nthey bring with them all the memoriel which are linked' with them, and the\ndifferent memories become alternating memories.\"\nThe main ft't,th in this passage (in my vie'W\") lies in the description of the\ngrowth of subsidiary mnemonic chains, which may ultimately enter into\nrivalry with the primary mnemonic chain in the waking individual. 'l'he\nmain originality lies in the association of each new mnemonic chain with a\ndifl\"erent let of revivable lense-images-Bo that a \"visual\" formed pro tem.\ninto an audile (to ule Galton's terms) enters by that very fact into a fresh\nphase of personality. This ingenioul hypothesis M. Janet bas shown to be\nprobable in lome instances i-though I think that he pre8881 it too far. But\nthe main error which the passage (as I think) containl, lies in the conception\nof the psychologically healthy or normal man who has one let of memoriel\nonly,-say visual; sticks to that set, and is able to reproduce at will all the\nmemories which have been grouped around his stock of visual images.-\nmemoriel (un1888 I much mistake M. Janet) of objects wittingly (sciemment)\nobserved by our normal man's primary consciousneu.\nNow I say that such a man's memories may of course be practically\nadequate, but are certainly not theoretically complete. I hold that every\nimpreuion made on the organism (above some minimum which we cannot\ngu888 at)-be it visual,auditory,or tactile. is in a certain sense remembered by\nsome stratum of that organism, and is potentially capable of being reproduced\nin 'the primary memory. If called upon to defend this thesis at length, I\nshould find various experiments of M. Janet's own to add to the converging\nDigitized by Google\n\f192 Professor Pier)'e Janet's [Supplement.\nmass of observatioll8 which this view, and this view alone, serves to explain\nand to unite.\nFor the moment I must confine myself to a single concrete illustration.\nIn the paperon crystal-gazing which appeared in Proceeding' XIV., the author\ngave the following carefully observed incident. She saw in the crystal,-as an\nexternalised hallucill8tion which M. Janet would doubtless claasas morbid,-\na printed announcement, as though from the Times newspaper, of the death\nof a friend, as to whose health she was in no way preoccupied. On searching\nthe Times of the previous day that. announcement was found. But Mias X.\nhad never coll8Ciously read it ;-never read it, in the usual sell8e, at all. She\nhad simply held that sheet of the Times to shade her face from the fire while\ntalking to Mrs. Sidgwick, with whom she was staying at the time. That is to\nsay the words of the announcement had imprinted themselves on her retina,\nbut their meaning had never reached her mind, in the usual sell8e of the\nterm,-that is, her primary consciousne88. But when she looked in the\ncrystal,-uaed, that is to say, an empirical method for facilitating communica-\ntion between the subjacent and the superficial conaciousne88,-then that\nsubjacent conaciousness was able to convey, in hallucill8tory form, this true\nmessage to her primary self. Now I say that in so far as anyone pouesaea a\npower of this sort, and can acquire cognisance, either by artifice or by some\nspontaneous uprush, of the impressions stored, and the operatioll8 proceeding,\nin strata deeper than his primary conaciousness, to that extent is he superior\nand not inferior to ordill8ry humanity, more\" normal\" than the average\nman-if any norni there be-because he is more fully utilising the possibili-\nties of his being.\nIn Mias X.'s crystal-gazingthe infonuation gained is often trivial, and the\nupward-6.owing messages interesting mainly in their theoretical aspect. But\nthere are phenomena of a more exciting kind which must receive just the same\nexplanation. The differentia (as I venture to hold) of gellius ;- not of the\ngenius which is a mere extraordinary capacity for taking paill8, but of the\nsheer unmistakable creative genius(say for iIl8tance) of a Mozart,-lies in this\nvery same thing ;-in the capacity for drawing upwards into the primary\ncoll8Ciousness the results of operatioll8 which have taken place, (with no\neffort to the primary self, and often beyond its cOll8Cious capacity,) in the\nsubjacent strata of his complex intelligence. And if after this the man of\ngenius should suffer from nervoUl! exhaustion, (which is by no meall8 always\nthe case,) I consider that he has accomplished the greater object at the coat of\nthe lesser, and is no more morbid than a champion sculler is morbid because\non the day after a hard-won race he has a pain in his back. This mention of\nthe case of genill.' is by no means here a digression. For the doctrine that Ie\ngenie est tme ,iobrose,-that there is something morbid and disequilibrated in\nany extraordinary creative power,-is maintained now-a-daysl with arguments\nclosely resembling those which M. Janet directs against the soundne88 of\nautomatists orof hypnotisable persons. Genius, automatism, hypnotisability ;\nthese three in a sell8e must stand or fall together, as representing unworked\npotentialities of the human spirit; accidental or empirical modes of bringing\n\" the good treasures of the heart \" into serviceability to the cOll8Cious self.\n1 See Lomb1'OllO\" L'Homme Ik Gh&it.\nDigitized by Google\n\fSupplement.] \".A utomatisnte Psychologique.\" 193\nFor, indeed, the capacity of being hypnotised-to return thus to the\nimmediate arguments of our author-is surely lI<1t, as he would have us\nbelieve, an indication of something in the subject already morbid, or on the\npoint of becoming so. Actual experiment (as we have seen in Mr. Wingfield's\ncases) disproves this view as completely as my theory could desire. I offer\nin exchange the following suggestion: Hypnotisability indicates neither\nhealth nor disease ; but merely a facility of communication or alternation\nbetween different strata of the personality. The facility of such interchange\n(like other capacities of strong organic reaction to given stimuli) may be\nharmful or helpful according to the circumstances of each case. It is probable\nthat those who are morbidly unstable to begin with will be hypnotisable also.\nAnd thus it is found on the whole (though with considerable divergence\nbetween observers) that hysterical subjects are specially hypnotisable. But\nthis fact constitutes no presumption whatever that all hypnotisable subjects\nwill be morbid. As well might one say that because drunken men fall very\nsound asleep, therefore everyone who falls asleep must be mure or leBS\ndrunk.\nWe have dwelt long on this important theoretical point; for this too\nhasty generalisation of M. Janet's from his own experiences with morbid\nsubjects to the morbidity of aU subjects lies at the root of almost all in his\nbook to which our English experience would lead us to demur. I pass\nmore briefly over his account of 8Itggestion,-the artificial retrenchment of\nthe field of consciouBness,-which he classes 1\\8 one of the phenomena of\ntotal automatism. In reading M. Janet's resume of the power of suggestion,\nwith his apologies for again treating so well-worn a theme, we, in these\nProcudillgs, may be allowed a paBSing reflection on the extraordinary rapidity\nwith which the phenomena of hypnotic suggestion have taken their place\namong the common-places of experimental psychology. Hypnotic suggestion,\nthough known to the early mesmeruers, (now beginning at last to receive\ndue honour), in England as well as in France, had, in this generation, fallen\nalmost wholly out of the scientific purview, and was looked upon as a\ntrick of itinerant charlatans. In these Proceedings, however, from their\nvery inception, we have dwelt on the reality and the power of this\nsingular agency. I suppose that other English organs must be beginning to\ndeal with the subject now; but during the seven years' life of these\nProceedings I cannot remember that we have gathered a single illustrative\ninstance from any English periodical, or even any criticism, except the oft-\nrepeated remark that the subjects of suggestion are probably either paid, or\nduping the operator.\nWell-worn though the subject may now be, M. Janet has, as usual, some\ningenious contributions to make to it. One of the most striking of these is\nan experiment--or rather a pair of experiments-which show the con-\nvertibility of what I have elsewhere called active and paBSive automatisms,\n-of suggested actim~ and suggested haUttcination,-in a quite novel way.\n\"There are no acts,\" says M. Janet (p. 148), \"without an image in the\nmind, which, although aBSociated with a movement, is not on that account\nthe leBS intense. A subject ordered to lift her arm has in her mind an image\nof the act-an image muscular or visual as the case may be,-which is quite\nclear and exactly like a hallucination. For instance, I bid Marie lift her\no\n\f1941 Professor Pierre Janef8 [Supplement..\nann, but I straightway seize the arm and arrest the movement. Since she\nhas no muacular sensibility on this Bide she does not feel my action. A few\nmoments later I ask her where her arm is, and she answers that it is in the\nair, ·and that she _ it..• We have thus suppressed the action which\nunder ordinary circumstances masks the image of the action, and have left\nthis image isolated [divorced from its habitual realiaation]. It is then seen\nthat the image existed in full completeneBB, and in this case even amounted\nto a hallucination. On the other hand, it is easy to show that some move-\nment [surely it would be safer to say some tendency to movement] always\naccompanies a suggested hallucination. . . It is impoBBible to give to a\nvisual subject the visual hallucination of the movement of her arm without\nthe supervention of an actual movement. I told Uonie, after bandaging\nher eyes, to see her left arm rising and waving in the air. [Her left lIide is\nanreathetic, 110 that its automatic movements could give her no information.]\nIn a few moments IIhe said, 'Yell, I see it j the fingers are parted' j but at\nthe same time the left arm [which she cannot feel] executed just the move-\nment which she declared that IIhe saw.\"\nThe value or novelty of each experiment of this type can hardly be\njudged except by those who have followed pretty closely the long lIeries of\nlIuch observations which have of late been accumu)ated in France. It is, I\nthink, rather unfortunate that the work on Hypnotism, written for the\nInternational Scientific Series.-though lucid and ingenioull as are all the\nproductions of its fertile authors,-IIhould contain at least one series of\nexperiments of very dubious interpretation. I allude to the transJert, and\nespecially the transJertpsychique,or reversal of emotion,supposed to be effected\nby the agency of magnets on hYllterical SUbjects. The very curious experi-\nments of MeBBrs. Binet and F~re on this point have received little real\nconfirmation elsewhere j and M. Janet is, I think, probably right in\nattributing the phenomena to unconscious suggestion, working on some\ninfluence of a vaguer kind which the magnet may perhaps exert. I see,\nindeed, that in his latest paper (Rev. Phil, October, 1889, p. 438) M. Binet\nhimself admits as an explanation of this so-called psychical polarisation the\nview of Ottolenghi and Lombrollo that \"the principal action of the magnet\non the organism consists in suppreBBing the phenomena previouslysuggested ;\nso that-this phenomenon once effaced--8BllOCiation by contrast comes .into\nplay, and produces in the consciousness a negative instead of a positive\nphenomenon\" :-i.e., a reversal of the hallucinatory idea previously dominant.\nBut I must p&BB on to the s9COnddivision of M. Janet's book,-in which\nhe deals with partial automatism i- the subconscioull acts performed by\npersons in a waking state, in obedience sometimes to previous lIuggestion in\nthe hypnotic trance, or sometimes to commands insinuated into the waking\nsubject par distractioo. i-by whispers or tactile hints which the main\n(lonsciousneBB of the subject does not perceive, but which induce (say) her\nanreathetic hand to write autoinatic replies. Automatic we are forced to call\nthese acts. but (as M. Janet justly insists) we mUllt not therefore l\\88ume that\nthey are effected without a consciousneBB of their own. I must not here\ndwell on the details of these ingenious investigations, of many of which some\n.account has already been given in these Pf\"OCUdings.\nRather let me once more colligate these and many similar experiments in\nDigitized by Google\n\fSupplemeat.J \"Automatisme Psychologique.\" 195\na single hypothesis, and give to human penonality a definition as wide as\nsuch observations seem to require. I suggest that every cell in our bodies\nmay have a separate memory, and therefore in a sense a rudimentary\npel'llOnality of its own. Every combination of cellB, every nerve, every\nmuscle, every limb or tract olthe body, with its brain-connections, may have\na more complex memory of its own, and may recollect and give account of\nincidents of which the ordinary waking conaciousneB8 has never been aware.\nThese are separate memories which do not deserve the title of separate\nperaonalitiu, except ill the sense in which that word may be applied to the\nbrute creation. Above this comes the immense nervous apparatus\nwhich corresponds to the human mind: and·of this apparatus we habitually\nuse only some such proportion as our English vocabulary heal'll to all\npoBBible combinations of the alphabet. The letten of our inward alphabet\nwill shape themselves into many other dialects ;-many other personalities,as\ndistinct as those which we assume to be OUrsel11eB, can be made out of our\nmental material. In some extreme case these allotropic pel'llOnalities may\nalternate with or supel'8ede the penonalities which we have learnt to call our\nown. But in ordinary CABeS, where they do not thus emerge, we must not\nassume that they are non-existent. It may be indeed that they are not\nshaped into definite chains of memory-a Lucie II. and a Lucie I1I.-as in\nM. Janet's subjects. It may be that the very formation in us of anything I!O\nnarrow and confined as what we know as pel'llOnality, is in itself a limitation\nof our eaaential being,- a mere mode of concentration in order to meet the\nperils of our environment. But in some way or other-penonalised or not\npersonalised-a continuous activity of our whole being goes on, of which the\nresults are in some sense psychical, in some sense permanent. Every\nimpreaaion made upon or within the organism has a psychical counterpart,\nand this, or the capacity of reproducing this, is somewhere fixed and pre-\nserved. The question as to what part of a man's being enten into his\nordinary conaciousneaa is like the question what part of his body when he\nfloats on the 8eB, floats above water. It is nece88ary for his preservation that\na certain minimum should so float; but the submerged portion is living with\nthe same life as the portion exposed.\nOur hypothesis, it is manifest, Dlay be carried one step further. Each of\nthe pel'llOnalities within us is itself the summation of many narrower and\ninferior memories. It is conceivable that there may be for each man a yet\nmore comprehensive personality-or sayan individuality-which correlates\nand comprises all known and unknown phases of his being. Such a notion\ncan no longer be dismissed as merely mystical ; analogy points to it; and\nalthough no observation could fully prove it there may well be observations\nwhich Dlay make it probable. But here as everywhere fearleB8 analysis is\nthe pre-requisite of any Bound construction. We must not shrink from\npulling ourselves to pieces if we hope to find indications that there is some-\nthing in us larger and more perdurable than we had previously Bupposed.\nAn important chapter of M. Janet's book,-\" DtSsagregation Psycholo-\ngique,\"-is devoted to the review of a subject where premature construction\nhas long hindered necessary analysis. It requires some courage,-perhaps\nmore courage in France even than in EngJand,-for a scientific writer so\nmuch as to discuaa the Spiritistic literature. M. Janet faces the task.\no 2\nDigitized by Google\n\f196 Professor Pier\/'e Janet's [Supplement.\nthough in the spirit of a chemist studying the records ofa.lchemy. .. Experi-\nmental psychology,\" he says, \"began by being animal magnetism and\nspiritism i let us not forget this fact, nor laugh at our ancestors.\"\nHis treatment of the problem is careful and candid, and he has little\ndifficulty in explAining most of the facts accessible to him on lines familiar to\nthe readers of these ProceeJ.iillgs,-as the manifestation of some disintegration\nof personality within the medium rather than of some invasion of a personality\nfrom without. I say that \" most of the facts accessible to him \"are explica-\nble in this way. But there are, I know, other f\/\\ets less easy of explanation.\nNever could there be a better' moment than now for some new champion of\nthe Spiritual explanation of automatic writing to enter the field. He must\nbe someone capable of understanding the essential points as to evidence of\noutside intelligence on which dispassionate critics are now agreeing, and\nwhich it is no disgrace to the earlier Spiritualists that they could not at once\ndivine. And he must be someone really patient, really diligent,-willing to\nbestow on his experiments- what I much doubt whether any Spiritualist\nauthor has yet done-something approaching the time and care which M.\nJanet has bestowed upon his. The few cases which have been sent to myself,\nby M. Aksakof and others, in response to previous appeals of this kind, are\nquite enough to show the real importance to science of the fullest possible\npresentation of that very theory against whose rash and hasty adoption both\nM.•Tanet's arguments and my own have thus far been directed.1\nThis long review must now draw to a close. I may perhaps end it by\nquoting a curious example given by M. Janet (p. 466) in his last chapter, \"La.\nFaiblesse et 1a. Force Morales.\" to show how the tendency to .. psychological\nautomatism\" is latent in all of us, but gathers force to manifest itself only\nwhen we are brought\" below par \" by fatigue or disease.\n\" It is commonly said that love is a passion to which man is always liable,\nand which may surprise him at any moment of his life, from 15 to 75. This\ndoes not seem to me accurate ; and a man is not throughout all his life and\nat every moment susceptible of falling in love (de de'l1luir amoureux). When\na man is in good physical and moral health, when he has easy and com-\nplete command of all his ideas, he lnay expose himself to circumstances the\nmost capable of giving rise to a passion, but he will not feel it. His desires\nwill be reasonable and obedient to his will, leading the man only so far as he\nwishes to go, and disappearing when he wishes to be rid of them. On the\nother hand if a man is morally below the mark (malade au nwral),-if in\nconsequence of physical fatigue or excessive intellectual work, or of violent\nshocks and prolonged sorrow, he is exhausted, melancholy, distracted, timi(l,\nincapable of controlling his ideas,-in a word, depressed,-then he will fall in\n1 An allusion made by M. Janet to the Rev. P. H. Newnham (p. 392) gives me.n\nopportunity of repeating my grateful \/\\eknowledgment of the kindnesa and candour\nwith which Mr. Newnham presented me with the original private note·books oontaining\nhis experiments,-which books I shall be glad at any time to ahow to inquirers. Mr.\nNewnham, who had lived for BOme years in the calm hut oonatant expectation of death.\nfrom disease of the hea.rt, has now pasBed away ; and I may repeat the witnE'Sll of\nothers who knew him more intimately than I, to the effect that A simpler, fmnker,\nmore one, more upright character bas mrely been met with even in that profesaion\nwhose duties he fulfilled BO earnestly so long as any strength to fulfil them remained.\nDigitized by Google\n\fSupplement.J \".Automatwne Psychologique.\" 197\nlove, or receive the germ of some kind of p8II8ion, on the first and most\ntrivial occasion. . The least thing is then enough j the sight of lome\nface, a gesture, a word, which previously would have left us altogether\nindifferent, strikes us, and becomes the ltarting point of a long amorous\nmalady. Or more than this, an object which had made no impreBBion on us,\nat a moment when our mind was healthier and not capable of inoculation,\nmay have left in us some insignificant memory which reappears in a moment\nof morbid receptivity. That is enough ; the germ is BOwn in a favourable\nBOil ; it will develop itself and grow.\n\"There isat first, as in every virulent malady, a period of incubation ; the\nnew idea paBBeS and rep8ll8es in the vague reveries of the enfeebled\nconaciousneBB ; then seems for a few days to have disappeared and to leave\nthe mind to recover from its paBBing trouble. But the idea has done its\nwork below the surface ; it has become strong enough to shake the body ;\nand to provoke movements whose origin lies outside the primaryconaciouaneBB.\nWhat is the surprise of a sensible man when he finds himself piteously\nreturning beneath the windows of his charmer, whither his wandering feet\nhave taken him without his knowledge i-or when in the midst of his daily\nwork he hears his lips mumlUring perpetuslly the well-known name !\nSuch is passion in its reality j not as idealised by fantastic description,\nbut reduced to its eBSential psychological characteristics.\"\nIt will be seen that this eloquent paBBSge,-as of a modernised Lucretius,\n-is thoroughly in harmony with M. Janet's opinions, as above discUBBed,\nwith regard to the normal condition and neceasary limitations of the\npsychical energies of man. It is opposed to the wider hopes and conceptions\nwhich I have indicated; but I shall not here again argue the point in\ndetail. I shall leave it to wi eke avett int4l11etto d'amore to consider whether\nM. Janet's analysis is BOund or complete,-whether such words as Plato\nand Dante bave spoken concerning love are \"descriptions jantctisistes,\"\nor living records of profoundest truth j-whether that were a sign of\nstrength or of weakneBB,-·that most overnlaBtering, most irrational of all\nrecorded passions, which yet was as a VUa Nturva to one potent heart :-\nwhich could prompt to high effort, and soar above desire, and project\nits p8II8ionate ardour beyond the gulf of death. For my part I have\nlOme fear lest so soon as we come to disbelieve in the highest facts of\nman's past, and to despair of surpaBBing them in man's future,-soBOonaswe\naBBume that we have already attained our full normal development, and that\nthe obscure strivings of this reatleBB spirit mustlead henceforth nowhither j-\nthen by that very aBBumption we shall have entered upon our decadence, and\ninvited our degeneration and decay.\nThis review, with the reviews which follow, must serve for the present\nas a fulfilment of our promise of a survey of the existing condition of\nhypnotism in France.\nI have touched above on several of the points which excited most\ncontroversy at the recent International CongreBB of Experimental Psychology,\nin whose discussions hypnotism played a leading part. For the rest,\nthe impreBBion produced by that Congress was that of the increasing\nacceptance of most of the doctrines of the Nancy school. Readers of these\nDigitized by Google\n\f198 Profes80T Pim\"re Janet'8 (Supplement.\nProceedillgs will not be surpriaed at this result, which represents in fact\ne88entially the triumph of generaiiBBtionB based on a wider experience over\ngeneraiiBBtionB based on a narrower experience,-lIarrower; I say, in spite of\nthe vast extent and skilled organisation of the Salpetriere-because the\nsubjects there submitted to experiment have been all of nearly the same\ntype,-hysterical and epileptic invalids. The school of Nancy is gaining\nground, with its demonstration that the \"three stages\" of the \"gt\"alld\nlIypnQtisme\" under M. Charcot's rule are rarely reproduced elsewhere, and\nare therefore not a necessary or typical manifestation of the hypnotic state.\nNancy is gaining ground with its insistance on the power of suggestion, and\nits belief in the hypnotiBBtion of healthy subjects. But,-if a foreign\nobserver may repeat the warning which impartial judges like M. Richet are\nalready uttering in France,-I see a cloud on the horizon of Nancy's fame.\nIts leading men (except the veteran Liebeault) are pushing their theory too\nfar, and insisting that all in hypnotism is suggestion, and that there are no\nphysical influences whatever, whether from passes, metals, or magnets. On\nthis point I must adhere to the view which I have often expre88ed in these\nProceediu,ljs, that p&88es almost certainly, metals probably, magnets poBBibly,\ndo sometimes exert a physical influence; and that we are yet farfrom having\nexhausted the agencies which operate between one human being and another.\nHas not the history of hypnotism thus far been a slow but repeated justifica-\ntion of those who, in each succe88ive controversy, took the wider and le88\nexclusive view 1 of those who recognised most frankly the magnitude, the\nobscurity, the unpredictable iBBues of this ever more penetrating inquiry\ninto the hidden mechanism of man 1\nAPPENDIX 1.\nMr. Hugh Wingfield, who, when holding a University appointment as\nDemonstrator of Physiology at Cambridge, had very wide opportunities of\nchoosing subjects from his large classes of medical students, sends me the\nfollowing statement.\nSeptember 6th, 1889.\nI subjoin the results of my own experience of hypnotic subjects.\nI have hypnotised at first trial over 170 men, between the ages of 17 and\n28, having had about 20 per cent. of failures.\nI do not know how many I could have hypnotised had I persisted, as, if I\nfailed once, I never tried again.\nThe subjects, with the exception. of 18, were 'all undergraduates. Con-\nsidering the extreme rarity of hysteria among men in England, it is utterly\nincredible that I should have hit upon 170 hysterical men haphazard.\nBesides, I always refused to hypnotise anyone unless I believed them to be\nperfectly free from hysteria.\nIII the ollly three cases where abnormal symptoms presented themselves\nduring the hypnotic state (I cannot say that the symptoms were hysterical),\nI rejected the SUbjects.\nIn most cases I did not test the subjects for hemi-anresthesia or other\nhysterical symptoms, a.~ it was quite superfluous to do so; but in certain\nexperiments on sensation it was Ilecessary to test the sensation of both\nDigitized by Goo~\n\fSupplemeat.) CIAutomatilnne Psychologique.\" 199\nhanda j and 1 have also sometimes tested the sensation of both forearms and\nthe two sides of the face j yet in no single instance could 1 detect any\nabnormality whatever.\nWith regard to the other casllll, none so far as 1 know (I have only\ninquired of a few) had ever had any symptom of hysteria.\nIt seems distinctly unfair to argue that because hysterical subjects are\neasily hypnotised, all subjects must be hysterical. Besides which, 1 very\nmuch doubt the susceptibility of aU hysterical persons. 1 have found two\nwhom 1 could IIC&rcely in1luence at all. Personally, 1 am quite convinced that\nlarge numbers of persons who have no symptom of hysteria whatever can be\nreadily hypnotised.\nH. E. WINGFIBLD.\nAPPENDIX n.\nOn the general question of the comparative frequency of hysteria in\nFrance and England, Dr. A. T. Myers sends me the following note:-\n.. The position of hysteria among the diseases of England and France is\nvery different. The' grande hyatirie' which French study has of recent\nye&1'll defined and accentuated among nearly all large collections of the\nyoung as well as of the sick in France, and more especially in Paris, is\nhard to find in England even when sougbt for, and very imperfect in\nits French equipment of anresthesUe and parreathesUe and elaborate sequence\nof four periods of convulsion, 10 that it offers comparatively little op-\nportunity for testing, for instance, whether metallo-therapy acts purely\nby suggestion or not. And the •petite hy.tbie,' the po88ibility of which\nthe French observer can never forget when he is dealing with young people,\nespecially if they are being bypnotised, is out of the question for almost\nevery one of such subjects as have come most completely under Mr. G. A.\nSmith's in1luence and furnished the staple of Mr. Gurneyis inductions.\nCases of it may be found, no doubt, in a few morbid conditions of health and\nsurroundings in all claasea in England, but not among the vigorous, hard-\nworking telegraph boys, or apprentices to active trades, who have to spend\nhalf their day in the open air and to learn how to use their muscles•\n.. The diffusion of hysteria among the European races seems to be far from\nuniform. The widest experience showl that the French have on the whole\nhad the most cases to deal with (Striimpell) j and among them lOme of the\nmost severe type. .The Italians, Spaniards, and Greeks apparently sufl'er\nmore from hysteria than the English, Germans, or Dutch. Among the\nSclavonic races tbere are occasional limited endemics (Hirsch) j and the J eWI\nare credited with a large percentage (Grasaet).\nDigitized by Google\n\f200 Binet on the OOnscW'U8ne88 of [Supplement.\nIV.\nBINET ON THE CONSCIOUSNESS OF HYSTERICAL\nSUBJECTS.l\nBy F. W. H. MYERS,\nM. Binet is doubtleu known to most ot our readers aa one of the most\ningenious and suggestive of modern French experimental psychologists. He\nhas ~orked mainly in &88OCiation with Dr. Fere, and at the Salpetriere ; but his\nrange of speculation is wide, and his book on La P.ychologie du Rai8ont~lt,\nand his Etudes de P8!\/clwlogie Exptlrimelltale enjoy a just reputation. The\npresent article is an account of experiments performed on hysterics at\nthe Salp6triere ; and on this point two preliminary remarks must be made.\nIn the first place, one feels that the Salp&triere has, in a sense, Hen\nsmothered in its own abundance. The richest collection of hysterics which\nthe world has ever seen, it has also (one fears) become a kind of unconscious\nschool of these unconscious prophets-a milieu where the new arrival learns\ninsensibly from the very atmosphere of experiment around her to adapt her\nown reftexes or responses to the subtly-divined expectations of the operator.\nOne is inclined, therefore, to wait until a series of Salp&triere experiments\nhave been independently confirmed elsewhere before offering t11em to an\nEnglish public, which, from our marked poverty in hysterics, is little likely\nto have the chance of verifying the results de \"un.\nBut in this case M. Binet's experiments are so strikingly in concordance\nwith the quite independent results obtained both by M. Pierre Janet and\nby some of ourselves in England,-and are, moreover, in themselves so easy\nof repetition, if only a properly anresthetic subject can be secured,-that\nsome account of them seems due to the readers of these Proceedings.\nIn the second place, it may be said that these are pathological phenomena ;\nand that our Society is not concerned with disease. To this I answer that\nthese are not pathological phenomena, but pathological revelations of normal\nphenomena, which is a very different thing. The gearing of the hysteric's\ninward factory is disconnected; the couplings are shifted in all sorts of\ninjurious ways; some of the wheels are standing still, and some are whizzing\nuseleuly round and round. But the wheelwork is still all there; and by\nobserving the various hitches and stoppages which are now taking place, we\ncan get a better notion of the way the power is spplied than the smoothly-\nworking, carefully-boxed machinery of the healthy subject is likely to give\nus. Above all, we must avoid the assumption that the hysteric p088eBBeS\nany capacity whatever which we do not all of us potentially POUeBB. Is the\nhysteric hyperresthetic 1 Then so do we all potentially POSSeBB the acutenesa\nof smell or sight or hearing which she manifests. No fresh anatomical\nelement is added to her ear or eye j no fresh physiological property to any\none molecule in her body. What she can do, we can do,-only as that haa not\n1 Recherches BUr It'ls Alterations de la Conscience chez lea Hyateriquea. A. Binet,\n.Revuc PhWnophiqllf, February, 1889.\nDigitized by Google\n\fSupplemeut.J Hysterical Subjects. 201\nbeen the most useful way of exerting our innate powers, our ancestry has 80\narl'lmged us that those hysterical delicacies of perception remain in us latent\nand unknown. Is the hysteric dil80ciable into two or more co-existent\npersonalities1 Then so are we also presumably dissociable; our machinery\nis made on the same plan as hers; though the belt which fer her has slipped\nfrom the shaft, in us still keepa its place, and holds our personalities together.\nNay more, if that purely imaginary entity, the normal man, is still held\nup before us as incapable ex lIi termi1~i of any change which is not degener-\nation, we shall reply that after all it is one of the perfections of a complex\ninstrument to admit of the ready disconnection of its constituent parts ; and\nthat our true ideal should be,-neither the rigid connections of 8O-called\nnormality, nor the ungovernable disconnections of hysteria,-but a condition\nin which we should be able to connect or disconnect any element within us\nat pleasure. We can at present do this to a slight extent, and we account\nthis power as a gain. It is a gain, for instance, to be able to abstract one's\nattention,-to become temporarily anresthetic to noises around one. Thismay,\nindeed, be pushed too far; as we know that a soldier cut off Archimedes'\nhead while that philosopher was meditating on the hypothenuse. But our\nideal should go beyond Archimedes i-it should be to cut off the soldier's\nhead with one of our personalities, while we meditate unbrokenly on the\nhypothenuse with the other.\nLet us proceed now to M. Binet and his hysterics; remembering that\njust as, in Mr. Herbert Spencer's phrase, .. the mobile in expression repruent\nthe race,\"-give overt manifestation to such slight changes as pass over the\nmoods of all ;\"-80 also do these far more profoundly mobile beings .. repre-\nsent the race\" in deeper fashion i-sometimes even dissect away our recent\nnervous acquisitions, and lay bare processes that correspond to a long-past\nstage of evolution.\nThe first point to remark is that the anresthetic limb of a hysteric is\nalmost always capable of certain simple movements, which it executes with-\nout the subject's knowledge, or when concealed from the subject by a screen.\nIf the anresthetic arm, for instance, is moved in a certain way, and then left\nto itself, it continues the movement. If it is guided into writing a word or\nwords, and then left to itself, it will repeat the word, or continue the sentence.\nIt acts, in short, very much as the subject's planchette-writing hand in Mr.\nGurney's experiments acted when fulfilling a post-hypnotic suggestion. Let\nus see how far this supposed anresthetic arm is really intelligent, or is really\nsusceptible of pain.\nIf we merely prick the anresthetic hand it in no way re&ets,-shows no\ndisposition to avoid the pin. Perhaps this is because the pin-prick awakes\nno definite conception. Let us try a more complex stimulus.\n.. We place in the right (anresthetic) hand of Amelie CIa- a box of\nmatchea ; a large vertical screen prevents the patient from seeing her hand.\nAfter a moment's contact the right hand clasps the box; fingers it; seems\nto recognise it ; strikes a match and holds it alight; as the flame advances\nthe fingers withdraw, as if they felt and shunned the heat; and when the\nflame nears t,he end of the match the fingers open and the match falls.\"\nFrom this experiment it is not clear whether pain is felt, or whether the\nwhole act is a mere piece of what, in a 1I0rmai waking person, we ca 1\nDigitized by Google\n\f202 Binet on the ConscW'U8ne88 oj [Supplement.\nBeOondary automatism j-the repetition of a familiar series of actions without\nconscious attention.\nLet us now,-I abbreviate M. Binet's account,-give the match-box to a\nsecond subject, L. Lavr-. She opens the box, but having taken out a match\nimagines it to be a pencil, and tries to write with it. We light the match\nand give it back to her. She does not realise that it is a match, and holds\nthis and a second burning match till they are consumed or go out, and her\nfingers are much burnt. This resembles an imperfect instinct j as when\nants store up beads which the observer has sown ill their hunting-fields.\nThe rtlllult of the experiment with another subject, Louise St. Am., is\nstill more curious. She drops the burning match, but then at once picks it\nup again. This resembles the tendency of caterpillars, &c., to go back to\nthe beginning of a series of actions, if interrupted.l The Sphex which, after\nits burrow had been, to its knowledge, emptied of the prey which it\nwished to wall up there, walled up the usele88 burrow all the same, before\nbeginning another, was obeying the same instinct as Louise, of continuing\nthe series of actions in the accustomed order, without regard to the special\ncircumstances of the case. Sphex and anresthetic hand each afforded an\ninstance of \"lapsed intelligence,\" nervous adjustments originally acquired\nby intelligent effort, but now irrecoverably sunk into routine. \"How,\"\nasks M. Binet, \"can one explain the preservation of tactile sensibility along\nwith the 1088 of sensibility to pain 1 Are there two orders of sensibility in\nconnection with different centres 1 Are there nerves for pain, a centre for\npain, distinct from the nerves and centres of sensation 1 Or does the\ndistinction between these two senRibilities consist in a fact of central\nperception 1 If the sensibility to pain seems to be BuppreBSed both for the\nprimary personality and for the secondary persoIU\\lity,-that is to say, for the\na.nresthetic limb,-are we to conclude that hysterical analgesia, in certain\nsubjects, may be an absolute destruction of sensibility to pain, and not an\nalteration of consciousne88 1\"\nI should reply that we must not so conclude in any absolute manner j but\nthat all aIU\\logy shows that where there is not actual previous lesion or\natrophy of the nerves the injury to them is perceived and the pain is-I do\nnot say felt, but recognised,-by some personality or other. I must suppose\nthat in Louise St. Am.'s case, just as in the case of Blanche Witt-, (men-\ntioned in the review of Dr. Jules Janet's paper, vi<l. info p. 216), there is a\nyet deeper personality which the experimenter has not reached, and which\nwas all the time mutely upbraiding the folly of the anresthetic hand in\nmistaking a lighted match for a lead pencil.\nAs regards the diB8OCiation of tactile from dolorous sensibility, I may\njust remark that it is quite p088ible that our earliest monocellular ancestors\nmay have p088e88ed the power of feeling contact, but not of feeling pain.\nIf sensibility to pain be a protective character acquired in thc struggle for\nexistence, the hysterical severance of the two sensibilities is le88 incredible\nthan it may at first appear.\nThe next point of interest observed by M. Binet lies in the automatic\nwriting of thcse hysterical subjects. \" When a hysteric holds a pen in her\nanresthetic hand [concealed by a screen], in the attitude appropriate to\n1 Darwin in Romanee' Mental Et'Olution in Animah, p. 119.\n\fHy8terical Subject8. 203\nwriting, the pen will register the ideas which predominate in her conscious-\nnelS.\" U the subject is told to think of a name or a number, the pen-\nunknown to her primary self-will write that name or number. Or, if the\nsubject spontaneously thinks of a number, and the operator then lifts a finger\nof the aDlellthetic hand several times in succeasion, the finger will stiffen\nwhen the operator has reached the number which the primary self is thinking\nof. The allresthetic hand can thus be taught to indicate the subject's thoughts\nby a variety of gestures, though it is slow in learning to substitute one gesture\nfor another,-e.g., finger-lifting for writing.\nAnd now let us reverse the proceas; let us give the information first to\nthe anresthetic hand, and see whether, and in what form, the same kind of\nsubterraneous communication will transmit the intelligence to the primary\nself. Let us take the simplest fonn of experiment; which is also one of the\nmost interesting to students of automatic writing.\n.. The first subject observed was a hysterical woman, MIII-,whose right\narm was anresthetic. She did not perceive the passive movements of a\ngeneral kind which were communicated to this arm; but if one placed a pen\nin her right hand, and made the hand write a word, the patient at once\ngueased the word, with her eyes shut. She neverthele88 did not feel, she\nsaid, the graphic movement communicated to her hand; but she had a\nvisual image of the word, which appeared to her suddenly, •as if it were\nwritten in chalk on a black-board.'''\nM.Binet appears to think that his own are the first observations of this\ncurious co-operation of the motor activity of one phase of personality with\nthe visual perceptions of another. Were he in the habit of referring to\nEnglish works, he would find the phenomenon noted and illustrated in the\nSociety for Psychical Research Proceedi1'!18, Vol. III., p. 59, &.0., (in a paper\nread Janual\"y, 1885), and fornlulated (as xx' + 88' + w'), among a series of\nkindred phenomena there described.\nAn interesting variety in the experiment is as follows: M. Binet desires\nthe subject to think spontaneously of a word. Meantime he makes her\nalll!ellthetic hand write a certain word of his own choice. She proceeds t<;\nutter that word, under the impre88ion that she has spontaneously thought of\nit. The analogy here with post-hypnotic suggestion is very marked. The\nanlBllthetic hand, like the dormant hypnotic personality, makes a suggestion\nto the primary personality which that personality imlOcently accepts as its\nown spontaneous choice.\nAnother experiment is curious from the metaphysical question which it\nsuggests as to the distinction between pain and the idea of pain. In the case\nof two hysterics, when the skin of the aDlellthetic arm is pinched, behind a\nscreen, .. the patient, carefully interrogated, with avoidance of allsuggeation,\nspontaneGusly declares that she has the idea of a painful seD88tion. She\ndoes not suffer from it, for she is persuaded that she is insensible, but she\nadmits that the idea of this pain is disagreeable to her. There is thus a kind\nof transfOrmAtion of physical pain into mental pain, like. that which occurs\nwhen one imagines or recalls to memory some bodily suffering.\" The pain,\nin fact, as I have before said, is recognUed rather than felt; and it is a fair\nquestion for metaphysical argument whether that pain existed at all.\nThe phonomenon (as I at least should say) which is common to these\nDigitized by Google\n\f204 Binet on the COnsCWU8ne8S of [Supplement.\nand many similar experiments, is that communications from one state of\npersonality to another,-what, for sheer lack of a word. I have ventured\nto call metheetic communications (p. (8, note),-impre88 themselves on the\npercipient personality,-just as telepathic communications do,-by means of\nvisual or auditory images, or obacure perceptions, which may develop into\nactual hallucinations. The submerged personality is writing; it gives to the\nelUergent personality the hallucination of seeing words written in chalk on a\nboard. The submerged personality is suffering a definite localised smart; it\ngives to the emergent personality a vague quasi-hallucinatory idea of pain.\nNaturally it is when visual images are evoked in the emergent person-\nality that these communications are most distinct. Nor is it only so definite\na movement as the writing of the anlesthetic hand whicb can get itself\nrepresented in visual form. \"With some patients,\" says M. Binet, \"the\nvisual image determined by the peripheral excitation [of pinches, &C.]\naugments in intensity to the point where it extemalises itselfas a hallucination.\nTbus, when one bas repeatedly pricked the insensible hand of Lav-, while\nshe is occupied in reading, she presently sees the book become covered with\nlittle black points which hide and coniuse the text; she is obliged to give up\nreading.\"\nHere the annoyance given to the submerged personality was represented\nto the emergent personality by a hallucinatory vision, symbolical of the\npoints of pain. Compare Mr. Gurney's experiment (Proceedings, IV., p. 319),\nwhere the stress of competition between the normal and the hypnotic per-\nsonalities represented itself to the hypnotic personality, when emergent in\nits tunl, as a disturbing hallucinatory figure.\n\"P-l was told several times, 'It has left off snowing'; and then,\nwhen woke and set to the planchette, he was made to read aloud. The\nwriting which appeared was: It has lfeft sn-, and while this was proceeding\nthe reading was bad and stumbling. Re-hypnotisation afforded a\nglimpse of the condition in which the secondary intelligence had found itself.\nAsked what he had been doing, the subject replied, 'Trying to write, It has\nleft off snowing. ' Asked if he had been reading, he said. 'Reading! No, I\nhaven't been reading,' and added, 'Something seemed to disturb me.'\nHow was that 1 'Something seemed to keep moving about in fl'ont of lUe,\nso I got back into bed again.' Didn't Mr. Gurney hold a book and make\nyou read aloud 1 'No, somebody kept moving about. I didn't like the looks\nof them. Kept wandering to and fro. Horrible, awful! I thought to myself,\nI'll get into bed.' \"\nAnd now, before concluding, let us extend our area of comparison a little\nfurther yet. All these experinlents of M. Binet's have been in the well-\nknown Salplitriere atmosphere. They have all been cuncerned with la malacle ;\nand it has been taken for granted that this dissociation of personalities\nthrough the agency of local anlesthesia could only occur on diseased\nsubjects. It has, of course, been assumed also-it would seem absurd to\nquestion it,-that the anresthetic arm was necessarily less rational, le88\nintelligent, tlum the primary llersonality, which had apparently the use of\nthe head. Let us see whet-her it is really safe to make either the one or the\nother a88umption.\nIn the Proceedings of the American Society for Psychical Research,\nDigitized by Google\n\fSupplement.J Hysteri{XJ}, S'IJ,lYjects. 205\nVo1. I., p. 549, Profesaor William James, of Harvard, who is a physician\nas well as a psychologist, cites the following case from his own observation.\n\"William L. Smith, of Concord, Mass., student at the Massachusetts\nInstitute of Technology, age 21, perfectly healthy and exceptionally intelli-\ngent . . . sat with )Ir. Hodgson and myself, January 24th, 1889, with\nhis right hand extended on the instrument [planchette], and his face averted\nand buried in the hollow of his left arm, which lay along the table. Care\nwas taken not to lIuggest to him the aim of the inquiry, [i. e., to test for\naruesthesia induced in healthy subjects by the mere act of automatic writing.]\n\"The planchette began by illegible scrawling. After ten minutes I\npricked the back of the right hand several timell with a pin-no indication of\nfeeling. Two pricks on the left hand were followed by withdrawal, and the\nquestion, • What did you do that for l' to which I replied, •To find whether\nyou were going to sleep.' The first legible words which were written after\nthis were, Yu\", hurt me. •••• After some more or less illegible writing, I\npricked the right wrist and fingers several times again quite severely, with\nno sign of reaction on S. 's part. After an interval, however, the pencil\nwrote: Don't yot, prick me any more. S. then said,• My right hand is pretty\nwell asleep.' I tellted the two hands immediately, by pinching and pricking,\nbut found no dift'erence between them, both apparently tumnal. S. then said\nthat what he meant by •asleep' was the feeling of •pins and needlell,' which\nan insensible limb has when • waking up.'\n\"The last written lIentence was then deciphered aloud. S.laughed,having\nbeen conscioull only of the pricks on his left hand, and said, •It'll working\nthose two pin-pricks for all they are worth.'\n..I then asked •What have I been excited about to-day l' May be correct,\ndon't k1lO1D, pos6ibly sleeping. •What do you mean by sleeping 1' Answer:\nI dm~'t know. Yot, [distinct figure of a pin] me \"ill~teen times and thitik rzz\nwrite for yo\".\"\nThus we see that local alUllSthesia was produced on the hand of a healthy\nsubject, but apparently only just so long as that hand was writing the\nmessages of a submerged self. And when, on a later day, the pencil was\nplaced in the left hand instead of the right, the left hand took up the\nmemories of the right hand's previous sufferings.\n.. Here,\" says Profeasor James, \"as the reader will perceive, we have the\nconsciousness of a subject split into two parts, one of which expresses itself\nthrough the mouth, and the other through the hand, whilst both are in\ncommunication with the ear. The mouth-consciousness is ignorant of all that\nthe hand suft'ers or does j the hand-consciousneBB is ignorant of pin-pricks\ninflicted upon other parts of the body j and of what more remains to be\nascertained. If we call this hand-consciousness the automatic consciousness,\nthen we also perceive that the automatic consciousness may transfer itself\nfrom the right hand to the left, and carry its own peculiar store of memories\nwith it.\"\nHere, then, we have an independent experiment,-dating from before the\npublication of M. Binet's experiments above discuBBed,-and exhibiting in a\n.. perfectly healthy\" subject exactly the phenomena which M. Binet elicited\nfrom his maladu. Perhaps those who hold that automatism is always\nassociated with disease, will say that here the automatism was the sol.\nDigitized by Google\n\f206 Hysterical, Subjeci8. [Supplement.\nmanifestation of a diseased tendency which revealed iteelf in no other way.\nThis argument, however, is plainly liable to be reduced ad ab3umum by\nthe continued production of healthy automatists. And after Mr. Gurney's\nand Mr. Wingfield's experiments, there can, I think, be no doubt that\nhealthy automatists can be produced in any quantity, if sufficient trouble be\ntaken. But while in France we see well-equipped physicians experimenting\nin eager rivalry in hospitals teeming with bysterics, we in England have no\nsuch organisation either of researchers or of subjects for research. Instead\nof summoning obedient maladu in endle88 proceBSion, we have to induce\nhealthy independent persons to lay their hands on planchettes which they\nregard as gro88ly superstitious, or to hold pencils which they are finnly\npersuaded that no automatism will ever stir. We must not be surprised if\nthe French report a dozen experiments to our one, until more of us put our\nhands to the wheel. And now to conclude with a case admittedly bizarre,\nadmittedly abnormal, but which illustrates w~th ev~n absurd unexpectedne88\nthe immense variety which these phenomena of dissocisted personality may\naBSume. The report, included in Professor James's paper above cited, comes\nfrom the late Dr. Ira Barrows, ofProvidence, R. I., and is corroborated by his\nsurviving partner, and by the mother and brother of the late patient herself.\nThis was a case of hystero-epilePllY, in the course of which the patient\n\"complains of great pain in right arm, more and more intense, when\nsuddenly it falls down by her side. She looks at it in amazement. Thinks\nit belongs to some one else; positive it is not hers. • • Cut it, prick it,\ndo what you please with it, she takes no notice of it. . . She believes it\nto be an arm and a hand, but treats it as if it had intelligence and might\nkeep away from her. She bites it, pounds it, pricks it, and in many ways\nseeks to drive it from her. She calls it •Stump; Old Stump.' ..\nNow comes the odd pArt of the story. This paralysed arm, which used to\nwrite automatically on its own account, in what may now claim to be the\northodox fashion, showed itself in one way unique among all dissociated arm-\npersonalities. It operated, namely, as a kind of guardian angel or Dremon\nof Socrates j it was helpful amid the hysteric turmoil j it was perfectly\nrational while the unlucky head and trunk were raving in frenzy.\n\" When her delirium is at its height, as well as at all other times, her\nright hand is rational, asking and answering questions in writing; giving\ndirections, trying to prevent her tearing her clothes. When she pulls out\nher hair it seizes and holds her left hand. When she is asleep it carries on\nconversation the 88me ; writes poetry ; never sleeps; acts the part of a nurse\nas far as it can ; pulls the bed clothes over the patient, if it can reach them,\nwhen uncovered; raps on the head-board to awaken her mother (who always\nsleeps in the room), if anything occurs, as spasms,\" &c.\n\" Thy right hand,\" said the Psalmist, \"shall teach thee terrible things.\"\nHe foresaw that the uncontrollable impulse, as against the enomies of the\nLord, would outrun even the legitimate thirst for slaughter. But it needed\na subtler psychology to teach us that the right hand may moderate as woll\nas madden, may control instead of urging the violent unreasoning blow. For\nto the unsleeping guardian within us all paths of externalisation come alike ;\nwhile yet all together are all too few, and glance, voice, hand in unison can\nshow but a fragment of the Self.\nDigitized by Google\n\fSupplemsnt.) \"DaB Doppel-ich.\"\nv.\n\"DAB DOPPEL-ICH.\"I\nBy F. W. H. MuRS.\n207\nWeare glad to welcome this first publication of the Berlin Society for\nExperimcntal Psychology, a body whose aims, 88 our readers well know, have\na close affinity with our own. Dr. Max Deaaoir, secretary of that aociety,\nand author of the tractate now to be diBcu88ed, is already known to us 88 the\ncompiler of an accurate and serviceable Bibliography of Hypnotism and\nkindred subjects. His present work, while consisting mainly of a careful and\ncompetent digest of French and English experiments and theories, which have\nreceived frequent discu88ion in these columns, gives evidence also of indepen-\ndent thonght and philosophical insight. It has a special interest 88 one of the\npioneer pamphlets which begin to mark the entrance of German science into\na wide region of experimental psychology in which the Teutonic founders of\npsycho-physiology have for the moment been outstripped by French, and\nperhaps by English, inquiry.\nMerely indicating the lines of thonght which the earlier part of the\ntractate pursues, 1 shall reserve my space mainly for certain reflections\nwhich its conclusion snggests.\n\" In the course of ordinary life\"-I quote a passage (p. 6) which gives the\nkeynote of much that follows-\"certain actions occur which presuppose for\ntheir origination all the faculties of the human spirit, but which ne\\\"erthel888\nwork themselves out without the knowledge of the agent. These actions we\nterm automatic. Among them are certain automatic movements, as the act\nof dressing oneself, or of retracing a well-known path; and some other\nautomatic performanccs, such 88 counting one's steps, or adding up columns\nof figures. These latter acts· plainly indicate the existence of a separate\ntrain of fIUl1IWf'!\/ employed upon them. And, moreover, although they take\nplace without the agent's kflowledge, they cannot take place without his\ncmlBCiolllltlU3; they cannot be truly tUlCOMCiow acts. They must in some\nfashion belong to a Bub-consciousn888 which, in its relation to the far more\npotent tcppe1' COnaciOU8D888, may best be understood if we consider it as a\n\/lIlW1idary consciousne88. And if we regard COllsciouane88 and Memory as\nthe essential constituents of an Ego, we may boldly say that every man con-\nceala within himself the germs of \" second personality.\"\nThe experiments of the Berlin Society seem to have thus far been made\non healthy subjects; and Dr. De880ir is decidedly opposed to the view that\nseverance of personality is the special characteristic of hysteria. \" In dreams,\"\n1 DaI Doppel·lch, von Max Dessoir. (Karl SiegiHmund, Berlin.) This forms\nthefirlt fa.ecicule (it is numbered II., but .. subsequent notioeoorreots this) of the\n.. Schriften der Gesellschaft fUr Experimental Psychologie zu Berlin.\" A 8eOOnd\nfaecicule bas sinoe been published, containing two papers, by Professor Bastian and\nF. von Hellwa.ld.\nDigitized by Google\n..\n\f208 \"DM Doppel-ich.\" [Sapplemeat.\nhe says, p. 13., \"in states of intoxication, in accesses of somnambulism or of\nepilepsy, a consciousness distinct from the habitual consciousness assumes the\nsway; and, moreover, mnemonic chains, more or less coherent, are wont to\nconnect these isolated periods of abnonnality.l The secondary memory thus\noriginated is not always wholly shut offfrom the primary train of existence,-\nas it was in Macnish's patient, the American lady, -rather there is generally\nsome connection between the two memories, as in the case of Felida X. But\nin either case there may be a manifestchange of character in the transition to\nthe secondaryself,so that two personalitiesS in every way disparate may inhabit\na single body. In the case of hysterical patients the dnal Ego is much less\nfully developed. But the careful study of their automatic movements leads\nto the same conclusion as to the existence and nature of a 8ubmerged con-\nsciousness as is suggested by the inward experience of healthy men.\"\nA very felicitous experiment (p. 19) serves to illustrate the persistence,\nthroughout healthy waking life, of a submerged consciousness which may at\nany time rise to the surface if the hypnotic state be induced.\n.. Several friends were in my room, one of whom, Mr. W., was\nreading to himself while the rest of us were talking with one another.\nSomeone happening to mention the name of Mr. X., in whom Mr. W. is\nmuch interested, Mr.W. raised his head and ask6d •What was that about X l'\nHe knew nothing, he told us, of our previous conversation ; he had only\nheard the familiar name, as often happens. I then hypnotised him, with\nhis consent, and when he was pretty deeply entranced, I asked him again as\nto the conversation. To our great astonishment, he now repeated to us the\nsubstance of our whole conversation during the time that he was reading to\nhimself. In this case, then, there was a perception of sensory impressions,\nbut not in the consciousness with which the waking man worked i-rather in\nanother consciousness which found its first opportunityof revealing itself\nin the hypnotic trance.\"\nIn this case, as in some of the experiments with crystals reported in the\nlast Part of these Proceedings,we find the unconscious Self noting,treasurimt,\nand reproducing certain infonnation, conveyed indeed through the chalmel\nof the ordinary senses, but so conveyed that it never reached the emergent or\nordinary consciousness of that same percipient in whose depths it was all the\nwhile being registered. From this it inn easy step to the supposition that\nthe submerged consciousness may stand .. im innigstetl ZtuammellJuzfuJ ,nit\ndem Klirper,\" and that the somnambule may thus possess a deeper insight\ninto his own organio processes than belongs to him in the waking state.\n.. Perhapa,\" continues Dr. Dessoir (p. 31), .. the secondary Self\npresides also over those powers of peroeption and action at a distance\nwhich only a few observers haveas yet admitted. In experiments on thought-\ntransference it is observable that the percipient frequently is not conscious of\nthe transferred impression, but reproduces it by automatic word or drawing;\n.' and there is no doubt that in certain subjects the receptivity is heightened by\nthe induction of the hypnotio trance,· or of some analogous state. The\n1 (Cf. SPR. Proceeding\" Vol. III. p. 225.)\n'. Dr. Dessoir's word is Individualitaten. It is to be wished that a general agree-\nment could be reached 88 to the use of th_ two words. The meaning of ptrBOna, a\nmask, suggests that personality should be used for the lower or le88 pel'l\\istent unity.\nDigitized by Google\n\fSupplement.J .. Das Doppel-wh.\" 209\nhypnotisation at a distance, moreover, which French savants have established\nas a fact, is best thus explained, by ascribing to the unconscious Self a far-\nreaching range of perception, and a power of developing an impreBSion\ntelepathically received &I freely ae though it had arrived by the ordinary\nchannels of sense.\"\nDr. DeBSoir, however, ieems to suppose that in experiments on thought-\ntransference with numbers, the \"number-habit\" constitutes a risk of error\ndifficult to exclude. Perhaps a few words on this subject may here be in\nplace j since the number-habit seems sometimes to be regarded ae more of a\nmy.tery, and sometimes ae more of a dUcovery, than it is in fact. Every\npsychical act or incident of any kind,-perception, image, choice, motor\nimpulse, or what YOll will,-is an extremely complex thing. It is the result\nof the co-operation of a grest number of nervous elements, which cannot\npoBSibly work in exactly the same way in any two persons, or even for the same\nperson at di1ferent times. In the first place, for each of these complex acta\nthere will be a limit of attainment beyond which each person cannot go; ae each\nman is found to have his \"personal equation\" when the object is to observe\nas promptly ae poBSible the transit of a star. In the second place, whenever\na choice between acts at all diaaimilar has to be made, there will be a path of\nlea&t ruistatlC6 common either to all mankind, or to SODle special section of\nmankind. Thus it is easier to read the letter W than the letter E, &c.\nA great variety of such experiments have been mAde j and we may safely\nsay that even between such small efforts as the reading, writing, uttering,\nor mentally picturing any given Arabic numerals there must be some\ndi1l'erence in the effort required j and consequently some general number-\nhabit which indicates what is the path of least resistance for the majority of\nmen. But where the di1ference of effort is BO alight, the general or popular\nnumber-habit will be very weak, and it may easily be over-borne in any\ngiven man by some idioByncratic preference. For in the third place,-and\nthis perhaps haa not alwaYB been clearly seen,- there is liable to exist in\neach man an idioayncratic preference for one of two efforts demonBtrably\nequivalent,-such idioayncratic preference.depending on some aeymmetry\nin his own mental images. Let there be two hazards at billiards which\nare mathematically of identical difficulty, the object-ball needing to be Btruck\nwithin the same limits of accuracy in each case, although in slightly di1fering\nwaya,-and you will find A choosing one hazard and B the other, not at\nrandom, but in accordance with some asymmetry in their respective mental\npictures of table, balls, and probable resultB of impact. And of course\nthis idioayncratic preference-depending perhaps originally on some\ninequality of early experience-will tend to intensify itself, if yielded to,\nuntil a real muscular preference is superadded to the preference baaed\nupon mere conceptual aeymmetry.\nThere is tW choice, I say, however simple or arbitrary-not even the\nchoice between heads and tails or odd and even-which the human mind can\nbe trusted to make as impartially ae the spun penny or the roulette-ball\nwould make it.\nThere will presumably therefore be idioayncratic number-habits,\nas well ae general number-habits, and although these are not likely to\nbecome strong without being observed, still leBS to become 80 potent as to\np\nDigitized by Google\n\f210 \"Dais Doppel-ich.\" [Supplement.\nexplain coincidences in double-number, thought of by two Beparate minds, it\nis undoubtedly proper to eliminate this possible source of error from experi-\nmenta in thought-transference. We have made it a rule, since our tirst few\nexperiments, to replace uumbers in a bag, or cards in the pack, and shuftle\nbetween each trial, and draw at random; as described, for instance, in\nPhantasms o\/the LiM'1J, Vol. I.• p. 34; Vol. II., p. 653.1\nA moment's thought will show, however, that if we thus annihilate the\ninfluence of the uumber-habit in the agent, or person who offers the numbers\nfor thought-transference, the existence of a number·habit in the pef'(Jip~&t,\nor person who guesees the numbers, will in no way diminish, but may poasibly\neven improve, the evidential value of any exce88 of coincidences between the\nnumbers offered and the numbers guessed.¥ Suppose, to take an extreme\ncase, that the percipient's number-habit were 110 strong that he always\nguessed a 3, then if he deserted his 3 and guessed a 5 just when the agent\nthought of 5 the coincidence would be much more striking than if he had\nhad no number-preference of his own to overcome. Of course, in practice\nthere are no such gr088 effects as this; and for evidential purposes we may\nsimply neglect the percipient's number-habit if we take care to neutralise\nthe agellt', number-habit or card-habit by making him draw his cards or his\nnumbers at random.\nFrom this topic·- on which Dr. De880ir touches rather by the way-I pass\n(In to a more complex problem. Recognising our personality lUI no single or\nsimple thing, are we to regard it as potentially multiplex, or duplex only 13\n.. While there are abundant examples,\" says Dr. De880ir (p. 26)\" of a\ndouble consciousne88, in the waking life, the dreams, and the abnormal states\nof every ohe of us, we find, on the other hand,that very few observers enter\nthe lists in defence of the multiplicity of the Ego. A Dlere triplicity, indeed,\nwould not suffice. Were we to discover, in some subject, with a third con-\ndition like Mada.me B. 's, that there were still intelligent acts which accom-\nplished themselves below the level of that third consciousne88, we should\nthen strike down on a yet deeper layer of consciousne88, and so on ad\n·infinitum. We should arrive at a kind of onion-structure of the Soul! But\nsince the facts are there, and refuse to be explained away by the facile\nhypothesis of suggestion,we shall need the most patient psychological analysis\nto bring us to our goal. In the present position of our knowledge I think\nthat the wisest course is to suspend our judgment, and to be satisfied with\nthe provisional hypothesis that in certain cases a further division of the\nsecondary Self has been established. That a comcWtUfIeBl deeper than the\n1 I mention this because Profeaaor C. S. Minot has animadverted in the American\nSociety for Psychical Researoh Procteding, on our early omission (rectified longbefore\nhis article appeared) to take this precaution. See American S.P.R. Proceeding\"\nPart IV., for his criticism and Mr. Hodgson's reply.\n2 Professor Minot hardly seems to have caught this point. II The two minds,\"\nhe says (American Proceeding.,Vol I., p. 86), II were working differently. each aooord-\ning to its own habits; hence it is extremely improbable that the excess of right guesses\nwas due to anything but chance ooincidence.\" In reality, the habit of the peroipient's\nmind, if different, as here stated, from the agent's habit, would not diminish, but in-\ncrease, the evidential value of the ooincidencea.\nI On this point see Mr. Barkworth's lett6rs in the S.P.R. Jouf'fUll, March and\nApril. 1889. .\nDigitized by Google\n\fSupplement.J \"Das Doppel-ich.\" 211\nhypnotic can be artificially created is shown by the well-known negative\nhallucinations of hypnotised subjects [where certsill objects are kept out ofthe\nhypnotic consciousneBS by some still subjacent intelligence]. But for the\nformation of a new personality we need a new mnemonic chain [as well as a\nnew consciousneBS],-and this seems seldom to be found itl existence.\"\nI do not disagree with this; but I think that we may probe the matter\nstill deeper. It is not by \/10 mere counting of heads (to use a somewhat\ninappropriate metaphor) that we must decide the question as to how many\npotential personalities we carry within us. \"Man never knows how\nanthropomorphic he is\"; and we have still to guard against anthropo-\nmorphism even while we are frankly contemplating ourselves in a state of\nsegmentation. I mean that we must not let the unavoidable use of the\nword \"personality\" deceive us into supposing that any separate conscious-\nneBS, any distinct chain of memory which rises within us must neceBBarily\nform a constituent of \/10 secondary personality of somewh\/lot the same scope\nand stature as the first. What seems really to happen is something far more\ncomplex than a mere fiBSion into two personalities,-the second as good as\nthe first, or better. There is no persistent plane of cleavage; we split\nasymmetrically; \/Iond the new personalities thus formed \/lore by no means\nneCOBBarily homologous with the old. There is every gradation from a\nsecondary state like Felida X.'s, more stable than the primary, to the week-\nlong or hour-long \"controls\" which sway the hand and sign the meBSages of\nthe graphic automatist.\nOr take the class of cases mentioned by Dr. DeBSOir himself. The hypno-\ntised A is told that B has left the room; and, consequently, cannot see B. ;\n-i.e. (as has been amply shown by Lieg~ois \/Iond others), he does physically\nsee B, but he receives a constant, watchful, dominating suggestion from\nsomewhat within him that B cannot be seen. This is what they call at the\nSalpAtriere, a \"systematised an_thesia.\" The name is good; but who\nsystematises the anresthesia 1 What intelligence is it which thus prevents A\nfrom \"psychically seeing\" B, who is standing in the room before his eyes 1\nThe suggestion must come, as Dr. Dessoir justly suggests, from astill Bubjacent\nconsciouBneBS. But where, he inquires, is the chain of memory belonging to\nthat consciousneBS, and needed to complete a subjacent person\/lolity-if Buch\npersonality could exist 1 In answer, I would say that I believe that by pro-\nper artifices that third inhibitory personality could be tracked in other\nmoments of the subject's life. But waiving this point, I will suppose that\nthe hypothetical third personality comes into being with the experiment and\nvanishes at ita cloBe. Well, at any rate, it has existed during the experi-\nment ; it has fulfilled a task which needed memory, or at any rate continuous\nattention, prolonged over an hour. And what hard and fast rule can we\nmake as to the neceBBary length of a chain of memory which is to\nconstitute a personality 1 MUBt it last all life long 1 Then, if a man'B\nbrain iB deBtined to soften next year, he is not a personality to-day.\nOr, again, with what definiteneBS of exclusion need the new memory\nbe Bhut off from the old 1 It Bometimes happens, as Delbreuf and others\nhave shown, that a subject who on waking from the hypnotic trance\nremembers nothing can be led by artifice to recollect all that he haB done.\nIs his hypnotic personality annulled when this fusion of memorieB iB effected1\np2\nDigitized by Google\n\f212 .. Das Doppel-ich.\" [lilapplemeat.\nI have said that there is no persistent plane of cleavage to which we can\npoint 1\\8 separating two or more personalities within us. But, of course, there\nare certain planes of cleavage within us which (as Hughlings-Jackson hl\\8\nshown) we can in imagination distinguish with fruitful results. We can con-\nceive of our nervous system 1\\8 consisting of three strata, or three levels of\nevolution, and we can trace in dissolutive processes the results ofthe ceaaation\nof the activity of one stratum after anotht'lr.l But this is not the kind of cleav-\nago which will make a fresh personality. For that purpose the cleavage must\nnot be horizontal, but t() some extent at least vertical j that is to say, that\neach personality must include a certain amQunt of work done by the highest\ncentres of all j-as well as much work done by the middle centres, and aU\nthe work done by the lowest centres,-as heart-action and vegotative\nprocesses.\nThe lowest centres, I say, must go on working throughout every change\nof personality, or the machine will stop altogether. The middle centres-\nsensory and motor arrangements-may divide their activities between several\npe1'llOnalities, &8 in the hysterical cases which MeBBrs. Binet and Janet\ndiscuBB. We ('.an, to a great extent, trace their lines of division, and we can\ndraw our schemes of personalities, each posseBBing such and such\nsensory activities, motor activities, &c. But when we come to the\nhigher centres the difficulty is much greater. W'e do not know what\nproportion of activities of higher centres is needful to constitute a new\nchain of memory, a separate consciousneBB. And, moreover, it is by no\nmeans clear that the centres which for our waking life are the highest are\nalso the highest or ruling centres for some of these secondary states. Dr. Des-\nsoir seems to me to discern this fact, but not fully to apprehend its bearing on\nthe ultimate question as to what is the deepest or original form of our Ego. He\ntraces, in language to which we may fully assent, the rise of our personality,\nas now known, from the combination of the elementary or segmental egos of\nwhich our .. colonial\" ancestors were composed.\n\" If then the perfection of the animal organisation consists in this j-\nthat from an original multiplicity of groups the individual is developed j-we\nare entitled to regard the lower nerve-centres in men as vestiges of an earlier\nsystem of consciousness. Little of the work done in those centres now arrives\nat complete c'lnsciousneBB j and thence we may infer that the efficacy of the\nmechanism is synonymous with its automatism. And if herewith we compare\nthe fact of common experience, that every psychical activity becomes uncon-\nscious in proportion as it is fully developed-·as reading passes from spelling\nto the glance over whole sentences at a tinle-we shall have to consider\n[normal or waking] 'consciousness' as the subjective expreBBion of the\nwork of acquisition which the mind is carrying on, as the accompanying\nindication of an incomplete co-ordination of nerve.pathways, or, in strictly\npsychological language, as the defect of habit.\"\nRegarded either from the psychical or from the physical side, our highest\nwaking consciousneBB represe~ts unstable equilibria, proceBB.es maintained\nwith difficulty, the T'~X~vraio.. ifl\"yf\"\"'11'4 of many complex combinationa·\nI See Dr. Hughlinlf8.Jackson'8 Remarb on E,'Olution and DiWllutlon of Uu:\nNeN'01U By.Um, p. 12, &:c. (London: John Bate and Sons. 1888.)\nDigitized by Google\n\fSapplemeDt.] \"DaB Doppel-ich.\" 213\nAs Dr. Hrighlings-Jackson has said1 : ., There is no autocratic mind\nsitting at the top to receive sensstions as a sort of raw material, out\nof which to manufacture ideas, &c., and then to associste these ideas.\nAnswering to the constitution (mainly inherited) of the anatomical\nsubstrata of subject-consciousneBB, ideas rise up combined, in association,\n&c., and coming out of subject-consciousnesa they then constitute the object-\nconsciousneu of the moment. • • . There are different degrees of fixity\nof nervous arrangements, from those strongly organised, very automatic,\nand comparatively settled and unalterable, up to those twlO making (nerve-\nstuff being for the first tinte traversed by nerve-currents developed by the\nmore and earlier organised nervous arrangements); those flOtO making will\nbe, of course, least organised, least automatic, and capable of moat modifica-\ntion. The order from most strongly organised to least organised is the\norder from lowesttowardshighestlayersof thehighestcentres. . . . Many of\nthe new recently-made nervous arrangements will be evaneacent; I mean that\nthey will soon cease to be even the • potential ' nervous arrangements I spoke\nof. I suppose that one of the uses of sleep is to sweep the higher layers of\nthe highest centres clean of many such nervous arrangements.\"\nNow I maintain that the sub-conscious Self, on the other hand, does not\nattain manifestation through these recent and unstable nervous arrangements.\nIts emergence does not seem to depend upon its securing a larger\nahare of the highest nervous activities of the conscious self. It attains\nits development-advances to the exercise of its characteristic powers\n-in a different way. It advances, not by paBBing into a phase of mental\nstress and friction, such 88 that which corresponds to the moat complex\nwaking thought, but by an apparently effortleBB intprovement in the veri-\ndicalityof its characteristic hallucinatory content. It begins-not to rack its\nbrains for argument,,-but placidly to image forth no longer false things, but\ntrue. And this (88 I have often aaid) I believe to hold good both for the\nsubject's own creative power or \"geniua,\" and for the influences tele-\npathically transmitted to hint from other minds. So far as the creations of\ngenius are concerned, I can adopt Dr. Deuoir's statement.\n\" The new Psychology,\" he says (p. 37), ., has convincingly demonstrated\nthat in every conception o.nd every idea, an intage or a group of images must\nbe present. But since these images, like the original perceptions of which\nthey are the recrudeacence,are always endeavouring toextemalise themselvcs,\nthey would always eventuate in actual hallucination, did not the competition\nof other memory-pictures and of new scnsstions hinder their development.\nWhen these checks are removed,-as in sleep, the hypnotic trance, and cer-\ntain pathological states,-the hallucinatory germ can unfold itself freely;\nwhile, on the other hand, in ordinary waking thought we have to deal with a\n8ucceaaion of uncomplcted hallucinations. That state which is usually taken\nto be fundamental in us is in effect the suppreBBion ofour natural tendencies;\nand hallucination-commonly regarded as 1\\ merely morbid phenomenon-\nrepresents, atJeast in its nascent condition, the main trunk of our psychical\nexistence. The fully-conscious life of the spirit seems to rest UPOll 1\\ sub-\nstratum of reflex action of a hallucinatory type. • . It is only when Imagina-\n1 Op. ('it. pp. 9, 10, text and notl'1\nDigitized by Google\n\f214 \"Das Doppel-ich.\" (Supplement.\ntion ill comprehended as a function of the secondary Self, and Hallucination,\nInspiration,Change of Personality, are understood as projections from within\noutwards, with more or le88 of sensory clothing, -manifestations, in short,\nof that externaluitlg process which is always at work within us i-it is only\nthen, I aay, that the creative imagination of the artist is understood and\ntraced to its root.\"\nWith all this I concur, and I have urged elsewhere that the truest way of\nregarding hallucinations is to consider them as messages addressed by a sub-\nmerged to an emergent stratum of the personality. These messages may be\ntrue or false, meaningless or of weighty import, according to the stratum of\nthe personalityfrom which they rise. But meaaages from the sub-conscious,\nof one sort or another, they are; and for that reason alone they would deserve\nour moat careful analysis. Note, moreover, as all indication of the way in\nwhich the uncOnscious Self works, that whereas hallucinations-visual\nhallucinations in particular-often represent the highest creative power to\nwhich the percipient's mind ever attains, they are developed, neverthelesa,\nwithout his conscious effort, and as though by the mere act of releasing\nsomewhat that was already formed within. They come t-o us unexpected,\nconfusing, enigmatic ; but as with the golden figures on Achilles' shield, the\nhidden Power which forged them was master of its art indeed :-\nRan BaaaaAa RUa lBlIallv& 7I'pa7l'aBfvv\",.\nAnd thus we come to the question of the relative dignity, the relative\nreality of the emergent and the fundamental Self. \"From the foregoing\ndiscussions,\" aays Dr. Desaoir, ,r it might perhaps appear as though the\ndominance of the sub-conscious indicated a higher condition of spiritual\nactivity. That is by no means the case. Such dominance can indeed give\nfacility for the highest creative production, but without itself representing\na high psychical level. It is man's original condition, no doubt, but so also\nis it his most p\"'imitive condition; it works in the completut manner, but\nnot in the manner most in harmony with Reality and the End of Life.\"\nNow, if Genius and Ecstacy (as has been here implied) belong to the realm\nof the Sub-conscious, then I aay that you must first tell us what 18 Reality,\nand what uthe End of Life, before we decide whether Genius and Ecstacyare\nout of harmony with these. What is undoubtedly true is that our waking-\nemergent personality is that which is best suited to carry on the struggle for\nexistence. Itself, as I believe, the result of natural selection, it inevitably\nrepresents that aspect of our being which can best help us to overrun the\nearth. More than this we cannot aay. If, as we get deeper down, we come\non ever more definite indications of powers and tendencies within ourselves\nwhich are 1\/.ot such as natural selection could have been expected to develop,\nthen we may begin to wonder on 10hat it was that the terrene proce88 of\nnatural selection, as we have it, began at the first to exercise modifying\npower. To 8uch a question no answer whatever can be given which is not in\nBOme sense mystical, or rather metempirical, as dealing with hypotheses\nwhich no experience of ours can teat. But it should be W\\derstood that\nthere is no metaphysical, no physiological answer in possession of the field;\nthe competition is open, the course is clear. In the present disintegration,\nas it may be called, both of the metaphysical and of the physiological con-\nception of man's being, Dr. Desaoir urges the 1088 sustained on the\nDigitized by Google\n\f8upplemant.) II Das Doppel-ich.\" 215\nmetaphysical aide. .. Many facta,\" he aays (p. (0), \"which Philosophy is\nwont to adduce as proofs of the existence of an immortal soul, IDSy be equally\nwell explained by the exiatence of an empirical secondary Self; and to this\nSelf must Occultism transfer the supersensory facultiea of man.\" So be it ;\nto the secondary, to the submerged Self must, not decaying Occultism, but\nadvancing Science refer whatsoever faculties are not accounted for by what\nwa call normal development, terrene andtr&ceable evolution.\nBut the question of origin will still remain; and it is not really a\nhypothesis wilder than another if we suppose it poasible that that portion\nof the cosmic energy which operatea through the organism of each one of us\nwas in some sense individualised before its descent into generation, and\npoura the potentialitiea of larger being into the earthen vesaels which it\nfilla and overflows.\nOn points like these all that anyone can fairly claim is that the ODe\nspeculative opinion should be accorded as full a right of existence as the\nother. And-to take leave at length of our author-there is no lack of\nfairness or candour in Dr. Dessoir'a statement of opiniona not his own.\nAgreeing with him as I do for the moat part, I feel in disagreement as\nfully as in agreement the value, along all our range of inquiry, of so\ncapable and painataking a fellow-worker.\nDigitized by Google\n\f216 Dr. Jtdes JaMt 011. Hysteria and (Supplemeot.\nVI.\nDR. JULES JANET ON HYSTERIA AND DOUBLE\nPERSONALITY.\nBy F. W. H. MYBBS.\n\" L'HylUrie et l'HypnotiMne,d'apri&la TMorie de la Double PenonnaliU,\" is\nthe title of a paper published by Dr. Jules Janet-brother of Prof.\nPierre Janet, and nephew of the well-known Prof. Paul Janet,-in the Bellt&e\n&ientiM't&e, May 19th, 1888.\nThough brief,the paper is remarkable from severalpoints of view. In the\n.tint place, it shows by a striking example how far we are from having\nexhausted the pouibilitiea of hypnotism,-even as applied to a subject who\nhas been for years the object of hypnotio treatment. And in the second\nplace, it affords a strong confirmation to the old view on whioh ElliotBon and\nhis group inaisted,-and which one or two writers in these Proceedings were\nfor some years practically alone in supporting,-that there is something in\nthe effect of \"mesmerio pa88ea\" which is speoifically different from the\neffect of Braidian or other fOl\"lll8 of stimulation.\nBlanohe Witt- is one of the best known personalitiea-or groups of\npersonalities-in Paris. A hystero-epileptic of the most pronounced type,\nshe h88 never been able for long together to meet the streBBea of ordinary\nlife. She has long been an inmate of the Sal~trillre ; and some of my\nreaders may have seen her exhibited there, at Prof. Charcot's lectures, or\nby the kindneBB of Dr. F~re or other physicians, as the type-I may\nalmost say the prototype-of the celebrated\" three stages\" of lethargy,\ncatalepsy, and somnambulism, of which she realised every characteristic\ndetail with marvellous precision. Arrived at somnambulism, her state could\nbe no further changed by the various means employed,-closing or opening\nthe eyes, rubbing the top of the head, startling with lights or sounds, &0.-\nand she was led back to waking life through the stages in inverse order.\nShe was treated, it is need1888 to say, with great care and kindn_;\nand her hysterical \"crUes\" were frequently averted by hypnotic suggestion.\nBut in spite of all the skill and experience brought to bear on her case, no\none succeeded in removing,-except for a few minutes at a time by the action\nof gold, magnets, or electricity,-the various permanent .. tares\" or defects\nof sensibility, which signaliaed her deep-seated hysterical trouble.\nIn all her states she was without feeling of contact, feeling of position,\nor feeling of pain. When her eyea were closed (in the waking state,) she\ncould not stand upright, nor close her handa completely, nor hold a heavy\nobject. She could not hear with the left ear, nor see colours with the left\neye, whose visual field, moreover, was greatly restricted.\nSuch was her condition when she came under Dr. Dumontpallier's charge\nat another hospital,-the Hotel Dieu,-and was hypnotised by M. Jules Janet.\nShe passed as usual through the three\" classical\" stages. But M. Janet,-\nDigitized by Google\n\fDouble Per8onality. 217\nwithout, as I understand, any preconceived theory as to the result,-\ndetermined to try what a prololl(r'tion of passes would etl'ect. Instead of\nopening the subject's eyes in the lethargic stage,-the regular method for\ninducing the cataleptic stage,- he continued to make passes, and presently\nfound that she passed into an absolutely inert state,-\" the deep state\" of\nour English experiments, in which no muscular contraction could be obtained\nby pressure, nor did opening of the eyes induce catalepsy. After some\nfuther passes the subject re-awakened into what seemed at first sight simply\na more alert somnambulism than ever before.\nBut on examining this new condition it was found to be no mere slight\nmodification of states previously obtained, but a state r8C0ll8tructed, so to\nsay, from top to bottom. In the first place, Blanche Witt· was now\nperfectly possessed of the senses of touch.-capable of perceiving contact,\nposition, heat, and pain. She could now close her hands perfectly, and\ncompress the dynamometer with normal power. She heard perfectly with her\nleft ear, previously deaf, and saw normally with both eyes. It was no\nlonger possible to ill8pire in her allY hallucination. In one poirit alone did\nshe ditl'er from a normal person j namely in her excessive electivity, or\ndetermination to attend to her hypnotiser alone, although she was .perfectly\ncapable of hearing and talking to other people.\nIn this second state, .. Blanche 2 \"-as the reader will doubtless expflct-\nhad a full remembrance of the life of \"Blanche 1,\" while Blanche 1 knew\nnothing of Blanche 2. A further point of interest was the determination of\nthe true position of the .. three classical stages\" in Blanche's personality.\nIt was found that when she was in her first or ordinary somnambulism her\nmemory extended over the fully-developed state of Blanche 2,-so that we\nmay consider the .. three classical stages\" as incomplete manifestations of\nBlanche 2, who had never till now been able to come fully to the front.\nFurthermore,- as the reader either of Mr. Gumey's or of Prof. Pierre\nJanet's experiments will expect,-it was not difficult to show that Blanche 2\nreally existed throughout the whole life of Blanche 1. If colours were\nshown to Blanche 1 (with her right eye blinded) and she failed to distinguish\nthem, Blanche 2 nevertheless saw them perfectly,-with the same eye and\nat the same moment,-and, when summoned, could describe what she had\nseen. Or if Blanche 1 were pinched or pricked, to demonstrate her insell8i-\nbility, Blanche 2 felt everything, and, when summoned, bOfr'n to complain.\nIt is strange to reflect for how many years the dumbly-raging Blanche 2 has\nthus assisted at experiments to which Blanche 1 submitted with easy\ncomplaisance. It reminds one of the difficulty of pleasing both personalities\nat a time which is sometimes found when it is a quelltion in which state to\nfeed a hypnotised subject. There is an old case in the Zoist where 8 young\nwoman used to ill8ist so strongly in the hypnotic state that then was the time\nto give her her dinner, that the kind doctors consented. But when she\nawoke and saw the empty plate, she would burst into tears.\nOnce more, it appeared that the chloroformed condition, and in some\nsense nOlmal. sleep itself, belonged to Blanche 2 rather than to Blanche 1.\nBlanche 2 could remember what had happened during the chloroformic\ntrance, and could recount ordinary dreams of which Blanche 1 had no\nknowledge.\nDigitized by Google\n\f21M Dr. Jules Janet on Hy8teria and [8uPP*uat.\nOn the whole, then, we may say that Blanche 2 represents-not, indeed,\nthe wmplete personality, for that is never represented by any state of any of\nus,-but at least a pretty complete group or co-ordination of the various\nelements which go to make up a normal human being. Blanche I, on the\nother hand,isscantily supplied with these elements; she has only just enough\nto get on with ;-namely, motility, speech, vision of one eye and hearing of\none ear. Blanche 2 adds to these vision of the other eye, hearing of the\nother ear, and general and muscular sensibility. And M.•Janet urges that;\nwe may regard this incomplete endowment of the primary personality,\n(primary here only in the sense that it is the habitual one), 88 the di1I'erentis.\nof hysteria.\n.. In short,\" he 88YS, .. every man presents two personalities, one\ncollscious and one incognised [he justly urges that this second person-\nality is bien pluUt itlCOIlf111l qt,'itlC<tlI.8CiIlnte] : in the normal man these are\nequal, equilibrated, eACh of them complete; in the hysterio they are\nunequal and disequilibrated; one of them-generally the primary-being\nincomplete, while the other remains perfect. . . Let us give a form to\nthese two entities constituted by the two succe88ive consciousneBSes ; let us\nrepresent them by two persons, walking one behind the other. The person\nwho walksin front knows himself but has 110 notion of tho person who follows\nhim. The person who follows knows himself-snd knows also the person\nwhom he 888S walking in front of him. In a normal man, these two\npersonages are both of them vigorous and are of equal stature ; the second\ncannot manage to knock down the first, and show himself openly ; in order\nto do so he must await some temporary feeblene88 of the first personage,-aa\nin sleep or intoxication. Sometimes, however, as in the case of the madman,\nhe can abolish the first personage and substitute himself. It is then that,\nproud of the exploit, he performs the impulsive actions with which we are\nfamiliar in some cases of nervous disease.\"\nThere seems to me to be some confusion here. The second personality,\nrepresented as being the equal of the first-de taiUe \/gale-ought hardly to be\ncredited with performing mere mad acts if it succeeds in obtaining the\nmastery over the first. This is to attempt more simplification than the\nfacts admit of. These actu implll8ifs must be regarded, I think, in many\ncases 88 being the self-manifestation,not of any combination ofnerve-centres\n(or their mental correlates) extensive enough to be the basis of a personality,\nbut rather of some hypertrophied group of nervous elements,-some ideepe,\nexisting-like a tumour-in quasi-independence of the mental organism 88 a\nwhole. .. In a hysteric,\" M. Janet continues, \"the equilibrium is over-\nthrown. The tWCl personages who walk in procc88ion are of very unequal\nstrength. The first is feeble, dwarfed, degraded; he can scarcely stand\nupright ; the second is vigorous and of normal height; he can easily show\nhimself; in order to do so sometimes he takes advantage of the natural sleep\nof the first personage and takes a stroll along the roofs,-that is spontaneous\nsomnambulism ;-sometimes in mid-day he confuses the feeble personage\nwho walks in front of him, and rolls himself on the ground in frantic\ngymnastics,-that is the hysterical crisis.\"\nHere again I must prot-est against the 8BCription of these senseless habits\nto a secondary personality in the hysterical subject, which is ea: hypothui\nDigitized by Google\n\fSuppleD1eut.) DottlJle PersO'fWlity. 219\nstronger and saner than the first. Why should it behavo thus wildly t\nBlanche 2, whom M. Janet has been holding up as the type of a hysteric's\nsecond personality, shows, when fully developed. no incliuation whatever to\nviolent pranks. She may iudeed-though M. Janet does not state this-\nremember the contortions of the criae; but that does not prove that she\noriginated the crile any more than she originates any foolish act of the first\npersonality's doing. Again I say that our metaphor cannot be thus\nsimplified j the'criIe does not strictly form a part either of the first or of the\nsecond personality j it is the explosion of a group of elements insuffioient to\nform the basis of any stable persouality at all.\nBut putting aside this confusion of language into whioh, as it seems to\nme, M. Janet has been led by attempting too great a simplicity of metaphor,\nand trying to force all the phenomeua whioh Blanche Witt- exhibits into the\ncadre of her first or of her second persouality, let us oonsider the definite\nresult, scientific and practical, which M. Janet has attained. He has shown\nonce more-as ElliotBon again and again insisted-that the mesmeriser who\nwants to produoe a complete effect, must go on unweariedly with his passes j\nand notassume that because one state, or several states,are readily produoible,\nand constantly recur, there is therefore nothing to be attained OOyonll. And\non the practical side he has shown that no amount of hY8terical disturbance,\nhowever prolonged and profound. need be regarded as incurable. Hysteria\nia not a lesion but a displ¥ement ; it is a withdrawal, that is to say, of\ncertain nervou8 energies from the plane of the primary personality j but\nthose energies still potentially subsist, and they can again be placed, by\nproper management, under their normal control. .\nM. Janet tells me that last year he kept Blanohe Witt- for months\ntogether in her second state, with much comfort to her j and that now,\nthough he has ceased to attend her, he understands that her condition in the\nfirst 8tate is much better than of old.\nAnother case,l treated also by M. Jules Janet, and which he has kindly\ngiven me the opportunity of seeing, is even more remarkable in a therapeutic\naspect. It is perhaps the most marked among those very rare cases where it\ncan be said with confidence that death itself has been averted by a hypnotic\nchange of personality.\nFrom the age of 13 the patient Marceline R. had been subject to a\nmiserable series of hystericsl troubles-chorea, crile8, anmsthesia, &C. In\nJanuary, 1886, the hysterical tendency took its most serious form,-of\ninsuperable vomiting, which became so bad that the very sight of a spoonful\nof soup produced distressing Spa&1l18. Artificial means of feeding were tried.\nwith diminishing success, and in June, 1887. she was paralytic and so\nemaciated that (in spite of the rarity of deaths from any form of hysteria) her\ndeath from exhaustion appeared imminent.\nM. Janet was theu asked to hypnotise her. Almostat once he succeeded\nin inducing a somuambulic 8tate in which she could eat readily and digest\nwell. Her weight increased rapidly, and there was no longer any anxiety as\nto a fatal reault. But the grave inconvenience remained that she could only\n1 The earlier part of this case is decribed in M. Jules Janet's paper, \"Un\nCas d'Hysttirie Grave,\" Renu de l'HrnmotiMM, May, 1889.\nDigitized by Google\n\f220 Dr. Jules Janet on HY8teria and [Supplement.\neat when hypnotised. M. Janet tried to overcome this difficulty ; for a time\nhe succeeded; and she left the hospital for a few months. She 8OOn,\nhowever. returned in her old state of starvation. M. Janet now changed his\ntactics. Instead of trying to enable her to eat in her first or so-called normal\nstate, he resolved to try to enable her to live comfortably ill her secondary\nstate. In this he gradually succeeded, and sent her out in October, 1888,\nestablished in her new personality. The only inconveniences of this change\nseem to be (1) that when she has been left some months without re-hypno-\ntisation a tendency to hysterical mutism sets in ; and (2) that whenever she\nis \"a,.wakened\" into her first personality she has lost (like Felida X.) all\nmemory of the time passed in the ,econd.\nAfter some shorter trials, M. Janet hypnotised her November 12th,1888,\nand left her in her secondary state till.January 15th,1889. He then \"awoke\"\nher, but the vomiting at once returned, and she again applied to M. Janet for\nhelp. He hypnotised her, and left her in her second state till March 31st. Be\nthen again .. awoke\" her, with the same result. Again he hypnotised her i\nand when he took me to see her on August 10th,she had been in the hypnotic\nstate continuously for three months and ten days ;--during which time she\nhad successfully passed a written examination for the office of hospital nurse,\nwhich she had failed to pass in her normal state.\nWhen we saw her,August 10th,she was normal in appearance and manner,\nexcept for a certain shortneas of breath, or difficulty of speaking, which M.\nJanet explained as likely to develop into hysterical mutism, if hypnotisation\nwere not renewed. She was fairly well nourished, and her expreasion was\nopen and contented.\nM. Janet resolved not merely to re·hypnotise her, but to wake her and\nleave her for a time ill her first state, in order to see whether the .dysphagia\nhad disappeared,-and at the same time to observe whether the 1088 of\nrecollection of the events of the secondary state was really complete. Ho\nwoke her-in the old Elliotsonianfashion-by \"reverse passes.\" Her change\nof expression was very noticeable. The look of easy content was replaced by\na pained, anxious air. Her attention was at once arrested by some masons at\nwork in the courtyard,-who apparently had pulled down a wall, or made\nsome similar change, since her last wakening. Asked what she was looking\nat, she said in a low, timid voice, .. I had not observed the alterations.\"\nAsked what day of the week it was, she &lid \"Sunday\" i-and in fact March\n31st was a Sunday. \"What day of the month 1\" .. March 31st. \" \"How,\nthen, is this oleander in the courtyard in flower 1\" \"0, sir,\" she said,\n.. those flowers are only paper.\" \"Feel them!\" She felt them timidly,\nand said nothing more. \"What had you for breakfast this morning 1\" .. I\ntried to take some milk.\" This again referred to March 31st i-on\nAugust 10th, she had breakfasted on ordinary solid food. \"Drink a\nlittle now.\" She attempted, but spasms at once began, and she could not\nretain it. We th~n left her i but Prof. Pierre Janet (who was also present,)\ntells me that during the two or three days for which she was left in her\nfirst state the alarming vomiting continued and she began to spit blood.\n\" My brother was Bent for, and determined to re-hypnotise her. She was\ncalmed as if by enchantment, and is now in excellent condition. During her\ntwo •waking, days she made a number of serious. blunders not only as regards\nDigitized by Goo~\n\fSapplement.J Double Per8O'nality. 221\nher mother, but with lodgers in the house. Her conduct absolutely proved\na complete forgetfuIneu of the preceding months. After making inquiries\nfrom the various persons who saw her, my brother told me that he could\nretain no doubt as to her forgetfulneu.\" M. Jules Janet adds that since she\nhas been replaced in the 8econd condition the 1088 of flesh has been rapidly\nrepaired, and she is a8\"in comfortable.\nThe future of this case will be interesting to watch. Will the secondary\npersonality fade away &g!'in, and leave her exposed to the dangerous 8uft'erings\nfrom which ahe has now been for nearly a year delivered 1 Or will 8he, like\nFtSlida X ,thrive 011 her radical reconstruction, and live out her natural life-\nwhose natural life1-in her secondary condition, in peace and quietneu1 And\nif 80, are there any of the re8t of us who might be made much better by\nbeing made quite di1l'erent 1\nDigitized by Google\n\f222 Profes8or LUgeoia on Suggestion and\nVII.\nPROFESSOR LIEGEOIS ON SUGGESTION AND SOM.NAM-\nBULISM IN RELATION TO JURISPRUDENCE.l\nBy WALTBR LBAP.\nFive years ago,in April, 1884,Profeuor Liegeois read before the Academie\ndes Sciences Morales et Politiques a memoir on \"La Suggestion Hypnotique\ndans ses Rapports avec Ie Droit Civil et Ie Droit Criminel.\" The experiments\nthere recounted, and the extraordinary conclusions to which they obviously\nled, created a sensation in France; they were introduced to English readers\nby Mr. F. W. H. Myers in an article in the FortuighUy RevietO for November,\n1885, entitled Human Per,ouality, which attracted hardly le88 attention.\nMany will remember the shock with which they first read of the simulated\ncrimes which M. Liegeois could by a word induce his subjects to\ncommit. A daughter fired point-blank at her mother's breast a\nrevolver which she believed to be loaded; a young man dis-\nsolved in water a powder which he Wlloll told Wlloll arsenic, and\ngave it to his aUllt to drink. When questioned as to his act, he showed the\nmost complete ignorance of what he had done. Hardly le88 astonishing and\ndisquieting Wlloll the development given to the already known facts of posL-\nhypnotic suggestion. Hallucinations had been produced which worked\nthemselves out in action at a distance of days, weeks and even months, at\nthe precise place and hour which it pleased the hypnotiser to suggest. It\nappeared imp088ible to sell limits to the power po88e88ed by the hypnotiser\nover the future lioii well lioii the present, over the character lioii well lioii the\nmomentsry acts, of a really lluaceptible subject.\nFive years have expanded this pregnant memoir into a bulky but\neminently readable volume of more than 700 pages. But they have only\nconfirmed and extended the conclusions therein arrived at. The criticisms\nto which he baa been exposed in France are examined by Profe880r Liegeois,\nand in our opinion are triumphantly refuted. Experiments in England,\nSwitzerland, Belgium, Italy, Austria and Germany have combined to\nelltablish the views of the Nancy school against the great names of t.he\nSalpfltriilre.\nThe additions which the treatise baa received are not, however, wholly\nor even mainly polemical. It opens with an excellent review, which seems\ncomplete so far lioii France is concemed, of t.he past history of the suggestion-\ntheory; that work done in other countries should be to a great extent\nignored, is only what one hlloll leamt to expect. But with these limitations\nit will be found an exceIIeht introduction to the study of hypnotism in\ngeneral. The chapter on processes of hypnotisation is thoroughly practical.\nThe therapeutic aspects of the question, Profeasor Liegeois, lioii a lawyer,\n1 De laSugge6tion tt du SomnambuliMM dam leur. Rapport. awe lG Jurilprudmce d\nlG M6decineLigale. Par Julu LUgtlOu, Pro\/u_rdlGFtuulte de Droit de Naflll\"l&'f9.\nDigitized by Google\n\fSupplemeat.J Somnambulism in Relat'wn to Jurisprudence. 223\nleaves to his medical colleagues, Drs. Liebeault, Bernheim and Beaunis, with\nthe exception of one chapter, where he relates at length some extraordinary\nexperiments on vesication by suggestion, carried out by Focachon, the\nproduction of stigmata by MM. Bourru and Burot, and the use of hypnotic\nanresthesia in surgery. It is with Chapter xii. that he begins the practical\npart of his subject, the influence which the new view of suggestion may have\nupon jurisprudence.\nThe facility which suggestion may give for the commission with absolute\nimpunity of the most terrible crimes is so obvious that one might at first be\nalmost tempted to wish that such knowledge had never been published\nto mankind. But, apart from the question of pure science, it will be enough\nthat the reader should glance through the I~al cases collected by Liegeois to\nS88 that such a wish is wrong. He m:\\kes it clear enough that such crimes\nhave already been sporadically comUlitted, and that miscarriages of juatice\nhave taken place, which a mere state of ignorance would certainly bring\nabout again ill the future. It is eB8ential in the interests of the innocent\nvictims themselvea that we ahould know all that we can learn, in order to\nsave them from themaelves. One great step haa already beell made when\nwe find that the most auggeatible are precisely thoae who can best )Je helped,\nby the suggestion that no one Mn have any influence over them in future\nbut a single hypnotiaer, who is, of course, to be sought in a trustworthy\np8rsoD. M. Liegeois goes on to consider the ateps to be taken when it is sus-\npected that a crime baa been committed by an innocent person in a state of\nsuggested somnambulism. His method is ingenious, but we are afraid de-\nlusive. The first thing, he says, is to appoillt a commission of doctors to\ndecide whether the person accused is suggestible. This being ascer-\ntained, we have to endeavour to circumvent the suggestion given, ea: hypo-\nthui, by the real criminal; \"You will entirely forget that I have given you\nthis suggestion ; you will in no case be able to denounce me, however much\nyou may wish to do so.\" Liegeois haa made experiments which show that\nsuch a device may be succeufully turned. He gave one of his subjects the\nsuggestion that she had committed a murder, but could lIot denounce him\naa the real author of the crime. Dr. Liebeault then hypnotised herand gave\nher tile suggestion that when she saw \"the author of the criminal suggestion,\nwhoever he might be,\" ahe would fall aaleep and perform a preconcerted\naeries of acts with regard to him which would not be naturally BB80Ciated\nwith the idea of denouncing him. When Dr. Liegeoia enters the room she\ngoes through this series of acts, and would thua ill a real case have identified\nhim aa the author of the crime-whether clearly enough to satisfy a jury\nremains to be aeen. The experiment waa succeB8fully repeated on another\naubject, and Dr. Liegeois concludes: \"It is p0B8ible to give a hypnotic\nsubject any suggestions relative to the author,whoever he be, of the criminal\nimpulse, which are not expreBBly and directly contrary to the amnesia which\nhe baa called forth. The real criminal will thus fall into the hands of\njustice, becauae it will have been imp0B8ible for him to foreaee and remove\nall dangers by a suggestion of amneaia, however large and comprehensive.\"\nBut we must aak Dr. Liegeois one question, which he aeemB to have for-\ngotten: Suppoae the real criminal has after suggesting the supposed amnesia\nadded\" No one in future can hypnotise you or give you auggestions but\nDigitized by Google\n\f224 [Supplement.\nmyself\" j how would he then begin his investigation 1 His commission of\ndoctors would report at the outset that the 08tensible criminal was not\nsusceptible to suggestion, and what would be called\" justice\" must take its\ncourse.\nWe may end by calling attention to the curious experiments in negative\nhallucination described on pp. 701-711. This particular development is, we\nthink, quite new. M. Li~beault begins by giving his subject, Camille S.,\nthe negative hallucination that she is unable either to see or to hear M.\nLi~geois. She isawakened, and is absolutely unconscious of his presence, even\nto the extent of showing no sign of pain when he pricks her with a pin,'\nthough she feels at once if anyone else does so. He speaks to her in his\nown name, but she takes no notice. Now comes the strange part. .. I now\nproceed impersonally, speaking not in my own name but as though\nthere were an inner voice addreBBing her from her own consciousne8ll.\nThen 80mnambulic automatism appears as complete in this novel and\nunknown form as in any of the shapes with which wu are already familiar.\"\n.. I say to her aloud, •Camille is thirsty j she will go to the kitchen for\na glass of water, which she will bring in and put upon this table.' She seems\nto have heard nothing, but, at the end of a few millutes, she does what has\nbeen indicated, and that with the lively and impetuous manner 80 often\nnoticed in somllambules. She is asked why she has brought in the glaSB of\nwater which she bas jus~ placed on the table. •What do you mean 1I have\nnot stilTed. 'I'here is no gl&88.· 1 then say, •Camille sees the glaBB, but it is\nnot water, as they would have her believe. It is a glass of very good wine j\nshe will drink it, and it will do her good.' She executes at once the order\ngiven her, alld bas immediately forgotten all about it.\"\nM. Li~geois goes on to give an account of a conversation between\nCamille and the other persons present, in which she repeats mechanically &8\nher own every answer to their questions with which he himself prompts her.\nFinally, by a suggestion given in his own name he wakes her up-orrather,\nfor she is already awake except. as regards hinlself, he abolishes the\nnegative hallucination, and she has completely forgotten all that has\npasaed.\nThe conclusion which M. Li~geois draws is strikingly in harmony with\nviews which have been developed at length in these pages by Mr.\nMyers. .. This shows that during a negative hallucination the sub-\nject sees that which he seems not to see, and hears that which he\nseems not to hear. There are ill him two personalities j an unconscious Ego\nwhich sees and hears, and a conscious Ego which neither BeeS nor hears, but\nto which suggestions can be made, passing, if I may so expreBB my.elf,\nthrough the challnel of the first Ego. This duplication of personality is no\nmore surprising than that which hlUl been established by Dr. Azam in the\ncalle of Felida X.,\" and one or two similar cases. The experiment is\nevidently crucial as proving that the phenomena of negative hallucination\nare purely psychical, nor physical, as MM. Binet and F~re would have it.\nThe further conclusions which might be deduced are more than can be COD-\nsidered here. Suffice it to say that no student of hypnotism can afford to\nneglect this important work.\nDigitized by Google\n\fSupplement. Two Books on Hypnotiam. 225\nVIII.\nTWO BOOKS ON HYPNOTISM.\nBy WALTHR LBAF.\nDw HypnotismtuJ, seine Bedeutung und sei1~ Handlw.1nmg, in kunge-\nfalilUr DarllteUung. Von DR. AUGUST FOBEL. Stut.tgart, 1889.\nDie Suggution8thempie tmd ihre Tec1mik. Von DR. ED. BAIERLACHBlt.\nStuttgart, 1889.\nThese two short treatises have substantially the same object; that of\nassisting medical men in the employment of hypnotism in ordinary practice.\nThey take the same view, both authors being-one may almost say \"of\ncourse \"-thorough-going adherents of the Nancy school. Dr. Baierlacher\nis a practising physician in Nuremberg; Dr. Forel, as it is hardly necessary\nto remind a student of the subject, is the director of the important cantonal\nlunatic asylum at Zurich. Neither of them aims at making any addition to\nthe theory of the subject, but both supply interesting evidence from their\nown experience.\nTo take the common matter first, it will be noticed that both, like\ntheir Nancy teachers, employ suggestion alone for producing the hypnotic\nsleep, without any passes or prolonged gazing at bright objects. Both\nrecommend Bernheim's modus opefiUldi. \"You place the patient in an arm-\nchair, and make him look for a few seconds up to one or two minutes into\nyour eyes, and meanwhile tell him in a loud and confident but monotonous\ntone that he is going on famously, that his eyes are already swimming, the\nlids are heavy, that he feels a pleasant warmth in legs and arms. Then you\nmake him look at the thumb and first finger of your left hand, which you\ngradually lower, so that the eyelids may follow. If the eyes now close of\nthelll8elves the game is won. If not, you say, •Shut your eyes,' \" and proceed\nwith suggestions of catalepsy, &c., following up those which appear to be\naccepted. The success which attends this method is rather surprising in com-\nparison with English experience. Baierlacher advises that the Bitting should\nbe interrupted and a further trial postponed for a time, if sleep, or at least\nsome sign of influence, is not produced in half a minute, or at most a minute.\nHe has attempted hypnotism in 146 cases, and failed in only 25. Dr. Forel's\npercentage of success is still higher ; of the last 105 persons whom he has\nattempted to hypnotise only 11 were uninfluenced ; a figure which shows a\ndecided improvement on the 80 per cent. who should, according to Bernheim,\nprove susceptible, and seems to dispose of the often-asserted view that the\nLatin races are easier to influence than the Teutonic. Indeed, Forel lays it\ndown as a principle that •• every mentally healthy man is naturally hypno-\ntisable ; it is only certain transitory psychical conditions which can prevent\nhypnosis.\" It is unfortunate, as he remarks, that his own position gives him\nlittle opportunity of wide experiments with the mentally healthy. With his\ninsane patients he has had little encouragement. One of them, Mrs. X.,\nQ\nDigitized by Google\n\f226 rtwo Books on Hypnotism. (Supplement.\nbelieved herself to be Mrs. Y. \"I was able to hypnotise her, and to produce\nby suggestion sleep, appetite, and even post-hypnotic hallucinations. But\nwhen I told her with all pOBSible emphasis during hypnosis that she now knew\nherself to be Mrs. X. and not Mrs. Y., that her id\\l8 WM only an illusion at\nwhich she could now laugh, she kept un shaking her head so long as I\ncontinued my 888ertions, in order to show me that she did not accept the\nsuggestion.\" \"In suggestion,\" he adds, \" one uses the brain of the subject\nas a machine. In the case of the insane the machine is out of gear and will\nnot work.\"\nIn spite, however, of his primary occupation with these far from hopeful\nmaterials, Dr. Forel has collected a large amount of interesting evidence. We\nmay quote one or two of his more important experiments. Here is a curioU8\ncase of post-hypnotic hallucination.\n\" I told Miss Z. while hypnotised that she would on awaking find two\nviolets in the bosom of her dreBS, both natural and pretty, and that she was\nto give me the prettier. At the same time I put one real violet into her\ndreBS. When she woke she saw two violets ; one was brighter and prettier,\nshe said, and she gave me the corner of her white handkerchief, keeping the\nreal violet herself. I now asked if she thought that both violets were real,\nor if one of them was not one of those fugitive presents which she had on\nprevious occasions received at my hands. She replied that the brighter\nviolet was not real, bPCaU8e it looked so flattened upon the handkerchief. I\nnow renewed the experiment, suggesting three real violets, equally dark,\nsweet-smelling, not flattened out, but tangible, with stalks and leaves ; but\nI gave her only one real f!.ower. This time MiBB Z. was completely deceived,\nand quite unable to tell me whether one, two, or all three violets were real\nor suggested. She thought that all were real this time, while at the very\nmoment she was holding in one hand a f!.ower, in the other nothing but air.\nIt is clear,therefore,that when the suggestion is made to all the senses atonce\nit is completer.\"\nThe following very important case, from the practical point of view, is\nslightly abbreviated from Dr. Fore!'s account. \"An old drunkard of 70\nyears of age, after twice attempting to cut his throat, had been kept in my\nasylum from 1879 to 1887 as a hopeleBS sot. He took every opportunity of\ndrinking himself into a state of dangerous hallucination. At the same time\nhe led all the plots against my endeavours to refonn the drunkards in the\nestablishment, and, though not generally malicioU8, incited the patients\nagainst the Temperance Society. He could not be allowed the least freedom\nwithout U8ing it to get drunk.\n\" I had long given him up, but in 1887 tried to hypnotise him. He\nproved very suggestible, and in a few sittings he was brought into a surpris-\ningly serious state of mind. His plots ceased as though by magic, and after a\ntime he himself asked that the small quantity of wine which I had aiIowed\nhim as a hopele81 case might be cut oft'.\nI I The patient soon became one of the heartiest abstainers in the\ninstitution. I long hesitated to allow him any liberty, but finally did so in\nthe summer of 1888. His freedom, though he was always allowed some\npocket money, was never abused. He kept absolutely true to abstinence,\nbecame, by suggestion, a member of the Temperance Society, of which he\nDigitized by Google\n\fSupplement.J Two Books on B yp1Wtisrn. 227\nremains an active adherent, and on his trips to town drank nothing but\nwater, coffee, or the like. His susceptibility to alcohol was such that it\nwould have been impoBBible for him ever to drink without detection. . .\nIn the course of the last nine months he has been only occasionally hypno-\ntised for the purposes of demonstration, but requires no further anti-alcoholic\nsuggestions.\"\nDr. Forel's. attitude towards the developments which have formed the\nchiefstudy of the Society for Psychical Research is one of reserve. He says:\n\" A number of apparently supernatural phenomena are brought up again\nand again by· trustworthy and honourable persons, which would seem to\nsupport a theory such as that of Mesmer. I refer to so-called thought-\ntranlference or s1Iggestion me1dale, clairvoyance, so-called presentiments and\npremonitions.\n.. A remarkable book in this point of view is Phant<umB of the Limng.\n• • • No fewer than 600 observations on visions, dreams, presentiments,\n&c., are collected. E.mct information is supplied as to the trustworthineBB\nof the evidence, and only clear statements of credible persons are admitted.\"\nHe then refers briefly to M. Richet's and our own results in thought-trans-\nference, and concludes: \"It is exceBBively difficult in all these experiments,\napart from chance and cheating, to exclude the self-deception of the subject,\nand in the last resort, of the hypnotiser himself, and above all to be sure\nof the absence of llight unconscious suggestion and auto-Iuggestion. These\nresults must therefore be taken with the greatest caution.\" This is an\nutterance with which we can hardly quarrel.\nTo turn back briefly to Dr. Baierlacher's book, the chiefinterest of which\nconsists in a aelection of cases from his own practice. The most Itriking of\nthese is perhaps the first-a case of cancer of the stomach where he claims to\nhave succeeded in entirely relieving pain during the last two months of life,\nfor periods varying from a few hours up to (apparently) t·wo days or more,\nobtaining natural Bleep, which up to the time of his first attempt was only\nimperfectly induced by one to two eg. of morphia. At the same time he\nfacilitated the taking of food by luggestions to the perverted appetite. The\nremaining C&88B are of a more familiar type-chiefly neuralgia and chorea.\nDr. Baierlacher has the courage to mention at the end more than a dozen cases\nof complete or partial failure, a practice which deserves much commendation\nnow that cure by suggestion is beginning to afford matter for aensational\nnewlpaper articles.\nDigitized by Google\n\fiaiti by o Ie\no\n\f","_id":566}