{"name":"Proceedings of the Society for Psychical Research 3388 5288 2979","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_25_october_1889.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, October 25, 1889","mylang":"de","content":"358 .A Record of Telepathic [Oct. 25•\nIII.\nA REOORD OF TELEPATHIC AND OTHER EXPERIENOES.\nBY THE AUTHOR OF\n\"A RBCORD OF RECENT EXPBRDlENTS IN CRYSTAL VISION.\"\n[The writer of the following paper, who last year gave us the result of her\nobservations on Crystal Vision, still desires to maintain her anonymity for\nreasons which appear to me to be adequate. On this account alone I think\nit well to preface her paper by stating that she publishes this record of her\nexperiences at my request, and that I believe it to have been compoaed with\na scrupulous desire to avoid anything like exaggeration of the marvelloua\nelement in the experiences which it records.-H. SIDGWICK.]\nThroughout the whole of my life I have, as I believe, possessed\nsome power of telepathic percipience, or susceptibility to the action of\nother minds, and at the same time some power of influencing them in &\nsimilar way. This power seems to me to be a thing quite apart, not\nimplying either any special strepgth of intellect or of will in its possessor,\nand, at least in its present state of development, of very little practical\nuse. Nor did I know, until accident led to my becoming acquainted\nwith some of the work of the Society for Psychical Research in the\nwinter of 1887-88, that any scientific interest attached to the question.\nConsequently I kept no proper record, and only occa.sionally made &\nnote in my diary when any very striking instance occurred. I think that\nmy susceptibility has on the whole become less acute since childhood,\nbut on the other hand I have, during the last few years, had the\nadvantage of the intimate friendship of a lady, here named D., between\nwhose mind and my own, telepathic communications have seemed to\noccur with sufficient frequency to lead us to regard them as almost a\nmatter of course.\nWhen, therefore, I was asked to furnish such a record as might be\nuseful in the discussion of telepathy, the most obvious thing seemed to\nbe, in the first place, to e:cperimene with D. in that definite manner,\nwith numbers, diagrams, «c., which is most in favour with the investi-\ngators of the Society for Psychical Research; and, in the second place,\nto keep note-books in which incidents which might possibly be telepathic,\nshould be recorded before the event had shown whether the supposed\nthought-transference was a hit or a miss.\nThe note-books will be submitted to the reader's judgment at the\nend of this paper. As regards my definite experiments on numbers,\n&c., with D., I have simply to say that they hardly ever succeeded. A\nfew successes will be cited below; but in most cases these experiments\nDigitized by Google\n\f.'\n1889.] and other Experience8:' ~59\n....\n'were failures, and were, moreover, felt by both of us to be such\nwhile they were actually in progress. This is quite in harmony with\nmy experience as regards telepa.thic communications in general.\nWhether referring to matters of interest and importance, or not, they\nseem to belong to the spontaneous current of my being, and to be\nincapable of being summoned by conscious effort. This is to be\nregretted from a scientific point of view, but it is what I should have\nexpected from my knowledge of the way in which my own mind\nworks. To be able at a given moment to conjure up a strong excite-\nment, to create a powerful current of thought or feeling, is, no doubt, a\nmost valuable power, but it is one which I, unfortunately for such a\npurpose, do not possess. My deficiency in this respect is brought home\nto me by a trait with which I think some readers will sympathise. I\nam extremely fond of music, and playing on the pianoforte has been,\nfrom childhood, one of my greatest pleasures. But the accomplishment,\nso far as its general application goes, seems to depend for its real value\n-to myself certainly and, my friends tell me, to others as well-on the\nconditions of its exercise. In the society of a few friends so intimate\nthat I can forget their presence in the room, or of real musicians\nwho themselves supply both incentive and support, my enjoyment in\nthe music is deep and real, and can reach to others; but if strangers\nonly are present, or if, from some adverse influence, the music is not the\nexpression of a spontaneous mood or desire, I feel the mere act of\nplaying to be a thing apart from myself, comparatively lifeless and\nuninteresting-a. performance, in fact, and nothing more.\nIn giving accounts of some of my experiences, I shall resort to the\nsort of classification I found convenient in my paper on Crystal Vision.\nIt is observable, however, that a larger proportion of the experiences\nhere recorded than of those in the crystal visions may be regarded as\ntelepathic, though in their main features the two types of hallucination\nare closely parallel, and the analogy seems to afford a clue to their\nexplanation. As in the case of the crystal visions, it seems as if a good\nmany of the phenomena are to be regarded as messages sent from the\ninner to the normal self. Such messages are sometimes, though very\nrarely, fantastic. Sometimes they are revivals of memory, sometimes\nadvice founded, as it were, on a somewhat wider purview than my\nordinary senses comprehend I do not, of course, venture to compare\nsuch warnings with the \"divine sign\" of Socrates, but Plutarch's\ntradition as to the warning voice and the drove of pigs, quoted by Mr.\nMyers in the last volume of the Proceedings of the Society for Psychical\nResearch, is perhaps not too lofty a story to be referred to as a pretty\nclose parallel to the bulk of my own experiences.\nTo such monitions I have from a very early age been subject.~ne.\n'which was recorded a.t the time by a member of the family, occurred\n2 A 2\nDigitized by Goo~\n\f360 .A ReCO'1'd of Telepathic [Oct. 25,\nwhen I was less than three years old. The note of the fact merely\nmentions that I cried without reason, and afterwards asked if my\nmother were ill, she being at the time about 150 miles away. It was\nnot till 20 years later that I ascertained that she was indeed taken\nsuddenly and very seriously ill on that day.\nSometimes, as in the case of acute antipathy, it may be supposed\nthat slight traits which escaped the conscious observation had never-\ntheless a powerful influence on the inner judgment. I can remember\ntwo children at different times among my casual play-fellows, whose\nneighbourhood, for no reason that I could assign, was to me always the\noccasion of intense distress. Of their after history I know nothing,\nbut in other cases of my antipathy, quite a different sensation from\ndislike based upon experience, my friends now agree that the instinct\nwas justified by subsequent events.\nI can remember as a child of six, spending long lonely afternoons in\na hay-loft, as the only place where I was insured against the presence\n()f a frequent visitor, whose advent was always hailed with delight by\nthe rest of the household, and who was ready to extend to me the gifts\nand notice which the other children gladly accepted, but whose very\nneighbourhood was a source of distress, amounting to physical misery\nwhich at that period could only express itself in tears. A time came\nwhen his name became, for very sufficient reasons, a forbidden word in\nthe family. One such example would prove nothing, but like experi-\nences extending over a life-time, incline me to think, though I say it\nwith diffidence and humility, that, from whatever cause, I may aspire\nto some such power of discrimination as that possessed by my friend\nthe dog.\nI add a more recent example. My friend, Mrs. T. (whose name\nwill appear again in this paper), had often spoken to me in terms of\naft'ection and admiration of her friend, Mrs. Z. All I knew of her\nfrom other sources contributed to make me desire her acquaintance,\nand I was disappointed that for some months I had no opportunity of\nmeeting her. One afternoon, calling on Mrs. T., I found myself in the\npresence of a lady, of what most would consider attractive appear-\nance, but who instantly inspired me with a painful sensation, with the\nmeaning of which I am but too familiar, and who, to my surprise, was\nintroduced to me as Mrs. Z. I could not recover from the shock, and\nleft the room almost immediately.\nMrs. T. writes :-\n.. JantuJry 17th [1888]•\n.. You ask if I remember any example of your expressed antipathy 1 I do\ndistinctly, and at the time was surprised and did not think your dislike\nreasonable, but since then have had cause to know that four feeling was per-\nfectly justified.\"\n___\nDigilizedbyGo0..sle ---==\n-\n\f1889.] and other Experiences. 361\nI should add that. the conduct which has afforded the alleged\njustification was of a nature as to which there could be no difference of\nopinion.\nSometimes, however, such monitions referred to facts of which I\ncould not possibly be aware, as for example ;-\nWhen quite a child I was returning home from the classes I attended, and\nby some accident was alone. On arriving at a certain point in my walk, a\nvery strong impression seized me that I must not return by the usual way,\nand, accustomed to such directions, I turned into a very inferior street, which\nwas the more unpleasant to me in that, as I have said, I was, contrary to habit,\nalone. I heard on the following morning that at the hour of my return a\nman had committed suicide by throwing himself under the steam roller, and\nthat had I passed along my usual route, I must have been a spectator of\nthe horrible incident.\nMany cases of monition, as, for instance, the being aware of the\napproach of friends while still out of sight, or of their presence in a\ncrowd in which it is impossible that they should be distinguished, may,\nperhaps, as in the case of antipathy, be referred to some slight circum-\nstance which escapes one's conscious observation. As a child, I was\nconscious of having, in certain cases, an advantage in games requiring\nforethought, in that I could sometimes foresee my opponent's intentionsj\nand I remember abandoning my favourite amusement of chess, on dis-\nco,\"ering that a schoolboy friend, who knew of my occasional power of\nthought-reading, had, in this particular instance, observed to whom it\napplied, and would bet upon my success, sometimes with players very\nsuperior to myself.\nMany cases also which are associated with someone with whom I am\nen rapport, or who is thinking of me at the time, glide apparently into\ntelepathy, and the discovery of this fact makes a landmark in my\npsychical recollections. It is, perhaps, not surprising that all reference\nto experiences apparently supernormal should have been discouraged by\nmy friends, and that I should in consequence have come to regard them\nas indicating a discreditable condition of things, to be minimised and\nconcealed as far as possible. However, when about 15 years old, it\nhappened that in a time of childish trouble in which I had no one to\nshare, my thoughts turned earnestly, though involuntarily, to an older\nfriend, then at a distance (of about 80 miles), who would, I thought,\nhave given me the sympathy and advice of which I stood in need.\n'Vithin a few hours my friend arrived, having found it impossible to\nresist a conviction, apparently causeless, that I was in need of help.\nWith, I think, more wisdom than was shown by others who had before\nadvised me in this connection, the same friend impressed upon me the\nconviction that, whatever might be its source, such a means of in1luenc-\ning others was one to be neither lightly used, nor lightly disregarded.\nDigitized by Google\n\f362 .A Record of Telepathic [Oct. 25,\nThis changed my attitude in regard to the matter. I learned that what\nhad seemed only a kind of mental deformity might be at once a privilege\nand a responsibility. J began to feel a greater interest in its manifesta.-\ntions, and, as I grew older, to accept it among other conditions of life,\nas something external to myself, not of my own choosing, a source\nneither of shame nor of self-congratulation, mine to use, but seldom\nmine to control.\nTo no one can such things be a greater puzzle than to myself. Their\noonditions are so uncertain, their mode of operation at times so unex-\npected, their chances so complex, their duration so transitory, that one\nhestitates to form conclusions.\nOnly on one or two lesser points, and so far as my own experience\ngoes, can I speak with any degree of certainty. I would say that such\nexperiences, though sometimes the occasion, are never the cause, of any\ndistress; the message conveyed may be painful, but it has seldom\nhappened that it has been presented in a manner ~ startle or annoy j\nit is not followed by physical exhaustion, nor preceded by any special\noonditions; it is most to be looked for when my health is normal, and\nmy mind at rest. If of what is brought before one's consciousness in\nthis manner we may say that it is in fact recollection, the recovering of\nknowledge which is already ours, if one may apply the very great to\nthe very small, I would venture to say-\nHence in a aeaaon of calm weather,\nThough inland far we be,\nOur souls have sight of tho immortal sea.\nI have often sought for any condition, beyond that of quiet receptive-\nness, which shall promote such experiences. The result has been\nmainly negative. The only occasion when I absolutely lost the power\nfor any length of time (about 14 months) was when I was exception-\nally anxious for its exercise; after which, having ceased to look for\nany messages, they returned suddenly, with perhaps greater vividness\nand frequency than ever before.\nI have been congratulated on having found among my fliends\nseveral who fulfilled whatever unknown conditions are necessary for\nthe interchange of messages assumed to be telepathic. What those\nconditions may be, or how far they are dependent on myself, I cannot\nguess. As I have already said, such interchange has been mainly\nspontaneous. It has existed not only with intimate friends but with\nmere acquaintances, and even with those whose acquaintance I did not\ndesire. The most numerous among the instances quoted in this paper\nare with my friend, D., but as D. has had scarcely any similar psychical\nexperience apart from myself, it may be asked how far their frequency\nmay have depended on propinquity and common interests.\nDigitized by Google\n\f1889.] (md other Experiences. 363\nD. writes in answer to questions from Mr. Myers :-\nII JGt~uary 17th, 1888.\n\"I Rm generally the recipient of impressiollS, rarely, if ever, the active\npower, and even in the caaes in which X. has become collSCious of actions\nor intentions of mine, it has been without any recognised exertion of will on\nmy part that she should know of them, 80 much 80 that it often seems to me\nthat her knowledge of much that I do has preceded my action, being, indeed,\nan exertion of power willing that I should do it. This I notice particularly\nin various instances when I have called upon X. at, as I supposed, quite\nunexpected times, often at a late hour when on my way home from a dinner\nparty, or esrly in the morning before the usual breakfast time. Atsuch times\nher greeting has generally been, 'I knew you were coming and left the door\nopen for you,' or' I have been playing for you.' So often has this occurred\nthat I have given up hope of a surprise visit, and have frequently said to\nothers that I know I am 'expected,' as an excuse for apparently unseasonable\nvisits to my friend's house.\n\" Especially I would notice X.'s power to call me by her music, 'playing\nfor' me, as I always call it. I am no musician, but as long as I can\nremember, music has been associated with all I cared for most, and its\npower over me is a very real though perhaps only sentimental one.\"\nThe discovery that the possibility of such interchange of thought\nexisted has always been made by accident rather than experiment. I\nquote in connection with names which will appear again in my note-\nbook one or two early examples. When a child of 13 I waa taken to\nsee a. college to which it was proposed to send me at a later date for\nthe completion of my studies. It was during the vacation, and the\nlecture rooms were all silent and deserted. In one room, in an out of\nthe way corner, I saw a girl seated, looking directly towards me. I\nnoticed her dress, the way in which her hair was arranged, and even a\nvery slight scar upon her face, when the figure vanished. An unfore-\nseen circumstance resulted in my entering the college as a pupil within\na few weeks. At the first class I attended, in the very room already\nmentioned, I recognised the subject of my vision, and though she did\nnot for some weeks vouchsafe to make my acquaintance she became to\nme at once an object of interest. A change in the arrangement of the\nclass led after a time to our sitting side by side, at the very desk at\nwhich I had in vision see~ her, and in the end we established a friend-\nship which has never changed. She is referred to in the note-book as\nmy friend N . · .\nN. writes:-\n\"I perfectly remember your appearsnce at -- College, 80me weeks\nafter the opening of term. In common with the whole class I not un-\nnaturally resented the unexpected advent of a probable rival, who, notwith.\nstanding the inferiority of years, seemed to threaten my hitherto assured\nposition in the school. For this reaSOll, and no other, we for some weeks\nDigitized by Google\n\f364.0 .A Record of Telepathic [Oct. 25p\nremained strangers, and I was much interested when, abnost in our first\nconversation, you told me that some weeks before your arrival you had had a\nprevision of my appearance. I also remember the singular power you seemed\nto possess over certain of our companions-over two in particular, the one\naddicted to elocution, the other to giggling j you appeared to be able to\nreduce them to silence by the apparently simple proce88 of fixing your eyes\nupon them from behind.\"\nIn another case, Mrs. T., mentioned above, whose name also occurs\nin my note-book, pennits me to quote her own version of the matter.\nI have known her as a kind friend from my earliest childhood. She\nwrites:-\n\"January 17th [1888].\n.. It is only, so far as I can re:nember, since then (about five years) that I\ncan call to mind your seeming influence with regard to my visits to you. I\nmust say, at the outset, that at no time have I encouraged myself in thinking\nof you as wanting me, but usually the impulse to come and see you has come\nsuddenly, even without my so much as having you in my mind. You know\nhow much amused I used to be when you greeted me with, 'Oh, here is Mrs.\nT., I knew you were coming. • . .' Several times when I have been in\n-- and felt I would not call, and have gone in an opposite direction, I have\nturned about and come to see you, and usually found I was expected.\"\nMrs. T. then gives an instance of having resisted a sudden impulse\nto come to me, when, after starting in an omnibus in an opposite\ndirection, she felt compelled to get out and drive to my house, where\nahe found that a letter had been already written desiring her to call.\nHer husband, a well·known professional man, testifies to his remem-\nbrance of her having frequently said that she had been to see me, and\n.. of course found\" I expected her.\nAnother incident to which Mrs. T. refers was as follows :-\nI was staying with an invalid relative in a country town about six miles\nfrom the village where Mrs. T. then lived. On September 6th, 1887, I left\nrather suddenly. so that I was unable to arrange various matters to my satis-\nfaction, and directed my thoughts to Mrs. T. as a person more likely thanany\nother friend to be of use to me. Just as I was leaving, she arrived, in time to\nreceive my parting instructions. Her own account of the matter is as\nfollows:- \"I did not know you were going, but in spite of wind and rain,\nI feU I must see you . . . I am stlre that I had no previous intention of\ncoming . . . and was, indeed • . • unwilling to undertake the walk\nto the station in such unsettled weather.\"\nAs Mrs. T. is now but seldom within such distance of me as makes\nan unpremeditated visit possible, I have had but few opportunities\nlately of attempting to summon her. I have examined my diary for\nthe early part of 1888 with a view to ascertain the proportion of her\nspontaneous visits to those in obedience to summons. It appears that\nDigitized by Google\n\f1889.] and othe·r Experiences. 365\nduring four months (January 13th-April 27th, 1888) she called at the\nhouse eight times, out of which two visits were in consequence of a.\nspecial desire on my part, one of which was noted beforehand.\nI am, unfortunately, obliged to confess again my inability to summon\nher simply as an experiment. The spontaneous desire for her presence\nmust be, as in other instances, the motive force.\nIn regard to another friend, H., the story of the discovery of our\nmutual psychical relation will be found below. I think that every\ncase of the kind as it occurs, impresses upon my mind more and more\nstrongly the difficulty of foreseeing its possibility, the greater, perhaps,\nin my case, on the ground, already referred to, of the wholly spontaneous\nnature of most of my experiences.\nAs I have already said, directly I become occupied with an experi-\nment aI aucl, I am usually conscious of failure. However, two or\nt.hree cases of deliberate attempts to read the thoughts of another may\nbe given here, most of them instances in which the question of experi-\nment was not that uppermost in my mind.\nOn January 5th, 1889, D. and I were reading letters which bad just\narrived by the post, when D. remarked as she was returning one to ita\nenvelope, \"You would never guess what Miss H.'s Christian name is! you\nmay ask 20 questions and try.\" I was not particularly interested, but having\nasked two,-whether it were classical or modem, English or foreigu,-I\nlooked up accidentally at a recess in shadow, by the side of the fire-place,\nand read, in letters of light on the dark background, the name \"Wilhelmina,\"\nwhich was correct, and was then anxious to try again. \"You are not likely\nto know Miss E.'s name,\" suggested D. \" I'll think of her,\" and in the same\nway, after perhaps two minutes' concentration of thought, and without any\nfalse shots, \"Edith\" was supplied. In a similar manner followed \"James,\"\n.. George,\" and\" Charlotte \"-of George only, was it at all likely that I\nshould have heard the name before. Of the next that was thought of-\n.. Dora \"-1 could supply only the finalletters, and asked if it were \" Clara,\"\nand the attempt was given up. When D. thought of names, instead\nof the owners of the names, I had no success at all. In the\nsame way, when D. one day drew a mouse in my presence. but not\nwithin sight and without making any sound with her pencil, I at\nonce perceived a long oval with a smaller one at the left extremity ; but out\nof three drawings, deliberately made as experiments on the same day, I saw\nthe first correctly, but it was not distinct as was the mouse-the original being\na cross-potent ~, which in my reproduction appeared as a cross within\na square HI, the temunal crossings having been extended till they met;\nthe second-a pillar with ita capital-in part only,and aftcrmuch hesitation;\nand the third after an interval of two hours, during which the drawing}lad\nbeen seen by others, and 80 possibly the opportunities of thought-trans-\nference multiplied.\nDigitized by Google\n\f366 A Record of Telepathic [Oct. 25,\nMy various experiences, &8 will be seen by the diary, are largely\nunspeci&lised. However, &8 I have already said, some such provisional\ndassification &8 served in the case of the Crystal Visions may be offered\nhere. I shall illustrate each by examples, taken from the note-book,\nwith the object of showing that the note-book cases, insignificant &8 they\nare, relating only to a short space of time and to a limited circle of\nfriends, correspond, nevertaelellS, in their main features and general\noutline with the wider results of at least 20 years' experience. It is\nobvious that at this distance of time many of the friends concerned are\nscattered, and many circumstances forgotten or imperfectly remembered;\nI can, therefore, only offer such corroboration &8 remains possible, and\ntrust that the better attested instances may serve to create a belief in\nmy veracity which may extend to others, as to which none could more\ndesire than do I myself better evidence or further corroboration.\nIt is evident also that for obvious reasons I can draw for illustration\non part only of my recollections and experience.\nThese I divide into three groups.\n1. The externalisation of a revival of memory.\n2. Monitions, possibly telepathic in their origin, which mayor may\nnot be accompanied by sensory impression.\n3. Hallucinations of a kind for which telepathy does not seem to\nafford an adequate explanation.\nExamples of the first class, though very frequently presented in the\nCrystal experiments, are of rare occurrence among the cases now under\nconsideration. I can quote one only in addition to that (No. 44) which\nwill be found in my note-book. This presents one exceptional feature\nin that it is the only experience in my record which has been frequently\nrepeated.\nFrom childhood I have been continually aware of the presence of\na little old woman, appearing usually to my right, and rather behind\nme, so that I have never seen her actually face to face. She never\npresents herself except on occasions of bodily fatigue or mental worry,\nand indeed has often served &8 a useful warning against the continuance\nof some occupation of which I am already weary.\nJust as in my childhood she would assist at the conjugation of\nFrench irregular verbs or the disentanglement of a German nominative,\nso now she stands at my elbow after long-continued mental effort, or\naccompanies me to the breakfast-table after a sleepless night. Once\nwhen I W&8 ill she discarded the large blue bonnet with whlch I had\npreviously been familiar, and rather prematurely went into mourning,\nwhich she still wears. Similar cases are quoted by all writers on morbid\npsychology, but there is perhaps reason to believe that this figure may\nhave been in the first instance the creation of memory and association.\nI had at one time an alternative vision still more unpleasant. which\nDigitized by Google\n\f1889.] and other Experiences. 36'1\nI have now happily lost, and which I know to have been produced by\nthe thoughtless teasing of an elder play-fellow.\nIt therefore seems possible that some early shock connected with an\n()ld woman of disagreeable appearance may have remained in my\nmemory, to be revived in association with the sensations of anxiety or\nexhaustion, such as those of which she had originally been the cause.\nHer antitype was, I believe, a certain villager, to whose cottage I was\nfrequently taken as a. child, and of whom, though I can recall no special\noocasion of shock, my general impression is one of dislike and\nrepugnance.\nThe second class presents naturally many sub-divisions. The\nsimplest kind of monition is that without sensory impression, of which\nI have already given examples and which occurs in the note-book\nmore often than any other. The instance I now quote presents some\nspecial features. .\nOn the night of December 13th, 1887, I was just going to bed when I was\nseized with so strong an impression that D. was thinking of me and that\nsomething was going to happen, that I decided to sit up over the fire and\nawait events. I have had occasional warnings of visits froin D.-of which\ninstances will be found in my note-hook-when some emergency has sent her\nto me at untimely hours, sometimes before the house was opened in the\nmorning, or after I have retired for the night, and my immediate conclusion\nwas that something might have occurred to cause her to pay me a late visit\non her way home from a concert which I knew her to be attending that even-\ning. While I waited, a sudden noise startled me, and a heavy picture fell\nfrom the wall on to my bed, the shivered glass alighting on the pillow, so\nthat had I gone to bed as usual, I could hardly have escaped injury. This\nwas about 10.15 p.m. D. supplies the following account: \"On December\n13th I was singing in the chorus of all oratorio at a concert. I found my\nthoughts drawn to my friend X. and seemed to be singing with her, so that\nall surroundings were lost to me. During the whole of the first part this\nfeeling was strong upon me, so much so, that others noticed my strange\nabsorption, and remarked upon it then and afterwards. The firat part\nclosed about 10.15, and during the second, which began some 10 minutes later,\nI found myself free from anything but my usual interestin the music.\" One of\nthose present, who remarked upon D.'s preoccupation, testifies in writing to\nher recollection of the foot.\nIn the next example, the telepathic impression, if such it were, was\nmore completely externalised. As my friend D. may be considered the\nagent, I quote her own account of the matter.\n\"April 13th, 1888.\nII In the spring of 1881, in the evening after dinner, I accidentally\nset fire to the curtains of a sitting-room, and put myself and several\nothers into some danger. The next morning, on visiting X., I heard\nfrom her that she had been much disturbed over-night })y all unaccountable\nsmell of fire, which she could not trace, but which seemed to follow her\nDigitized by Google\n\f368 .A Record of Telepathic [Oct. 25.\nwherever she went.\" [I took considerable trouble to discover the cause, and\nwas quieted only by the assurance that it was imperceptible to the rest of the\nhousehold.] \"I was led to discover the fire, and so probably to save the\nhouse by what seemed a chance thought of X. I had left the room,\nunconscious of anything wrong, and had settled to my work elsewhere,\nwhen I suddenly remembered I had not put away some papers I had\nbeen looking at, and which I had thought might wait for daylight, but\na strong feeling that x. would insist upon order, had she been there,\ninduced me to go back, when I found the whole place in flames.\"\nI proceed now to quote four cases, all of visual hallucination, but\ndiffering in type,-the first a vision of a friend actually watching me\nat the moment; the second of one at a distance but whom I know to\nhave been thinking of me at the time; the third of one in whose\nthoughts I may have been, though this is by no mean:; certain; and\nthe last of a friend in supreme danger, whose actual thoughts at the\nmoment we are not likely to ascertain.\nOne morning I was walking in some public gardens when, just as we\nreached the point where the path slopes down to the high road, I remarked\nthat Mr. L. was in front of U8. My companion, whose sight is longer than\nmine, assured me I was mistaken, but for once I was quite certain of my\nown powers of vision, and the hallucination persisted till we reached the\ncrossing, when the figure disappeared, so suddenly that I could only suppose\nhe had entered one of the opposite shops. [I would point out that had t.he\nimage been caused by a reflection in the shop windows, which the distance\nrenders unlikely, I should have seen the face, not the back of my friend, 8S\nthe sequel will show.]\nThe same afternoon we met Mr. L. at a garden party [D. remembers\nand confirms the conversation] when I mentioned having seen him before,\nhut that he had not waited to be spoken to. \"It was you who wouldn't wait,\"\nhe replied, and we at length discovered that he had been walking at some\ndistance behind us, had tried to make me look round, and had finally given\nup the attempt as we crossed the road.\nI quote the next case from my private diary of February 20th, 1888.\nWhile paying a visit this afternoon, and talking to friends who do\nnot know M., and where nothing could remind me of her, I was suddenly\nsoized with the conviction that she wanted me, and at once determined\nto call upon her (though at some inconvenience) on my way home.\n. Just as I arrived, my resolution was altered, as the scrap scribbled\non the spot will show.\nThis, written on the back of a letter, is as follows :-\"Monday, Feb. 20th.\n1888. I was about to call on M., but having reached her door am so certain\nthat she is at mine, that I do not even inquire, though I particularly desire\nto meet her. I write in the carriage, 10 past 4.\" [I had a momentary but\ndistinct vision of M. standing against the background of my own front door.]\nWhen I reached home the servant told me that M. had called \"about\nfour, or a little after.\" A note from her, received the next morning, says,\n\f1889.] a11d other Experiences. 369\n\"I was so sorry to miss you this afternoon. I couldn't come to see you\nbefore, I've been rather ill lately,\" and proceeds to suggest arrangements\nas to a scheme of some interest to both of us, and which she was anxious\nto carry out immediately. I afterwards discovered that she had left her\nroom, in order to call upon me, in defiance of her doctor's direct injunctions.\nI quote again from my private diary, February 17th, 1888 :-\"Saw\nJ. crossing the road.\" A more detailed account from which I quote\nwas written on July 7th, five months later:-\n\"I was on my way to D., and told her on my arrival that I knew J.\nwas coming, as I had seen him carrying a parcel, which I described, but that\nhe had taken no notice of me. She said I must be mistaken, as he was un-\nlikely to be free on this particular morning. About half an hour later he\narrived with the package in question, having been actually, at the time I 8I\\W\nhim, in the railway carriage. D. remembers and corroborates this. I am clear\nthat it was not a case of mistaken identity; there was no one else in sight,\nand the figure which seemed to be, like myself, directing its steps towards\nthe garden gate became fainter as the distance lessened between us, till it\nfaded entirely away.\"\nThe next case was communicated in writing to the secretary of the\nSociety for Psychical Research some months before I knew whether\nthere had been any coincidence at all.\nOn December 14th, 1885, I went about 11 o'clock in the morning to visit\na friend. While waiting for her, alone in the library, I became suddenly\nconscious of a presence in the room, and looking up met the fixed gaze of my\nfriend M., whom I knew to be in the East. The face, which I knew as\none more than ordinarily calm and bright in expression, bore a terrible look\nof pain and apprehension. I recorded it in my diary the same day thus:-\" To\n--11 o'clock. Saw M. Write to [her mother] when can.\" I was BO startled\nas to be for the moment unable to control my agitation when immediately\nafter my friend entered the room, and she was somewhat perplexed when, in\nanswer to her inquiry, I replied that I had Been M., of whom she had never\nheard. To this she has testified in writing as follows :-\n\"January 9th, 1888.\n\"I do not of course remember the date, but I perfectly remember that\none morning when X. was here and my sister and I came into the room she\nsaid she had Been M.\"\nMy diary for the next few days shows that I took all possible op-\nportunity of inquiring after M. among her relatives, but I heard only\nthat she was, BO far as was known, in her usual health and spirits. A few\nweeks later I received a few pencilled lines from M. saying that she was\nrecovering from a severe accident in the hunting-field, but naming no hour\nnor date. She had Qeen thrown in such a manner that her head was for\nBOrne minute. between the horse's hoofs, while the animal was kicking BO\nviolently that it Beemed almost impOBSible she should escape a blow which\nmust have caused her death. My friend kept no diary, and was unaple,when\nafterward. asked to do BO, to furnish me with the date; however, when,\nDigitized by Google\n\f370 .A heard of Telepathic [Oct. 25.\nin January, 1888, I communicated the case in this imperfect fonn ro\nMr. Myers, he urged me ro endeavour ro ascertain the exact date of the\naccident by reference ro the owner of the horse which M. happened ro be\nriding. From him we learned that it occurred on December 14th, 1885.\nthe date of my impre88ion. The time was. at M.'s home, about nine\no'clock a.m., and, therefore, taking it \"s five and a-half hours in advance\nof English time, the accident preceded my vision by more than seven\nhours. My friend was in a condition of acute suffering for many hours\nafter removal ro her own hOl1$e, but was never unconscious at all.\nThe next case is the only one I can at present offer of visual\nhallucination shared with another percipient :-\nI was somewhat annoyed, some five years ago, ro discover, and ro find that\nothers had observed, that BOme unexplained induence from myself affected a.\nlady of whom I may now speak as my friend H., but whom at that time I\nknew by sight only. If I were behind her in the street she would leave her\ncompanions to tum and face me; if I drove past her, leaning back in the\ncarriage and out of sight, she would stop and look round with an air of be-\nwildennent, as though someone had called her; if she entered a crowded\nroom where I was already seated she would make her way at once to my side\nand then retreat, as much annoyed probably as I was myself. She has in-\ndependently recorded and her friends have testified to many such instances_\nI knew of her as an active, useful woman of unusually strong,eommon-sense.\nbut the impre88ion that a rapport had, unsought, been established between\nus, made me chary of improving an acquaintance which might add to its\npower. The circumatauces under which our friendship was established may\nbe considered to justify my early conclusions.\nOn May 16th, 1888, we met at an evening entertainment at the house of\na friend. Late in the evening, the room being very hot, H. was seized with\nsudden faintne88, and was aBBisted into another room. I followed,in the hope\nof being of use, and H. was soon placed upon.the door in an unconscious con-\ndition, her head resting on my knee. After some minutes of unconsciousness\nshe seized my hand and uttered a sudden exclamation. Following the direc-\ntion of her eyes, I saw a figure-standing a few feet distant, directly facing\nus and looking down at H.-which, not being in evening dreBB, could not be\nany of our fellow-guests. The vision was only momentary, but I believed\nthat H. had also seen it, and from the tenacity with which, after again be-\ncoming unconscious, she clung to my hand, I supposed she was aware that I\nhad shared in it. Nothing, however, was said at the time by either H. or\nmyself, and the subject was not even alluded to, until some months later,\nwhen I narrated the above facts in her presence (but after she also had\nindependently done so) to the Secretary of the Society for Psychical\nResearch.\nH., a.fter describing the same vision, writes :-\n.. I then found I was in the dining-room, on the floor, holding your hand,\nand with a sort of vague feeling that you knew what I had seen. On the\n9th of November following. without any remark I handed you a portrait (of\nDigitized by Google\n\f1889.] and other Experiences. 3'71\nthe subject of the vision)and you immediately exclaimed, •Just 80, the broad\nforehead.' I wondered what you meant, but said nothing. Some few\nweeks later you in my presence were giving Mr. Myers your account of\nthe evening of May 16th. You, too, had seen the figure, which you then\ndescribed, saying • the broad forehead especially struck me,' and then at\nonce your remark was explained.\"\nLater, we each independently drew a plan of the room, showing th&\nposition of the figure to have been exactly the same in both visions.\nMy diary shows a good many subsequent cases of rapport with th&\nsame friend. They are all, I believe, telepathic in origin and are\nsimilar in kind to those with other friends,.-obedience to my summons,\nthe hearing of my music at a distance, or the perception by one of\nsomething which is in any unusual degree affecting the other.\nThe cases hitherto given as telepathic hallucinations have occurred\nduring the lifetime of the person· who was presumably the agent.\nHowever, there are in my memoranda a few cases of sensory halluci-\nnation coincident with the death of the agent, which circumstances or\nthe lapse of time make it possible for me to describe, for in dealing\nwith what concerns the more serious side of life, one cannot disregard\nthat respect for the natural reticence of oneself and others, the sup-\npression of which alone makes possible the publication of private\nexperiences, however trivial.\nIn the following case, as I was but a little child at the time, and\nthe lady who appeared to me had no particular interest in my existence,\nI can only suppose the attraction to have been of that local kind of\nwhich, in Phanta.nns oftlUJ Living, we have some striking examples.\nI was staying in a country vicarsge in the North. The children of the\nhouse were my constant play-fellows. I was accustomed to share their\nnursery, as they mine, and was not likely to be impressed by the fact that my\nhostess was from home, nursing a cousin whom I had never known but as a\nchronic invalid. I had seen her but seldom, though the idea of her was very\nfamiliar to me, for she was often spoken of by my companions as a frequent\nvisitor to the house, which, I believe. she regarded as almost a second home.\nOne morning as I was passing. from a room beyond, through the Sp&r&\nroom of the house, which Miss H. would naturally occupy if she were ther&\non a visit, I perceived to my left a lady in walking dress, standing between\nthe dressing table and the window,and lookingintently intothe garden below.\nI saw her face in profile, but had not an instant's doubt that it was Miss H.,\nand, too shy to speak when not addressed, I hastened downstairs to report\nher arrival.\nAs I passed the front door, which may have been open, but atany rate was\npartly glazed, I was utterly perplexed to see her again in the same position,\non the lawn in front of the house. The next day we heard of her death.\nI remember that my childish interpretation of what I had seen was\nthat she had been saying \"Good-bye\" to the sunny garden where probably\nDigitized by Google\n\f372 A Record of Telepathic [Oct. 25,\nmany happy hours had been spent, and which, it seemed to me then, it\nwould be very hard to leave for ever. It may be worth while to\nmention that the house had long been reputed to be \"haunted,\" and\nthat various stories (difficult to corroborate) are told of the return after\ndeath of some of its various occupants. I am, however, sure that this\nhad no influence upon my mind at the time I speak of.\nIn August, 1875, I was visiting at a country house in the Midland\ncounties. I slept alone in a room on the ground door, the house being an old\none, and oddly arranged. At dawn on Tuesday, 31st, I was awakened by\nhearing a good deal of noise at the window which seemed like the rattling of\nVenetian blinds. I could see nothing, as the bed curtains obscured my view\nof the window, and concluded that it was some foolish joke of the boys,\nwho sometimes passed my windows at an early hour when they were going out\nto fish. I therefore took a book, and read quietly till the noise ceased, which\nwas, I should think, after about 10 minutes, during which it recurred several\ntimes, at intervals.\nI had looked forward to the pleasure of disappointing those who had hoped\nto frighten me, by asserting at breakfast that I had slept particularly well, and\nwas myself disappointed at JlO inquiry being made, and at findingthat the boys\nhad risen late for breakfast. When we heard, in a day or two, that my Uncle C.\nhad died in London in the night of Monday-Tuesdsy, August 3Oth-31st,\nI had no thought of connecting the two circumstances. However, on retunl-\ning home in September, I found that my uncle's only son had had, during\nthe same night, a similsr experience, which affected him so strongly that he\nrefused to remain in the house, from which the family shortly removed. The\nnoise was described as a violent agitation of the window blinds, and as of the\nremoval of a heavy dressing·table standing in the window. A further expe-\nrience, of which I do not know the particulars, happened on the same night\nto another relative, but neither to him nor to my cousin am I permitted to\nrefer, as, for family reasons, the subject was especially painful.\nThis incident assumed in my mind a new importance on the occasion\nI am about to describe. I quote from an account which I wrote down\non August 8th, 1888 :-\nLast summer I was staying at a house in the country; my room was at\nthe top of the house and overlooked a garden and orchard.\nAt four in the morning of Friday, August 19th, 1887, I was awakened by\na sudden noise at the window. I had been suffering from acute neuralgia\ni,he day before, and after\" strong opiate had gone to Bleep, after hearing the\nclock strike two, and was naturally impatient at the disturbance. I tried to\ncompose myself, but in vain; the noise continued, apparently nearer, though\nthat might be consequent on my more wakeful condition.\nThe Bound proceeded unmistakably from the left-hand window, -Ute two\nwindows faced the bedstead,-and sounded as if the laths of the Venetian\nblinds were being stroked upwards from the outside. The room was too\ndark,-the blinds being dark green,-for it to be possible for me to 888 if\nthey moved, so I got up, looked at the time (four o'clock), examined the\nwindow, which was shut, fastened tile hasp, rotumed to bed, and wu' once\nDigitized by Google\n\f1889.] and other Experiencea. 373\nmore becoming drowsy when I was re-awakened with a ahock which brought\non a fresh access of the pain from which I had been suffering, and made\nfurther rest out of the question.\nI was now persuaded that the sounds proceeded from no ordinary cause,\nbut I took the precaution of carefully examining the blind, and of trying\nto reproduce the sound with my hand. In this I succeeded, though the\nsound was diminished in volume, and I then drew up the blind, opened the\nwindow wide, noted the hour in my diary (4.20), and sat in my easy chair\nfor perhapa 10 or 15 minutes watching the starlings and wondering what it\nall meant. At length, however, I felt chilly, so shut the window, leaving\nthe blind drawn up, went back to bed and watched. III a very few minutes\nthe noise began again, quite as loud and distinct but different in character,\nrather as of something being drawn slowlyacross the glass, still from the out·\nside. (To put it familiarly, the first sound was a rattle, the second a squeak.)\nI was looking out the whole time, and could see the starlings on the telegraph\nwires which ran opposite, and at a few feet distant from, the windows. Cer-\ntainly nothing I could see would account for the sounds, which still continued.\nThere was no wind, there was no ivy on the house, there was no motion in\nthe telegraph wires, with the sound of which I was, moreover, familiar, and I\nmay mention what I am sure all who know me would corroborate, that I have\nunusually quick and accurate hearing. At last, feeling myself unable to come\nto any conclusion on the matter, and knowing the \\'\"ery disastrous effect of\nrefusing such sleep as an opiate offers, I stopped my ears with wool, the\nsounds having in no degree abated, and contrived to get some broken rest.\nI now add the brief note from my diary ;-\nAugust 19th, Friday, 4.20 a.m.-Bird (1) at window for last 20 minutes\n[added at 9 a.m.]-and for another 10 minutes after that. Just sent for\n[news]paper. E. and K. S. married. Nothing else happened as appears\nyet. No letters, except from Horse's Home and H. Even the mare is no\nworse.\nSaturday, 2Oth.-Letter from XZ. B.I died at 10.30. (a.m.) yesterday.\nThe children in time to see her alive.\nXZ. allows me to quote from a letter written to her by me, dated Satur-\nday:-\n\" You will think it strange when I say that your sad news was a great\nrelief to me I I have had one of my strange experiences, which I may tell\nyou, but cannot write, I feel so shakon. . When the post came I\nopened all the letters, of which there were three, before yours, feeling I\nwould rather anyone else had bad news to tell. Is it not strange\nthese things should happen to me in relation to what has for me no personal\ninterest 1 The same thing exactly happened when my uncle died.\"\nI now pass on to Class III.\nIn my paper on Crystal-gazing I had toface one difficult point, then,\nas now, with some reluctance, aware of the difficulties which it presents,\n1 B., a lady whom I had known long, but not intimately. I can, however, easily\nconoeive that, for 8pecial reasons,her mind might tum towards me even at so 8upreme a\nmoment.\n2 B\n\f374 ..d Record of Telepatkic [Oct. 25,\nand still more of my own entire inability to arrive at any conclusion.\nI again can only offer, aware that they may appear to injure the rest of\nthe paper, such facts in my experience as compel one to consider the\nperplexing question, Can prevision be possible 1\nThe fall of the picture already quoted, a case which· somewhat\nsuggests the same question, followed upon a pure premonition without\nsensory hallucination. I proceed to give two cases in which the exter-\nnalisation was exceptionally clear. In the first I can add little to the\naccuracy of th~ story as told by my friend D., and written out by her\nat the request of Mr. Myers on January 17th, 1888. We had both\npreviously and independently told him the story.\n..About eight years ago (April, 1882) X. and I were staying in a country\nhouse, in 1\\ neighbourhood quite strange to us both. One morning, soon\nafter our ,\",rival, we drove with a pa.rty of four or five others in a waggonette\nto the neighbouring town, and on our return, &8 we came in sight of the\nhouse, X. remarked to our hostess, 'You have very early visitors; who are\nyour friends 1' \"\n[I 11'&8 sitting either beside or immediately behind our host who 11'&8\ndriving, and what had first attracted my attention 11'&8 the sight, &8 I\nbelieved, of fresh wheel-marks.]\n.. We all turnoo to find the cause of the question, but could see no one,\nand as we were still in view of the front door,on which X.'s eyes were fixed,\nwe asked her what she could possibly be dreaming of. She then described\nto us, the more minutely that we all joined in absolute denial of the\nexistence of anything at all, the appearance of a dog-cart standing at the\ndoor of the house, with a white horse, and two mon, one of whom had got\ndown, and 11'&8 talking to a terrier; she even commented on the draBS of one\nof the gentlemen, who 11'&8 wearing an ullter, she said, a detail which we\ncertainly should not have supposed it possible for her to recognise at such a\ndistance from the spot. As we went up the drive X. drew attention to\nfresh wheel-marks, but here also we were all unable to see as she did, and\nwhen we arrived at the houee and found no sign of cart or visitors, and on\ninquiry learned that no one had been near in our absence, we naturally\ntreated the whole story as a mistake, caused by X.'s somewhat short-sight.\n..Shortly after, she and I were in an upstairs room in the front ofthe house,\nwhen the sound of wheels was heard, and I went to the window to see who\nit might be. 'There's your dog-cart after all!' I exclaimed, for there,\nbefore the door, was the identical cart as X.had described it, correct in every\ndetail, one of the gentlemen-having got down to ring the bell-being at that\nmoment engaged in playing with a small fox-terrier. The visitors were\nstrangers to our friends,-officers from the barracks near,who had driven over\nwith an invitation to a ball.\"\nC., having read over D.'s account, had added, .. This is substantially the\nsame account &8 I heard from one of the party in the carriage.\" Mr. Myers\nadds, .. I heard C., an old family servant, tell the story independently with\nthe same details.\"\nBoth D. and I were surprised at her accurate knowledge of the story,which\nshe had not learnt from us, but from another lady present on the occasion.\nDigitized by Google\n\f1889.] and other Experiences. 375\nIt is from no want of will that in the next case I can offer at\npresent no corroboration. The strangers present on the occasion were\nthe mere chance acquaintances of a seaside boarding-house, whom I have\nnot been able to trace, though I still hope to find one of the party, a.\nlady with whom I have some slight independent acquaintance. My\nown companion at the time, was too deaf to catch the passing conversa.-\ntion, and was not afterwards told of the circumstances. There is also\nno reference to them in my letters to near friends, which, I think, is\nowing to the fact that we had passed through recent sorrow, and were\noccupied with other matters.\nI quote from an account of the facts which I wrote down on\nFebruary 9th, 1888.\nIn August, 1885, we were staying in a private boarding-house. I was\nrecovering from illness, and for the sake of curtailing the meal-time as far as\npossible, never entered the dining-room till everyone was seated.\nOne evening, as I chanced to look across the table, immediately after my\nentrance into the room (my seat was very near the door), my eyes being\nsomewhat dazzled by the blaze of gaslight following upon the darkness of the\nlong passages I had just traversed, I observed, as I supposed, a new arrival\nin the chair diametrically opposite to my own. The lady who was usually my\n~i&-a-t'i& was tall, dark, high-coloured, and often wore a light dress,-my new\nopposite neighbour sat much lower, was small,pale in colouring, and appeared\nto have a quantity of something black below her face with a shining bar some-\nwhere near her left ear. I am slow-sighted and do not see anythingdistinctly\nat the first moment, and my attention was too much struck by her brilliant\nornament to allow me to observe her features. Before I had time to remark\nanything further, I was addressed in the very lively tones of Mrs. S., my more\nfamiliar \"u-a-t'IB, who asked\" what I was staring at 1\" and \"why I did not\nsit down 1\" This at once dispelled the vision, the new-comer entirely dia-\nappeared, and I found that,someone having left the house that day, theseata\nhad been rearranged, and that Mrs. S. alone occupied the space which had\nformerly been given to two. I gave a brief explanation of my conduct and\ntook my seat.\nThe next evening, on entering the room, I noticed that the eyes of my\nneighbours were following me with a certain air of merriment. I looked across\nthe table, and observing nothing unusual, laughingly asked Mrs. S_ what she\nhad done with her diamonds, when she made some unintelligible answer, and\nwith a gesture directed my attention to the lady on my right, who proved to\nbe my phantom friend of the night before, but aeated exactly o.PJ>Orite the\nspot where I had then seen her. She was small, fair, and dressed ill black,\nwith a cloud of black lace fastened on her left shoulder with an ornament\ntoo audacious for an Englishwoman to venture upon,-a bar at least three\ninches long, of black enamel and diamonds. The lady proved to be an American\nwho had arrived in the town only the night before, having stayed at an hotel\ntill she should find some quieter abode.\nUnfortunately I had during my illness temporarily dropped my life-long\nhabit of keeping a diary, so that I have no contemporary account of the fact.\n2 B 2\nDigitized by Google\n\f376 .A ReCQ1'd of Telepathic [Oct, 25,\nIn a book in which I preserve notes of books, conversations, &c., in which\ndates, however, are not frequent, I find two passing references to the dia-\nmonds. One which seems to have been made on August 27th begins, \"Good\nstory to-night from :Mrs. S., apropos of a non-existent diamond brooch I\n'saw.''' The other, msde apparently on the following evening, says, \":Mrs_\nS. told another story to-night, a consequence of discovering that my diaruonda\nreally have an existence after all.\"\nI will conclude my paper with the note-books to which I referred at\nthe beginning. Together with notes of the quasi-experimental kind,\nmade before we knew that the impression received was veridical, or\nthe supposed transmission successful, we have thought it worth while\nto note, as soon as we were aware of them, a number of coincidences\nnot recorded beforehand; as these may serve to give some measure of\nthe frequency of such occurrences in our everyday life. As regards\nboth classes of entries I must warn the reader about to embark on the\nperusal of the following pages that he will constantly feel that the\ntransmitted message is just as intrinsically unimportant as the trans-\nference of a card or a number, and perhaps more tedious to read about_\nI am quite conscious of this triviality, and of what looks like the\negotism of insisting on the details of slight incidents in a very unevent-\nful existence. I can only hope that all this may serve as an indication\nof fidelity to fact; for certainly my friend and I, if we had given free\nplay to imagination, could have painted our telepathic intercourse in\nmore exciting colours. Since our attention has been turned to the\nsubject, few incidents have been recorded of a graver type, and in fact,\nas will easily be supposed, where there lKUJ been a message of deeper\ninterest, it has been needful to suppress mention of it, as involving\na.ffairs of others which I have no right to publish. But if telepathy\nexist as a natural fact, there seems no reason for assuming that it is less\nlikely to manifest itself on trivial, than on serious occasions, and the\nunimportance of the incident diminishes its evidential value only so far\nas it diminishes the improbability of the coincidence. This it un-\ndoubtedly sometimes does, though not, I think, always.\nI begin with D.'s note-book, and give all her entries for the year\n1888. They are given in most cases exactly as written, but in a few\nit has been necessary to alter or add a word or two, to conceal identity.\nD. has not made it clear in her notes whether they were made before\nshe knew if her impression were correct or not, and, except in cases where\nthe deficiency is supplied by internal evidence, I have therefore to trust\nto her memory on this important point. I have marked with an\nasterisk, those entries which, to the best of her present belief,were written\ndown before she knew whether they were justified by fact. As will be\nseen, my own recollection confirms hers in some cases. I borrowed the\nnote book for examination on May 5th and November 3rd, 1888, and\nDigitized by Goo~\n\f~889.] and other Experiences; 377\non June 12th, 1889, and on each occasion copied the entries into my\nown note-book, and added notes giving confirmatory evidence from my\nown private diary, from letters, or, when these sources failed, from my\nrecollection. The substance of these notes, in some cases abbreviated,\nI give after each corresponding entry. Remarks added afterwards are\nenclosed in square brackets. D.'s entries are printed in italics to dis-\ntinguish them from my notes. It may be as well to state that flO\nentries having any possible psychical relation to D. occur in my private\ndiary other than those quoted. My own note-book did not begin till\nMay.\nIt will be observed that of the 20 entries which D. believes she\nmade before testing their truth, two relate to impressions as to books,\nand 14 to impressions as to my music. Of these only one is wrong, and\non that occasion I was wishing to play. In 10 of the musical cases the\nspecific piece is noted, and in 13 the hour is noted. These were always\nright except in the one case of failure; which comes under both heads.\nOne more remark before proceeding to the note-book. .Though I\nhave included a period of 12 months it should not count as more than\nnine, for D. and I were, for about three months during the year, under\nthe same roof, when she discontinued her notes.\n*(1) Jaml41'Y 6th. Tried _ral boob rather than Shirley, Worcl8'lDOTth,\natld ~ Browning.. Finally took to Villette.\nIn my private diary for January 6th, 1888, I find the following entry:-\n9.30 (my clock is alow), I have been trying to make D. read after my\nchoice whether she will or no ! I tried Mrs. Browning, but gave it up because\nI remembered the chances were in favour of my choosing it, as I have a new\ncopy. Next I took up my commonplace book for a suggestion, and my eyes\nfell on a quotation from\" the Profe88or.\" I shut my eyes and began to recall\nthe story, which involved more concentrstion of power than reading it. This\nfor about 20 minutes.\nSaturday 7th.-Tried to \"lesd up\" to last night's occupation with D., but\nahe said nothing as to choice of books.\nSunday January 8th.-Satisfactory after all. D. confe88ed, without being\nquestioned, that on Friday night • . . she hesitated over Browning (R.\nnot Mrs.) and finally chose Villette, the plot of which is the same as that of\nthe Professor.\n(2) Jaml4ry 13tl~. Home 5.30; Jcmoo X. playittg Jor me.\nFrom my private dairy I find (noted beforehand) that I wished to com-\nmunicate with D., and, knowing thatahe had engagementa for both afternoon\nand evening, and might not return home meanwhile, ao that a note Bent\nto her hOUle might not reach her, I tried the experiment of playing to\nher at 5.30, on the chance of her hearing me. I chose the hour, one at which\nI never or very rarely play, that, ahould she hear, ahe might gue88 a apecW\nintention. She heard, and came shortly after, saying at once, \"You have\nbeen calling me.\"\n(3) Jan'JJIJtY 19th. To let X., eunittg, 9.30, Jomul her 1DCliting.\nDigitized by Google\n\f3'18 A Record of Telepathic [Oct. 25,\nOn reference to my private diary I find that on this evening D. called at\nan unuaual hour, after I had gone to my room. Found me waiting for\nher, and my expectation already noted, my pri\"ate diary open at the page\nwaiting for her signature, which she added. Thus, .. Sent for [D.] 9.15·9.30.\"\n.. Came 9.35, door open ready. [D.]\" This was not a deliberate experiment,\nbut I had wanted especially to see her, and my desire, first formulated while\npJaying aboutS o'clock, passed into expectation at 9.15, and certainty at 9.30,\nwhen I heard her call, i.e., a peculiar whistle uaed by either when entering\nthe houae to summon the other. [In fact, she did not whistle, nor, when she\nwas still 4 or 5 minutes' distance from the house, which she entered with a\nJatch.key, could I have heard her had she done BO.]\n(4) January 2ht. Walked to J.'. howie. Started home at 5.30.\nD. tells me this means\" started home in conscious obedience to sum-\nmons.\" As she keeps this note·book solely to record such lummons, &c.,\nshe would not enter the fact of an ordinary walk.\nThiI incident is recorded at length in my private journal. D. had\nstarted for J.'s house in the morning. Not knowing whether she had\nreturned home or not, I sent off' a note, dated 5.30, asking her to come to\nme at once. This I lupplemellted by play,ing to her for half 8n hour. At\n6.30 she arrived, saying I had called her at 5.30 before she left J.'s-train\nand walk from door to door about 50 minutes. I had entered the summOJlS\nin a note-book about six o'clock. She found the note at home on her return\nafter Heeing me.\n(5) Jan1laT'l} 22nd. To X., 7.45.\nI had not intentionally called D., but she had been much in my mind\nthis morning, and she tells me she had to come, though to pay a visit\nat 7.45 a.m. required considerable energy. Unfortunately I had not\nnoted down my expectation of her visit, but the fact that I had opened my\ndoor to listen for her arrival, after hearing her whistle, was evidence for\nher that I was looking for her coming. I had heard the whistle BOrne\nminutes before she entered the houle. Of course Ihe had not whistled, nor,\nhad she done 10, could I have literally heard her.\n*(6) January 23rd. &mnet8, E. B. B., 10.30.\n[In my priv8te diary written about 10 p.m., I find, \"Sonnetl, VlU-1X.,\nE. B. B.\"] I had h8d no thought of experiment in the first instance, but\nsimply desired that D. should read theile, having myself, after reading them,\nbeen struck by their appositenc88 to a subject we had that day discuased.\nNext day D. said, \"What were you doing at 10.30 lut night, to make me\nget out a book when I was only sleepy and wanted to go to bed 1\" The\nnote in her book was made, if not at the time, certainly before discU88~\nthe matter with me.\n(7) February 24th. FlOll'el'8 in ne1C album all the eveuing.\nThere is no entry in my diary about this, but I remember perfectly that on\nseeing D. on Saturday morning, the 25th, she said at once, .. What did you\ndesire me to do last night 1\" and I answered, \"I suppose you must have\nbeen arranging my dried flowers, as I was suddenly p088esaed with the idea\nthat you wanted the ferns, and I spent. the evening looking them out.\"\nThere was no reason why D. Ihould have done the work then,-probability\nwas against it, as not a likely thing to do by gaslight, after dinner.\nDigitized by Google\n\f1889.] and other Experiences. 379\n(8) Felm.UJ\"Y 25th. Talked of R. E. and the N. '8. Accident to X.\nF'lowerafrom B. W. Wrote to X. at 6.25. Note dated 6.20 received later.\nThis entry was made on the following day, Sunday, after some talk with\nme. I was alone all Saturday, and my mind had been scene painting even\nmore vividly than usual. On Sunday I happened to refer to BOme 1I0wers\nthat D. had sent me from B. W. ill April, '85, and which there was no\nreason I should specially remember. Later I also referred to an accident\nI had met with some time ago, and then D. said, \"What has made you\nspeak of these things 1\" and when I explained that I had been \"going\nover\" both occurrences on Saturday she said that might account for\nthe vivid manner in which, for no reason, both IIcenes had presented\nthemselves to her on Saturday afternoon. An hour later I laid, ,. Another\nscene I was picturing yesterday you could not have thought uf, for I never\ndescribed it to you,\" and began to speak of a certain party at the N.\"a 4 years\nbefore, at which she had not been preaent, and at which J. and I had amuaed\nourselves with watching R. E. D. was much surprised, and told me that ahe\nhad spent quite a long time the day before, trying to cOMtruct a picture of the\nlICene, and so far as our place in the room, which of the B.'s many rooms,\nand the subject of our talk were concerned, quite correctly. She knew that\nR. E. had been present, but not that be had been our particular amusement.\nProbably any of the two or three hundred people present would have been\nbetter worth our attention. [Recorded in my private diary.]\nD.'s final entry refers to our having within five minutes each written to\nthe other. D. wrote, says her note, becauae she\" had to write,\" I, because\nI was conscioua that she was sending a me88enger, who arrived with the one\nnote just as I was fastening up another for him to take back.\n(9) March 2nd. Note to X. for nothing, bllt beca1U1l she wanted it.\nNo, I didn't want it, but D.'s servants had forgotten to forward something\nI required, and for which it was not convenient for me to send. D. became\naware that I wanted something, but, unfortunately for me, more exact\ninformation failed her.\n*(10) March 6th. Hellerll, 7.30. [Meaning that she had an hallucination\nof hearing me play.]\nNo note in my diary on this point. It was quite a likely time for me\nto play, but there wall no special reason why I should be playing the music\nreferred to, as ill fact I was. D. asked me the next day what I had played\nand showed me her entry.\n*(11) March 7th. Beet\/wI'en 1caltzeB, 10.\nYes. Ten a.m. is quite in my practising time, but that particular muaic\nwas against probability. [This WRS recorded in my private diary after D. had\nasked me as to my occupation of the morning, ahowing entry.]\n*(12) March 8th. No practise. [Meaning that she was aware that I\nhad not played at my usual hour.]\nTrue. I very rarely neglect my morning practise, but on thia day was\notherwise occupied, as my private diary shows.\n*(13) March 9th. MI\/~ic, 7.30-8.\n[MarcIl 10th will be found below, omitted for convenience of grouping.]\n*(14) March 13th. 7.40. Mum.\nDigitized by Google\n\f380 A Record of Telepathic [Oct. 25.\n. *(15) MarrA 14th. 9.30 a.m. [Music.] Bvening of aame day. NotAit.g\nbut orgam and batui8, popular ain and Mikado. 7FlaiA of Het&lelt 9 (p.m.).\n*(16) MarrA 15tA. 9-10. 7Faint Het&lelt.\nI remember that when D. showed me these entries I was specially\ninterested. I was practising at the time some muaic of Helllleit's she had\nnever heard, and was playing this on all five occasions. D. notes it on the\nfirst 3 vaguely as \")lusic,\" something which she did not recogniae. On\nthe 14th I played it over to her, and afterwards she recognised it imperfectly.\nI was practising it for her, knowing she would like it, so that she was much\nin my mind at the time.\n[Mr. Myers, who read this portion of the diary on July 27th, '88, has\nadded under the second entry of the 14th: \"D. explains that on trying\nto hear X., she only heard vague memories of music. X. was not playing\nthen. Thus the wish to hear did not produce it. In answer to the\nquestion, 'How is the music heard l' D. explains that it is sometimes\nextemaliaed as distant sound, sometimes it is only the idea of being called\nby music.\"]\n*(17) MarrA 10th. 7 MlI,j\/ic, 9.30-10 a.m.\nMy private diary gives a full account of the occasion referred to. On\nthe previous day I had told D. I was going to call on V. directly after\nbreakfast, and would go on to her about 11.15. By the first poet on\nSaturday I received a requeat from V. that I would postpone my visit. I\ntherefore devoted the hour thus gained to the piano, and proceeded\nafterwards to D.'s house, arriving about a quarter to 11. Shl! thet} showed\nme her note of a fact which had caused her some bewilderment, and indeed\nanxiety, as to the cause of my change of plan.\n*(18) March. 16th. Bad night; frightened. KnC10 X. tOO& worried.\nThis refers to vague perception that I was in trouble. I believed that I\nhad concealed the fact for three days with entire succe88.\n*(19) March 17th. WantedX. WOllldn'ttUkher [to come]. B. it&.Nt~\non going for her in 'Pite of aU di&s1uuion. X. came.·\nThe upshot of this was that I remained at D.'s house to sleep, and fell\nseriouslyill that night. My doctor congratulated me on the good luck of my\nhappening to be in the hand of my inestimable nurse D. I should add that my\ndoctor's opinion, for which I particularly asked, was that this attack could\nnot have been foreseen. [Nsvertheleas, in reading this and the previoua\nentryagain, I cannot but see how easily both occasions may be accounted for\nin a perfectly ordinary manner. But this was not my feeling at the time\nnor D.'s.]\nThe following entries, (20) to (27) inclusive were made while D. and 1\nwere in different and distant counties.\n*(20) AUg1ut 15th. HeUer. 9.10-25.\nCp. letter from D. dated August 15th, \"I did hear you playing to-night,\nsomewhere about 9.9-30 1. . there seemed to be some Heller about,\npoasibly becaus8 I was alone • • • for a little.\"\n*(21) AugttBt 17th• . Slumber \/IOn,g, 7.35-50.\nCp. letter dated August 17th. \"Were you playing the Slumber song\nbefore dinner this evening 1\"\nI read these pasaages (from D.'s letters) to my hOltess immediately on\nDigitized by Google\n\f1889.] cmd other Experiences. 381\nreceiving tho letters, and on both occasions she remembered that I had in\nfact played the music spoken of at the time mentioned.\n(From letter from hoste88, Februry 6th, '89.) I perfectly remember the\nevents to which you refer as baving happened when you were staying with\nme lBBt August, namely, that on one occasion you played on the piano before\ngoing out for a drive, and on another after dhmer, and that you read aloud\nto us at breakfast an extract from a letter from [D.] referring to these and\nnaming the correct hour. I do not remember the datos, but feel sure that on\nneither occasion had there been time for her to hear of it from you. [Signed.]\n[My friend has reversed the order of the two circ~tancea. The 1lrat\noccasion was after dinner, the second, when waiting for the carriage to take\nus out earlier in the evening, about 7.20·30.]\n(22) A1cgmt 18th. Sent drawi).g to X.\nOn August 17th I received a letter from D. asking, \"Isn't there\nsomething you can set me to do for you bere 1\" and at once remembered\nthat I wanted her to copy a cortain print for me, which I could not\nsend to her till I returned home on August 18th. She was, I am certain,\nunaware that I p0880888d this picture, nor have I ever 88en another like\nit elsewhere. On the 19th, I sought it out, and put it in an envelope,\nwith my instructions, but it had not been posted, when I received from\nD. a drawing almost exactly like that I was wishing she should make.\nThe two copies are of the same head in difl'erent positioJl.l. In the\nletter which accompanied this D. says merely, \"I have tried to copy\nthis for your amusement.\" [The copy from which bers was taken happened\nto hang in the hall of the house in which D. and her family were spending\nthe summer.]\n*(23) AtlgtIBt 20th. Dreamt X. wrote to I4Y, \"Can I come to you Sep-\ntember 11th' \"\nA1191IBt 21,t. Letterfrom X. dated 19th, about drawing [as above], atld\nmeaaagt, aa in d)'eam [i.e., asking to come on September 11th].\nA later date had been previously arranged for my visit to D., and the\nsudden readjustment was consequent on a change in the plana of other\nfrienda.\n*(24) &ptember lit. Half letter ,\n&ptember 2M. Yea.\nAfter finishing a letter to D. on August 31st, quite complete in itself,\nI wrote a long postscript, which after all I kept back, aud sent by the next\npost.\n(20) &ptember 3rd. Tired and X. knew. (Refers to a period of three\ndays.)\n.. Tired\" here stands for .. out of spirits.\" I was conscious of. D.'s\ndepression, which was certainly not indicated in her letters, which I have\nre·read to make sure of this. It arose from a cause of which I was entirely\nignorant.\nCpo letter from me to D., dated September 2nd. .. What is wrong 1 Are\nyou hurried, or worried, or what is the matter 1 I am not happy about you.\"\n*(26) &ptember 11th. Halll, 9 a.m.\nNo. I was not playing ; only thinking of mU5ic, and wanting to play.\n(27) The following entries are grouped together in .D.'s note·book, and\nDigitized by Google\n\f382 .A Record of Telepathic [Oct. 25,\n88 they are out of place were presumably made from her private diary after\nshe knew of the photograph.\nAugtlst 12th. Wanted a picture of X., talked a~tlt it, Baid rd .et my\nheart 1m it for thil autumn, bllt didn't lIIle how I toa8 W get it 1WU'. N.B.-\nThought I Bhould, though.\n13th to 18th. Thought of my picture most daYB. Watched letter. for hint\nofpoIIIIibility. Tried to find IYlIt X.'. train tip on Saturday. WiU she 00« time\nto see? Or on MOllday 1 . • • Evidently not Saturday-train too late.\n19th. No hillt ofplan [i.e., in X.'sletters, as to possibility of photograph\nbeing taken that day]. Time to-morrow.\n20th. No letter. Plwto instead 1 Hear to-morroto.\n21st. Letter to-day frlYln X., saying, \"No time W do my Jioppin!1, etc.\"\n[i.e., in passing through London, where D. imagined that a photograph might\nbe taken]. Can't help it! Time or flO time my picture will come, and rm\n11m that H. iI mi;(oed up il~ it aome1ww. PerOOpa she told X. I tea-nted the\npicture. • . •\n(]p. from D.'s letters.\nAuguat 211t. We must get another [portrait taken] soon.\n22,m. I must have a new one.\n30th. When your packet came to-day, I made sure it W88 a photograph,\nbut how or when it could have been taken I don't know, when I come to think.\nOn August 9th, without any hint or suggestion from D., and unknown to\nanyone but B., I made arrangements with the photographer for a large\nportrait. On Monday, 20th, the likeneSB W88 taken, 88 I passed through\nLondon. D. was never told of the fact till September 13th.\nB. corroborates my reference to her share in the matter, and is confident\nof having given 110 sort of hint uf her knowledge that D.'s wish, when fint\nmentioned (August 12th), was already on the way to become an accomplished\nfact.\n(28) October 3rd. At J.'s hOIIM. No time for eggs.\nI wanted some new-laid eggs, and it occurred to me that D. could get me\nsome on h~r way from J.'s (four miles away from home) if I had but\nremembered to ask her. About 4 p.m. I thought of trying to make her get\nsome, and was disappointed when she came in without any. I made no\nremark at the time, but the next day D. said, \"I very nearly brought you\nsome eggs yesterday, I fancied you wanted me to do so, but I had to hurry\nto catch- my train.\"\nD. goes to the village in question about once a week, and during the last\n3 years may have brought me eggs two or three times, so the commission\nwas 110t a very probable one.\nD. adds later. \"Probably I left by the 4.20 traill, passing tIle shop some\nfive minutes earlier\" [so that my desire W88 a little delayed in transmission.\nor reached her conlciousn088 at sight of the means to execute it].\n(29) October 4th. Portrait.. early, X. knew it.\nWhile I WM at breakfast I felt that D. had received the portraits\n[which there W88 no special reason to expect] and that she would bring\nthem at once, and went out on to the balcony for some time to watch for\nher. [She came about 9.30 a.m.]\n(30) October 11th. Called e;cpectedly, 6.30.\nDigitized by Google\n\f1889.] and other Experiences. 383\nD. and I were each supposed to be .. At Home,\" so that I had good\nreason for not expecting to see her. About 6 1 felt she was coming, and\nwhen she arrived was waiting for her on the stairs, though there were\nvisitors in the drawing-room.1\n(31) October 14U~. Oame into church, 211d luson. O\"t of sight, not out of\nmind.\nI had no reason to expect to see D. in church, indeed she had promised\nto fetch me after service, but during the second lesson I felt her enter,\nthough absolutely out of light. On meeting her outaide the door in going\nout, I said at once, \"You have been in church, you came in during the\nsecond lesson.\" [D. corroborates this.]\nH., who, though I was not aware of it, was sitting behind me in church,\nadds :-\" I saw that X. was aware of D.'s arrival, which I at the same\nmoment had seen, which she'could not.\"\n(32) October 26th. Oalled late, 9.30, door open ready.\nI wrote the following note in my pocket-book :--\" 9.15. Sometbing\nwrong with D. If she does not come I must go to her. Fridsy.\"\nI had been up late the night before and wanted rest, but felt it inlposaible\nto go to bed, D. seemed to be whistling for me. [As before explained, the\nusual signal when either entered the house.] I left my door ajar after\nwritingthe above note, and was waiting when she came. She wanted immediate\nhelp, and bad driven round to fetcb me, having only waited till she thought.\nI should be alone. [D. corroborates this.]\n*(33) November 18th. Okopil. Dead March, War March Athalie, 7.15-\n8 p.m.\n*(34) November 25th. Lieder, 7.30.\n*(35) NOlJember 26th. Lied, neller gets finished. 5.15-20.\nOn e&ch of the above three occa.siQDS D. asked me next dsy what I had\nplayed apd found she was right. My playiilg of the Lied on November\n26th was interrupted by the arrival of visitors, and the un6nished air\nnaturally haunted me. D. writes: \"On the day in question H. and I were\ntogether. I said to her that I eould hear you playing-a Lied we both asso-\nciated with you-but tbat you never got beyond a certain part, which seemed\nto be repeated. H. replied, 'It is strange you should say that. I can't\nhea'r her, but I have been seeing her at the piano for lome minutes.'\" [H.\ncorroborates this.]\nMy own special note-book was begun in May, 1888, and continued\ntill November, 1889, a period of 18 months, but it will alrea.dy have\nbeen observed that records of psychical impressions, both before and\nafter fulfilment, had been made in my private diary before that date;\nand during the 18 months in question I have preferred to record some\nthings which I believe to have psychical significance in my private\ndiary rather than in my special note-book. I give here all the\ncontemporaneous entries in my note-book except nine. Of these one\n1 In reference to C&888 29 and 30, D. writes: \" I distinctly remember tha' on each\nof these OCC&Bions, your first remark wall • I knew you were coming, I've boon watch-\ning for you some time.' On the first occasion you aeked at once for the photograph.\"\nDigitized by Google\n\f384 .A Record 01 Telepathic [Oct. 25.\nwas a visual hallucination recorded before what I believe to have\nbeen its cause was known to me. I consider it to be a good case, but\nfor private reasons do not wish to publish it. The other eight omitted\nentries were all made after the coincidence was known to me. One of\nthem is omitted for private reasons, and seven of them because, though\nI thought otherwise at the time, I am now disposed to attribute them\nto mere chance coincidence. In thus dismissing them I would not,\nhowever, be understood to imply that others may not also depend upon\n-chance, but only that I believe them,-as do the friends to whom they\nrefer-to be something more.\nI have not in all cases given the entries from my note-book\nverbatim. In some cases I have abbreviated considerably, in others\n.altered the wording to conceal identity. In no case, however, have I\n.altered the notes so as to affect any inference connected with psychical\nresearch that may be drawn from them, and I have asked Mrs. H.\n~idgwick to compare my printed version with the original and verify\n\"this.1\nAs in the case of D.'s diary I have marked entries made before the\n~vent was known with an asterisk. There are twenty-seven of these\n~ntries made beforehand, and of these three, namely (33) and (48), in\nwhich I was the percipient, and (6) where I attempted to impress D.,\nmust be regarded as failures, and (35) and (45) 'as doubtfully veridical.\nThe other twenty-two entries seem to me to have been justified by facts.\nIt is, however, sometimes difficult to judge how far the apparent success\nmay be attributed to chance, and each reader must estimate this for\nhimself. It will be noticed that two of the successful impressions (12)\nanq (46) were negative; or, more properly, they are records of the\nabsence of expected impression-it being afterwards found that the\nexpected cause had not occurred. These seem to me to have a certain\ninterest as showing that expectation does not-necessarily, at leas~\nproduce these impressions.\nIn two of the successful cases recorded beforehand, (2) and (21), I\nwas the agent, my friends D. and H. respectively being the percipients.\nI was also the agent, though without any definite intention on my part,\nin six of the cases recorded after the event;-D. being the percipient in\n(3), (4), a negative case, and (7), and H. in (20), (22), and (25). All\nthese successful cases of agency are connected with my music. Perhaps\nbecause it is my most complete means of self-expression, I find in it\nalso the readiest method of concentration, and, therefore, have often\navailed myself of it when wishing to communicate with friends at &\n(listance, playing for a few minutes-not with the intention that they\nshall neces.<;arily hear the music, though that happens at times, but\n1 I have carefully compared X.'s note-books with the printed version and can\nentirely confirm what she says above.-E. M. SmGWICK.\nDigitized by Google\n\f188~.] and other Experiences. 385\nmainly that they shall become aware of the direction of my thoughts at\nthe moment. D., and, as will be seen, also H., have still more often\nrecorded the hearing of my music without any intention on my part.\nprobably because my own thoughts have been thereby focussed and\nabsorbed. In the same way, some years ago, a friend at a distance,\ndeeply interested in, but not sharing my studies, would often know\nwith what particular subject, sometimes with what book, I was occupied\nat the time, occasionally at very unlikely hours.\nIt IIl$Y be worth calling attention to the fact that of my fifty-fi\\'e\nentries, fifteen (seven recorded beforehand and eight after) relate to\nD., and twelve (four recorded beforehand and eight after) to H. In\none case (17), not recorded beforehand, there seems to have been\nmutual percipience between H. and myself. I have thought that it\nwould be convenient to separate the cases relating to D. and H. in\nprinting the note-book, though the chronological order is, of course,\nthereby sacrificed.\n(1) June sm. I am to-day reminded of something which happened a.\nfortnight ago and for which there is a note in my diary of May 21st. D. told\nme that afternoon that soon after we first becamo acquainted she had heard.\nme play an air with which she had childish associations and which she would\nlike to hear again, but as she could neither remember the tune nor its\nname, and as it was at least ten years since she had heard me play it, it did\nnot seem likely that her desire should be gratified. I played sevaral old\ntunes, of which I thought one might be that in question, but did not succeed\nin recalling what she wished. Perhaps an hour later, when we were sitting\nin another room, tslking of things quite apart from the music, I suddenly\nhad the feeling that the tune wanted was at my finger tips. I started up,\ncalled my friend and hurried down to the piano. On the stairs someone·\nspoke to me, but I dared not wait to answer, for the music seemed to be\ngetting, so to speak, less tangible every instant. By the time I reached the\ninstrument, only a few bars remained in my poSleSlion, but my friend at\nonce recognised them as the long 10lt melody. I had no idea what it waSt\nthough I thought I had heard it before, and try as I would I could not.\nrecall the remainder.\nTo-night I have quite accidentally found it to be a fragment of a Sonata.\nof Mozart, in a volume I have certainly not played from for years.\n*(2) Thursday, J1l1le 7th. 5.40 p.m.\nI don't know whether D., who is &.way from home, will expect me to write·\nto her to-day, 80 I am going to compromise by trying to make her know I\nam thinking of and playing to her. I shall play from now till 6.45, about an\nhour.\nFriday, June 8th. I met D. at the station this afternoon, and almOlt.\nthe first question she asked was, .. What were you doing about 6 o'clock last\nevening 1\" She had been out for a walk and was just settling again to ber\noccupation wben she became aware of me. This lasted about'half an bour,\nabe says. [Not entered in D.'s disry, but read over and endorsed by her.]\n(3) J1l\/Ile 14th. I was expecting D. between 5.30 and 6 O'clock, and\nDigitized by Google\n\f386 .A Record of Telepathic [Oc~. 25,\nafter tea went to the piano, impatient for her coming, as I wanted her\nparticularly. Occupied with other thoughts I played a waltz of Beethoven,\nrather absently, two or three times. About a quarter of an hour after I had\nleft the piano, D. came in and said, \"HOlD you have been playing that\nHoffnung!\" [meaning that the music had persisted in attracting her atten-\ntion]. She had been detained by visitors, and had heard it with the\nimpre88ion that I particularly needed her.\n(4) JIIly 7th. It is perhaps worth noting that D. said to me a day or\ntwo ago that she hoped abe was not losing the power of hearing my music\nat a distance, for she had not done so for at least a fortnight. I hall not\ntold her that, except a little company playing which does not count, I had\nnot touched the piano for nearly three weeks, a fact almost unprecedented\nin the last few years of my existence. .\n*(5) J1UY 14th. I sat up till 10.30 this evening expecting D., though it\naeemed improbable, almost impo88ible, ahe should come. I have not called\nher, so where my fancy came from I don't know. Now I have given her\nup and come to my room. [D. bad been spending the day at aome distance\nand had gone upon a somewhat troublesome and unpleasant buaineBB.]\nJuly 15th. D. eaid to-day, without being questioned, that on her way\nhome last evening [this would have been about 10 p.m.] she had tried to\ncontrive a visit to me, but having friends with her, had not been able to\nmanage it. (Endorsed by D.)\n*(6) July 18th. 2.10 p.m. There is a tremendous thunderstorm going on.\nWhile at lunch, 1.30 to 2, my thoughts turned to D., who is at K. Then I\nremembered an occasion years ago when we were there in a storm, and the\ncorner where we eat, and wondered if she would remember it. Now I am\ndesiring that she should find the place and go there.\nThis proved a failure.\nJuly 20th. Not quite. D. mentioned to-day that dnring the atorm the\npicture of our dark corner had occurred to her, and she had remembered its\nwhereabouts and thought had I been there we would have BOught its ahelter\nagain.\n(7) J1UY 19th. Under date July 7th I referred to D.-a not having\n\"heard\" llIe play for BOme time. To-day I played again from about 7 (p.m.)\nto 7.40, and I was not surprised when at 8.30 D. appeared eaying that I\nhad been calling her, and she had come directly she could get away.\n(Endorsed by D.) [I had not intended to call D.]\n(8) J1UY 21st. I had been accompanying a friend on the piano and\nthen tried to playa solo, but though I can generally play from memory\nfor hours, nothing would come. At last in despair I left the piano, and\nfound myself asking my friend for a song I particularly didn't want, and\nwMch was found aftersome difficulty. D. eays she had determined that I\nshould play that, not knowing that I really dialiked doing so. I think thia\nis the tirst time D. has intentionally influenced me in this way. I ought to\nsay that yesterday I had eaid to D. that the song had haunted me, and she\nhad remarked she ahould like to hear it again, to which I returned no\nanswer.\nD.', note OIl above. (Made a little later.) \" I should like to add to thia\nthat there were three things in my mind when X. eat down to the piano,\nDigitized by Google\n\f1889.] alld other Experiences. 387\n(I) the song, which I hardly thought our friend could sing that day, (2) a\nreverie, an old favourite, (3) a recently heard Impromptu of Schumann.\nX. tried several things, could remember nothing to her own 8&tisfaction, and\nfinally stopped with the exclamation, 'It's all D.'s f\"ult, she wanta some-\nthing else,' and then added, playing the first few ban of (2), 'This is\nir, but I can't play it now, will this do l' beginning (3), and then asked for\nthe song.\"\n(9) Jtdy Zlth. I spent this morning with V. D. walked with me\nto the houae, but I particularly asked her not to call for me, as I did\nnot wish to be tied as to time, and she agreed. I left about one o'clock\nand crossed over into another street at right angles. After going about 50\nyards I felt impelled to return to my starting point. This happened again,\nand yet again, to my great annoyance, as I was anxious to get home. On\nmy return for the third time, I waited a few minutes, and looking carefully\nin all directions, 8&W nothing to detain me, and at that moment got ka'lJe to\nreturn home. At some little distance I met D., who had, after all, come to fetch\nme,-reached a point from which she could see me, though quite out of the\nrange of my vision, just 88 I was looking about for the cause of my hindrance,\nand, at the moment when I had the impulse to start, waa waving an umbrella\nto indicate which of two ways, equally convenient, I should take. Had\nI started homeward as I originally intended, we should have missed\neach other, 88 D. approached me from the other direction. (D. endorses\nthis.)\n(10) August 4th. D. and I were ill the train this morning. We had\nnot spoken for some time, when suddenly I had an impulse to say,\n., What time would you like me to go to S. to-morrow 1\" [referring to a\nplace which had not been mentioned between us, but which abe frequently\nvisited, though 1 had not done so for nearly five years]. D. was a good desl\nstartled, and confessed that she had been resolving to restrain a desire to uk\nme to accompany her the next day,-a wish I had certainly no reason to\nexpect. (D. endorses this )\n.. (11) August 9th. 7.35 p.m. D. called me just now in tones of excite-\nment and pleasure. As she left me an hour ago with the prospect before\nher of a very dull evening I am glad she should be finding things pleaaanter\nthan ahe expected.\nAug1lat 10th. I have uked D. about this. In fact, she found an unex-\npected source of entertainment about 7.30, and remembers exclaiming in\nmuch delight, at one particular moment. She, for special reasons, asaociates\nwhat was pleaRing her wi~ me. (D. endorses this.)\n.. (12) November 20th. D. has been disappointed by the non-arrival\nof a picture which ahe has been anxiously expecting for some days.\nTo-day she decided to wnit no longer, and (in my hearing) told a maid to\ndrive to the frame-maker's and bring it home. Knowing that she would\nreturn about 4.30 or 5 o'clock, I told D. that I would \"listen\" about that\ntime (that I might hear her exclamations of satisfaction or the contrary).\nIt is now 7 o'clock and nothing has happened.\nN_ber 21st. Servant prevented from going after all. (D. corroborates\nand signs this.)\n.. (13) NOtJember 28th. 10.25 (p.m.). Has D. got the picture1 She is\nDigitized by Google\n\f388 A ReCord of Telepathic [Oct. 25,\nexcited abOllt something. We did not expect it till the 31st. I thought I\nheard her about 8.15, but now certainly.\nD.\"llote (m above. I opened the picture jU8t after 8, and at 8.15 was\nwriting to X. to tell her of ita arrival. H. and I were looking at it together.\nabout 10.20-30, H. haring called on her way home from a concert where I\nhad sent her word of the long-expected arrival.\n*(14) Janl\/ary 29th, 1889. Knew D. was sending for letter. Just\nwritten 10 to 5. (Later nQte). At 5 o'clock D.'8 note came, dated 10 to 5.\nIn D.'8 note-book under this date is the entry :-\" Letter 10 to 5 o'c.\nDo. 10 to 5 o'c. from X.\"\nP.S. i,l dinry dated November 8th, '89. My note referred to above still\nen8ta. It begins: .. You've been pestering me the whole afternoon, you\nand H. between you!\" H., asked at the time by D., said she was walking\nwith a friend between 3 and 4, talking of me.\n(15) March 5th. This monling I walked to D.'s house, expecting\nto find her ready to go out with me at ten o'clock according to\nprevious arrangement. As I came in sight of the house I saw her\ncome down the path, pass through the garden gate and turn quickly\ninto a road under the garden paling8 in the oppo8ite direction from me.\nI was 8urprised that 8he should not have seen me in 8pite of my signals, and\nannoyed at her leaving the house exaotly at the time arranged for myarrival.\nThe clock struck while I was in the hall speaking to the maid, she said\nthat D. had gone out a few minutes before, and could not under-\nstand my saying that I had that moment seen her leave the house.\nAbout two minutes past ten D. returned, having been t.() tho post-office, the\nwalkthere and back taking six or seven minutes,80 that she must have started\nfive minutes before I saw her. She says she was obliged to go to the postand had\nhurried, her mind occupied with the fear of my arriving in her abAence.\n[The maid a88ured me that no one else had left the house, and it would have\nbeen almost impouible to mistake anyone else for a figure with which I am\nso familiar.]\n(16) A u!1ust 19th. I have believed for some time past that H. waa\nsensitive to my influence, but as I have never spoken to her on the\nsubject, though I have reason to believe that she, too, is aware of it,\nI have not been able to record instances. However, two have occurred\nto-day in which there seems t.o be more than chance coincidence. I was\nabout to take a walk to a plaoe a short distance from home, and desired\ncompanionship. I thought of H., who, however, has never been associated\nwith me in any such way, and wished that it wete po88ible to communicat&\nwith her. About 10.45 I heard the bell, and hastened to open the door\nmyself, certain that it was H. She had been unable to resist an impulse to\ncome and tell me that she would like to go out with me this morning, but\nwould not be at liberty to do so. [H. a few weeks later read over and\nendorsed this statement in my diary.]\n(17) I arranged to go out with her at 15 to 4 (p.m.) when she was to calI\nfor me, and I said I would stay in till that time. In the end I changed my\nmind, and went out intending to be home before the hour appointed. As I\nwas returning, in a hansom, rather late for my appointment and very\nanxious to reach the house before H.'s arrival, I had a sudden impulse to\nDigitized by Google\n\f1889.] ancl other Experiences. 389\ndirect the cabman to drive down a side Btreet, not the nearest way. Half-way\ndown I found H. standing, apparently waiting. Sho waB on her way to me,\nbut Buddenly found heraelf unable (consciouB that the impulse to wait came\nfrom me) to get beyond the point where I found her,-Btill at some diBtance\nfrom our house. (H. haa endoraed this entry.)\n(18) NOf!ember3rd. 10.40 p.m. H. very strongly in my mind to-night.\nI saw her thiB afternoon, but nothing that OCCUlTed is any reaaon for feeling\nthat she pRrticularly wants me. I began a letter to her about half an hour\nago, but gave it up, with the feeling that I would rather, if Bhe haa anything\nto say, she Bhould tell me without hint from me. But I have no rt>aaon for\nany such feeling.\nNote on above by H. :-\" This Bame evening a Btrong desire came over\nme to tell X. • • • [of certain private mattera of which X. had no\nknowledge]. About 7.15 (p.m.) I wrote an account for her to read • • •\nbut much later, between 10 and 11 (p.m.), I decided not to send it, but to\ntalk to her instead.\"\n(19) December 9th. I waa sitting alone about 10 minutes ago, it is now 9.50\n(p.rn.), when I heard Bteps, and felt a presence, and that 8Omeone waa wanting\nme. Now and then, in an emergency, D. baa come to me at a late hour, but\nknowing her to be confined to the house just now, I waa, contrary to cUBtom,\nvery much frightened. Almost immediately after, however, I heard my\nname called, distinctly twice, and I think faintly again. I knew at once it\nwaa not D., for Bhe never use! my formal Christian name; this excludes alao\nmany other friends. I cannot say I recognised the voice, which, though\nclear, seemed a long way off, but I think it may have been H., who at\npresent is at fa place diBtant about 50 miles].\nDeeembe7·10th. Spoke of this to D., who agrees it W&8 probably H.\n(Endoraed by D.)\nFrom H.'s note-book, .December 9th, 1888 :-\" I waa sitting alone thiB\nevening in a partly darkened room, with a book X. had given me on my\nlap, and had let my thoughts wander away. I started up Buddenly, and\ncalled X.'B name two or three times,-ahe must have heard me, I am\nafraid, and I have disturbed and perhaps worried her unnec888&l\"ily. The\ntime must have been about 9.30 or, may be, rather later.\" 1\n(20) December 31st. D. had a letter from H. this morning dated yester-\nday, aaking, \"Ia X. playing now 1 (5.45)\" In fact I tea.! playing, though\nthe hour WI\\8 unusual. D. waa not well, and had been indoora all day,\nand I played before instead of after dinner for the sake of change for her.\n(Endoraed by D.)\nFrom H.'B note-book, December 30th. 5.50 (p.m.) X. haa juat begun\nto play.\n*(21) DecemlJfr 31st. This evening I played from 8.30 to 9.30 . • .\nOne thing I believe haa made itself heard which I played for H. Perhaps\nI shall know. (Endoraed by D.)\nJanuary 2nd, 1889. Letter from H., dated January lat, says, \"You\nplayed to· me laat night and I thank you,-you helped me.\"\n1 It may be worth mentioning that twice subsequently, both times in the middle of\nthe day, H. notes a strong impulse, which she however suppressed, to call my name in\nmoments of anxiety, hut I was not aware of any corresponding impression.\n2 c\nDigitized by Google\n\f390 A Record of Telepathic [Oct. 25,\n(22) January 7th. Letter to D. from H. dated 6th, \"I heard X. playing\n(i.e., last night). Did she leave off about 9.15-20 1\" Do's note-book,\nJanuary 5th, shows: .. X. played 8.30-9.20.\"\nIn connection with H.'8 impressions at the time concerninlf me, the following-\nentry in her diary for January llth,l889, is worth mentioning :_u 8.l5(a.m.} Some-\nthing wrong with X. and D. I 8hall know 8OOn.\" Within about an hour she received\na telegram desiring her to meet me at the station the same Idternoon; the fact being\nthat I, then visiting in a distant county, had, IIOOn after eight the same morning,\nreceived bad news which necessitatl><i my immediate return,-when D., unable to\nIICClOmp&ny me, had at once conceived the notion of asking H. to meet and otherwise\n&88ist me.\n(23) JIJtmary 15th. H. arranged to go out witll me if pOBBible this\nmorning at 11 o'clock-was not sure if she could leave home so early. At\n10.201 was so lure she had atarted that 1 at once dreBBed for walking,\nand was ready when ahe arrived at 10.30, half an hour before her time. (H.\nendorses this.)\n(24) April 15tll. This morning D. and H. agreed to fetch me at\none o'clock. I WIUI ready a few minutes before, and was starting to\nmeet them when 1 felt impelled to walk in the direction contrary to that\nfrom which they would naturally come. After a few paces, 1 heard H.\nhurrying after me. She said that she and D. had [without my knowledge]\nmade plans for the morning which would have resulted in their joining me\nfrom the direction I had taken, but at the la.st moment D. had been obliged\nto go elsewhere. (H. endorses this.)\n(25) May 17th. This morning 1 wa.s ready before the time when H. was\nto come for me, and so sat down to the piano, to try to make her hear me. 1\nhad hardly played five minutes wlu'n H. came in saying, \"You began that\njust as I turned the corner three minutes ago, 1 heard the opening bars.\"\n[I know from experiment that it is not possible to hear my piano outside the\nhouae, even when standing immedistely below the drawing-room windows.]\n[H.'s note-book gives a similar account but places it on tho 16th instead\nof the 17th. Probably the error is mine.]\n*(26) August 20th. \"Saw\" H. 'a umbrella on my chest of drawers at\n6.30 this morning. Has she found it 1 [Premonition:] She will meet me\nat B. station to-day.\n[R. had a few days before lost an umbrella ahe particularly valued. I\nwas going to pay a visit at her houso, and B. was three stations before the\nend of my journey.]\nE1Ieni\"!J of saine day. (1) H. says she woke at 6.30. Saw it was raining\nand feared 1 should not come. (2) She came to B. station (not a likely\nthing to do) just as my train was leaving, but saw me and got into another\ncarriage.\n(27) NO'lJllmbel' 2nd. 1 went to viait D. this afternoon. [When\napproaching the house] 1 saw H. standing inside the gate, six yards from me,\ndre8Sed in a costume which I have not seen since last winter. 1 was not\nthinking of her at the time. 1 knew she was ill in bed and therefore was not.\nsurprised to find that no one was inside the gate nor anyone near. 1 said at\nonce to D., \"Notice the time, something has happened to H.\" It was 4.20\n(p.m.). At six we went together to inquire after H., and asked her what she\nDigitized by Google\n\f1889.] and other Experiences. 391\nhad been doing or thinking of at 4.20. We wero disappointed when she\nowned to not having thought of me, or of anything of consequence-nothing\nin fact except that she hoped to be well enough to bring B. to see D. on\nMonday, and that as this would be her first time of going out she must\nput on her winter clothing [in which I had seen the figure]. (D. and H.\nendorse this.)\n*(28) NUt~ 5th, 5.15 p.m. I was wondering just now whether H.\nhad been well enough to go out, when I saw in the silver stand of the lamp\nthe view from the nursery window at D.'s, with H. and B. in the l\"Oftd.\nNm:ember 6th. At tea yesterday C. told D. she had seen H. and B. walk-\ning slowly by. D. writes: .. I remember this, and that X. showed us the\nabove entry in her note-book immediately after.\"\n*(29) May 31'd, 1888. 2 p.m. Here is a premonition! Mrs. Y. will call.\nI keep \"hearing\" her carriage, which has a jingle peculiar to itself. On\nthe whole it seems unlikely, as not only did I tell her I should be away this\nweek, but I hear she is away too. We shall see.\n4.45. Heard her jingling horses stop at the door five minutes ago,-\nheard no ring-looked out-nothing visible.\n5.30. Enter M. Sorry to call so late, waited on purpose .. till Mrs. Y.\nhad had time to go.\" Explains-Mrs. Y.lunched with her and said then she\nwould come to me at tea-time. Mrs. Y. expressed her intention while at\nlunch. I first heard her bells at about 1.45. However, here she isn't.\nMay 4th. Wrote to Mrs. Y. to ask where she was yesterday between\nfour and five, and if she thought of me.\nMay 7th. She writes, \"Yes, I thought of you on Thursday, but earlier\nthan the time mentioned. I had hoped to come and see you but found\nafter all I could not manage it.\"\n(30) May 11th. I read a question ofrV.'s mind to.day aud wrote down the\nanlwer before she had spoken it [the answer is preserved]. I was writing and\nfelt irritable enough-when she began slowly, \"Do-you-know1\"-to present\nrather a cross face when I looked up. This or something else made her\nstop and I saw the question coming and Iv.lribbled down 1442 before saying\n\"Go on,\" when she asked, \"What is tho date of the invention of printing 1\"\nV. was reading ill a magazine. There was nothing to lead up to this.\n(31) May 16UI. In the light of a letter from R.F. received this morn-\ning I copy the following from my private diary:-\nThursday, January 12th. I wonder if anything is wrong at-1 I have\nbeen worried all day about N.F. without knowing why. I don't think\nlowe her a letter and don't like to write with no better excuse than my own\nfidget. Nothing has occurred to suggest the thought of her, which makes\nme the more uneasy.\nJanusry 14th. N.F. in my mind again. Wonder why 1\nJanuary 25th. Thought constantly of N.F. Hope all is well with all\nof them.\nThe letter referred to, dated May 13th, from a sister of this friend, tells\nmo that N.F. has been very seriously,ill, aud was during January \"between\nlife and death.\" [Further inquiries show that her most critical condition\nwas \"about the middle of the month.\"]\n*(32) June ut, 1888. I am haunted to-day with tho~ghta of T.R., an\n2 c'2\nDigitized by Google\n\f392 .A Record of Telepathic [Oct. 25,\nuninteresting member of an uni~teresting family. Nothing has happened to\nput him into my head, but all sorta of trifling circUDIstances about him have\nbeen recurring to my memory all day. I don't owe the R.'s a call, so there\nis no reason why they should be on my mind, and though I respect them\nhighly, I have neither aJl'ection for nor interest in anyone of them. Mon-\nday is their \"at home\" day, and I will make a point of calling nllxt week to\naee if anything has happened to T.\nSaturday, JUlie 211d. Not long to wait. A letter from V. this morn-\ning, asking for my congratulations for her sister engaged yesterday to\nT.R. Never more surprised in my liIe!\n*(33) JUlie 9tll. 6 to 7 p.m., at intervah. Haunted this evening by a\nsmell of sweetbriar, so much so that I was about to exclaim, how strong tho\nscent was after the rain, when I remembered we hadn't had any-nor, as it\nhappens. any scented Howers. . . . It is strong enough to impress me\nstrongly, and no one else observes it. [This was never explained.]\n(34) JlIne 12th. I had been thinking a good deal of Mrs. T., and\nhoping to see her soon though not consciously calling upon her to come\n[See p. 364]. About 4.30 I heard the click of her silver-handled umbrella\nas it was laid on the table outside the door, and the rustle of a parcel laid\nbeside it, and wondered I had not heard the door-bell. Nothing further\nhappened till about 10 minutes later when the bell rang, I heard the door\nopened, and the same sounds followed, though not more vividly than before,\nand Mrs. T. entered saying, \"You ought to want something important this\ntime,-my husband has rheumatic gout and my coming was most incon-\nvenient.\"\n*(35) June 19th. \" 10.5 a.m. J. is shouting, 'Powler.' Cat found 1\"\nThese words I scrawled in a pocket-book just as I was going out, the very\nminute the impression occurred. J.'s pet cat, whom we all valued, had been\nlost for more than a week, nnd we were all in some anxiety as to his fate.\nYelling the cat's name at him is a frequent habit of his master's. About\ntwo o'clock a telegram arrived to say the cat had come home. This I gather\nwas about one o'clock. [So my impression was premature. I find on inquiry\nthat J.'s meeting with the cat did occur, in fact, about one o'clock, though\nit had returned home some hours earlier.]\n*(36) June 21st. I had a very strong impreBHion [not visual] this\nmorning that N. was present with me, and the sensation has renewed itself\nvery strongly just now, 3 (p.m.). With a notion she may want some help\nof me I have writt.en her a note (on an indi1l'erent matter) requiring an\nanswer, so as to give her a ready opportunity of telling me, if she will,\nwhat is in her mind.\nJldy 1st. N. has been here this evening,-tells me she half decided to\ncome to me on Thursday, 21st, in reference to a matter which required\nimmediate decision, but had not time to do so.\n*(37) Jmie 21st. \" Saw\" K. to-day in a hansom, which proved on\nnearer approach to be empty. Spoke of it to D.\nJUlie 22nd. E.K. mentioned incidentally'that K. had arrived to-day and\nthat she heard of this sudden and somewhat inconvenient movement yester-\nday morning by telegram.\n(38) J1dy lltl~. My doctor has been' anxious that I should spend part of\nDigitized by Google\n\f1889.] and other Experiences. 393\nthe autumn at [a Gemlan Bath], but so many practical difficulties presented\nthemselves that I had almost given up the idea. By what seemed a fortunate\ncoincidence I have received from a lady with whom I am but recently\nacquainted, an unexpected invitation to pay her a long visit at the very place\nmy doctor suggests. I promised her an early roply, with every intention of\nsending a grateful acceptance. Though my friends have consented to the\nplan, my mind iusisted on framing aentencea in which to refuse the tempting\noffer, and in spite of inclination I found myself incapable of producing any\nletter which should not decline the l)ropoaition, and this letter, on July 6th,\nI finally despatched. On July 7th I received a visit from the friend through\nwhom I had made the acquaintance of the lady who sent me the invitation,\nand for the first time leanlt certain facts conceming her which, though\nnot in themaelves discreditable, would, had I known of them earlier, have\nbeen quite sufficient to deter me from identifying myself with her movements.\n*(39) July 9t1~. It stmck me this morning that S.T. might as well do\nmy busineB8 in-and Bave me a jounley, and alao that as his mother ia coming\nto lunch to-morrow he is very likely to fetch henway, and I can apeak to him\nabout it then. Since then my mind has been clictating what seems a fairly\nsensaleM note, so persistently, that I write it down to aee what happena.\n\"You'd much better come to tea with me than go to see J. to-morrow,\nfor two good reasons :-(1) I shall be in and I want you, and (2) J. will be\nout, and he doesn't.\"\nI have no reason to auppose that S.T. is going to J.'a to-morrow, and I\nhave good reason for believing that J. will be at home, as I understood that\nD. was going to lunch at his house.\nJUly 10th. Mrs. T. announced, as BOOn as ahe arrived to-day, that she\ncould atay all day to help me with something, for on retuming home after\nBOme early ahoppillg this moming she found that S. had gone out leaving\nword that he was going to aee J. and should not be in to lunch. D. also\ncalled early to Bay she had changed her plana, having heard from J. that\nhe was obliged to go out for the day. (D. endorses this.)\n*(40) ..4tlg1~ 5th. I had some papers I particularly wanted to deliver in\nperson to Mrs. M., and for this purpose went by train [to the place, three\nmiles away, in which she lives]. As I was tuming out of the atation, I had\na so distinct, though but momentary, vision of her in my own neighbourhood,\nthat feeling it to be useleBB to call at her house, I nearly tumed aside to\npay another visit. However, I thought I might as well dispose of my parcel,\nand clid BO. She was out, but baa not called here. I am often able to follow\nher movements at a distance and am disappointed this baa failed. [She\nappeared to be atanding near a floriat'a shop in the main road, 1\\8 if about\nto tum in the direction of our house. She wore a white dreBS, and I\ndistinctly BaW the background of flowers.] The next day I received from\nher a note, which I now quote :-\" I have been in your neighbourhood to-day\nabout the time you were in mine,-[ahopping] at G.'a and \"early called on\nyou.\"\n[G.'a shop is exactly opposite that near which, in my vision, she appeared\nto be standing, and I have ascertained that she was wearing a white dreBB.]\n(41) ..411g111t 9th. This moming I was on the balcony, when I heard A.\ncalling my name in an impatient manner. Knowing that she was in the\nDigitized by Google\n\f394 A Record of Telepathic [Oct. 25,\nroom behind the drawing-room, and that I could not [as haa since been\nproved by experiment] roally have huard her, I was tempted to diamiss the\nsound as fancy. On again hearing my name, I returned into the house, but\nnot till I reached the landing beyond the drawing-room did I find that she\nwas really calling me. She had dropped the stick without which ahe cannot\nwalk, and was a priaoner till someone should come to her help.\n(42) Augllst 9th. 8.30 p.m. A few minutes aince, I was watering some\nflowers on the landing. and was about to replace the water-can in my\nroom when, hearing the maid preparing it for the night, closing the window,\ndrawing the curtaina, &c., &c., I waited below till she ahould come down.\nTo my surprise she came upstairs directly after, followed by a new house-\nmaid. I suggested that someone had already done my room, but she\ndeclared I was mistaken. She had but just before been telling the new\nn18id, in detail, what there was to do, and had come upstairs to see it done.\nI was so convinood by the sounda I had heard that I went with them to see,\nbut of course found the window still open, and the room in ita usual day-time\ncondition.\n(43) Aug1lst 10th. I am leaving town to-morrow and so am very\nbusy. A new maid happened to be answering the door, and when I said I\ndid not want to aee anyone who might call, unle88 it were M., she 118turally\nasked II what sort of a lady\" M. was. I was about to describe her as tall,\nfair, &c., when a vision of N. came so vividly before me that I had to say\n., small, dark, dreBBed in black.\" [I was. ape,'\\king to the nl8id in the hall. As I\n8tood on the bottom step of the atairs, t he figure of N. appeared to be\nstanding behind the nl8id as if ahe had just entered the houso.] I waa\nwondel'ing what the result would be, whether M. would be sent away or N.\nannounced as M., when N. herself appeared to pay a hurried visit on a\nmatter of aomeconsequence, and she said more than once, \"I WaB so afraid I\nahould not find you at home,\" &C. [Honesty obliges me to add that N.,\nfor the first and last time in my 15 years' experience of her, was dressed in\nwhite \/]\n(44) A\"J,,,t 26th. I WI\\8 walking alone this morning and wandered\ninto the cricket field. While resting on one I)f the seats it occurred to my\nmind that a brother who went abroad 14 years ago h4d been a member of\nthe club that owned this ground. Then I tried to recall his appearance, but\nmy memory refused to supply the required picture, ill spite of diligent con-\njuring up of suitablo backgrounds, our old home, the garden, or the atables.\nAt last I took to my book and aoon forgot all else. Suddenly I felt that\nsomeone was near, and looked up, somewhat startled. A man atood facing\nme, at a distance of perhaps 12 feet. A aecond glance showed me that it\nwas the very brother whose image I had in vain tried to recall. The figure\n\"1\\'1\\8 very distinct, so much so that I feel it will remain in my memory as a\nparticularly vivid portrait. The shock made me involuntarily close my eyes,\n-when I looked again, there was nothing.\n*(45) October 11th. 12.30. I have just had a momentary but very distinct\nvision of Z. I was writing-not thinking of anything which could in any\nway suggest the thought of her,-paused for want of a word and was ataring\nat nothing,-when, for an instant, I found her great sad eyes fixed upon me.\nAlmost before I cOllBCiously recognised her, the face had vanished. She\nDigitized by Google\n\f1889.] and otJter Experiences. 395\nbas always had bad health,--Is she dead 1 If so, why should she appear to\nme 1 It is months since 1 heard from any of the family.\n5 o'clock p.m. This is [perhaps] in some sort explained more cheerfully\nthan my mind had suggested. Z. 's mother has just left the house. She and\nher two elder daughters have come here on busineas leaving Z. at home.\n[I have had no opportunity of finding out what Z. was doing.]\n*(46) October 31&t. Heard that a matter of great importance to M.\nis to be decided to-day. 1 declined to lunch with another friend because 1\nthought the perception of M.'s distreas and anxiety would (according to\ncustom when she is in trouble, whatever the distance between us) so occupy\nmy sympathies 88 to unfit me for other occupations. On the contrary, it bas\nrequired an effort to keep her in mind at all continuously, and I cannot help\nwondering whether something may perhaps ha~e occurred to delay the\ndecision.\nNorember 3rd. Letter from M. \"The question will not be decided upon\nfor some weeks.\"\n*(47) Norember 24th. Spent yesterday afternoon with D. and H., but was\n80 causelessly diBlt'aite that they sent me to the piano to soothe myself.\nAfter playing in the darkened room for some time, 1 stopped aud said to D.,\n.. It is M.,- but it is not bad news,l am glad now.\" I then stopped and\n-went home.\nD. endorsea this. H. writes, \"I did not hear x.'s remark to D., but X.\nrepeated it to DIe a few minutes later when 1 W88 drivinlf home with her.\"\nNovember 27th. Letter from M. this morning. The matter W88 settled\non Friday, 23rd. She says, \" Settled 88 I wished,\" and speaks of being much\nrelieved in mind.\n*(48) NOI'ember 29th. 1 was sitting reading, about six o'clock this morn-\ning, holding a pencil in my right hand. Suddenly my hand began to write.\nI diverted my attention by thll first device which presented itself-counting\nthe curtain rings. This was not e88Y, and before I had finished my hand\nstopped. I had written, without stops or capitals-\n\"Not to be thought of think of your mother unfillial (sic) too far not to\nbe thought of.\"\nI could think of nothing to which these remarks seemed in any degree to\napply, except to the fact of which I had heard this afternooD that S. B. had\nreceived an excellent appoiutment in a distant country and was to sail\nshortly. However, 88 his mother W88 particularly pleased about it, there\ncan be nothing unfilial in his conduct. My instinct applies the words to\nS. B., but they are so unsuitable that it is perhaps altogether a mere\naccident.\n(49) Jalllla-ry 8th, 1889. Htard sad news of the 1088 of S. B.'s veasel.\nIs this connected with my overwhelming but unexplained depression on\nWednesday and Thursday (2nd and 3rd)-climax Thursday afternoon, 3 to\nto 5 o'clock 1\n*(50) February 17th. This morning about 11.30-40 88 D. and I. were\nwalking,-speaking of mattel\"B in no way connected with M.,-I was so\nstrongly impresaed by the sense of her at that moment wanting me that 1\nspoke of it to D., saying that if I did but know her address 1 would write to\nher. [She was then travelling abroad.]\nDigitized by Google\n\f396 A Record of Telepathic [Oct. 25.\nFebruary 19th. Letter from M. this morning, written on the 17th, begging\nme to send her news of myself at once, (lr if ill to get D. to do so.\nNote added ten days Jater :-\" M. says mine was one of several letters\nwritten on the 17th between 10 and lunch.\n(51) June 14th. I was on my way to see L. this afternoon and wondering\na little anxiously whether she would be at home. Looking up, I saw on the\nopposite side of the road, walking towardll me, B., looking straight at me and\nlaughing, but showing no consciousness of my presence. I stopped, thinking\nhe would cross and would tell me if L. were at home, and so save me perhaps\na useless walk, having probably come from her house. A carriage passed\nand when I looked acrOS8 again there was 110 one visible. The road is quite\nIItraight and no one could have had time to getout of sight. When I reached\nL.'s house, the maid said at once, \"They ha,-e all gone away to Mr. B.'s\nwedding.\" I had not heard of this.\n*(52) A\"guilt 2ml. Before going downstairs to breakfast and to receive\nmy letters I note a dream, very trifling in its character, but which, having\nOCCUlTed twice, has impressed me strongly.\nI was very sleepless and, as usual, a trifle started up to worry me, the\nfact that lowed Mrs. C. 2s. 6d. Every time I got in the least sleepy I woke\nup with the burden of my annoyance at having forgotten it. At last I got up,\nand, to comfort my conscience, took 2s.6d. out of my purse and laid it on the\ntable to remind me of my debt. I woke out of my first sleep with the vague\nsense of having done wrong, but remembering I had done all I could to repair\nit, went to sleep again and dreamt that a letter was in my hand from\nMrs. C., and that I knew it was to tell me I did not owe her anything. When\nI woke it was light, and after reading for some time I went to sleep again and\ndreamt I opened Mrs. C.'s envelope and a postal order dropped out, and that\nI said to her maid, \"So you see it was she who owed me money after all.\"\nIt was very vivid.\n10 o'clock. Mrs. C. writes to say, Will I make a further purchase for her,\nand encloses 58. order which, with my 2s. 6d., will be right!\n(53) Septembef\" 7th. I expected N. to-day, but as she did not arrive by\nthe train she mentioned I gave her up, and went for a walk. I was\nreturning down a steep hill, when I saw [the figure of] N. at the bottom,\nmoving, rather than walking, along the road which crossed my path at\nTight angles [and at perhaps 40 yards distance]. I saw only the upper\npart of her figure, but that appeared with sufficient distinctness for me to\nnotice that she wore a brown dress with a black cape, and black bonnet. I\nwaved my handkerchief, but she disappeared. On reaching the bottom of the\nhill I found a hansom cab, in which N. was seated, waiting at the comer.\nOn reaching home I asked her at once to write down what had happened,\nand I quote from her account. .. My immediate question as X. joined me in\nthe cab was, How did you know I was in the hansom 1 You could not\npossibly have seen me through the window. The path which X. was descend-\ning WaR at right angles to the road, along which the cab was driving at a\nsmart pace, and through the side-window I caught only a glimpse of a\nfigure waving a handkerchief, which from the signal I guessed to be hers,\n,md so stopped the cab. I was dressed in a dark brown dress, black bonnet,\nand black cape.\"\nDigitized by Google\n\f1889.] and other Experiences. 397\n[I 8hould add that the figure 88 I saw it W88 apparently much nearer to\nme than W88 her actual presence, also that though I aaw her against a dark,\nmoving background probably 8Uggested by the hanaom, a cab was a very\nfrequent object on the road, which was that direct from the station.]\n*(54) October 14th. S.T. constantly in my mind to-day. Spoke of\nit to D. Nothing to 8Uggest this. Perhaps Mrs. T. is in the neighbour.\nhood and is coming to see me.\nOctober 15th. Letter from Mrs. T. written yesterday. We do not\nprofess to correspond, but [she writes to tell me BOrne good news of S.].\n(55) October 25th. Went to a meeting. Asked N. to meet me\nthere, but she wrote to say she should not have time. While the\nmeeting was going on I aaw her to our right, several roW8 in front,\napparently 8tanding between the seats, facing us and staring at me,\nbut when I tried to catch her eye she showed no recognition. and\nwhen I pointed her out to the friend who was with me she could not 8ee\nher. I afterwards found that she was sitting behind U8 and had come in late\njust before I saw her.\n[The friend who was with me write8 : \"X. twice drew my attention to the\nplace where N. wam't; 8he was sitting by the door quite at the back, and\nwe didn't see her till we went out, when we spoke of this to her.\" N.\nendorses this.]\nThe task of arranging this record of experiences brings to my view,\neven more forcibly than before, their evidential deficiency. For the\nmost part, it may be said that the incidents which are well attested\nare trivial, and that those which in themselves look striking lack\ncorroboration. This is almost inevitable in the case of one who\nhas but lately interested herself in the observation of such phenomena\nin any but their personal relation, recording them only when they\naffected the interests of herself or of those around her. As, however, I\ncannot suppose them to be of rare occurrence, I shall feel that this\npaper has served its purpose if it should suggest to others to record,\nwith more accuracy and continuity, phenomena of a similar kind.\nLives more varied and eventful will no doubt afford experiences extend-\ning to a further horizon, and ranging over a wider field.\nDigitized by Google\n\f","_id":567}