{"name":"Proceedings of the Society for Psychical Research 7007 7279 7776","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_29_november_1889.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, November 29, 1889","mylang":"de","content":"1889.] Phantasm8 of the. Dea<.?. 229\nI.\nPHANTASMS OF THE DEAD FROM ANOTHER\nPOINT OF VIEW.\nBy F. PODUORE.\nThe first crude hypothesis, that\" ghosts\" are the spirits of deceased\npersons, actually walking this earth in quasi-material form, and holding\nfamiliar intercourse with their survivors, is probably held now by few\nif any of the intelligent students of the evidence amassed by the\nSociety. It is not that this hypothesis has fallen by the weight of\nargument and evidence arrayed against it; it has merely shared in that\ngeneral euthanasia which has overwhelmed many other pious opinions\nfound inadequate to the facts. It has silently dropped out of view.\nBut, nevertheless, in the belief certainly of most of those who have\ncontributed experiences of their own to our collection,and of nearly all\nthose who have recorded for us experiences related to them by others,\nthe\" ghost,\" the thing seen or heard, manifests intelligence, and bears\nsome definite relation to some deceased person; a relation possibly\nsimilar to that suggested in Phantasms of tiLe Living to exist between\nthe apparition seen at the time of a death and the person whom it\nresembles.\nIt is recognised, in short, that the phenomena are essentially hallu-\ncinatory, but it is suggested that the hallucinations are in some sense\ndue to the agency of a deceased person, that they are possibly a reflec-\ntion of his uneasy dream; or, if that conception should be found too\ndefinite, that they represent in some way the fragmentary thoughts of\na decaying personality.\nA close familiarity with the evidence amassed by the Society-a\nfamiliarity extending over nearly eight years-has led me, not only to\nquestion the adequacy and relevance of the evidence on which this\nbelief is founded, but to consider, further, whether the very existence\nof the evidence, in its present form, may not be largely due to the pre-\nexistence of that belief in the minds of the witnesses. The hypotheses\nadvanced in the following paper, it should be premised, are purely\ntentative. I am fully aware that the evidence is at present far too\nmeagre to justify confidence in any solution of the problems which it\npresents. In fact, the main justification for attempting any solution a.t\nthe present time is to be found in the hope that such an attempt may\ndirect a.nd encourage the accumulation of further evidence. Moreover,\n&. theory founded upon the evidence has recently been put forward\nby Mr. Myers. And it seemed to me that the facts, as so far ascertained,\nQ\nDigitized by Google\n\f230 PhantcuJ'Tl18 0\/ the Dead, [Nov. 29.\nlent themselves quite as readily to what may perhaps be called an\nagnostic interpretation; and that it would advance the ultimate solution\nof the problem if both views were fairly represented.\nIt will, I think, conduce to clearness if I here explain exactly what\nevidence I am going to discuss. It is the series of narratives, collected\nby the Literary Committee of the Society, which has been classed\ntogether as the\" G.\" series. This includes recognised phantasms of\ndead persons, unrecognised·apparitions and voices, and the mysterious\nnoises which popularly suggest haunting. In fact the G. series corre-\nsponds roughly to the popular idea of\" ghosts.\" Early in the course\nof the Literary Committee's work it was found that the labour of\nstudying the mass of evidence accumulated in MS. would be well nigh\nintolerable, and a large part of it was, therefore, printed at the expense\nof a member of the Committee-not for publication, but merely for\nthe convenience of the Committee itself. The cases thus printed are\nnumbered G.l, G.2, &:c. (in the series we are dealing with), and by these\nnumbers I shall refer to them. At a later date some of the narratives\nwere copied, in manifold, by the type-writer or cyclostyle. and these\nsubsidiary series are referred to as G.t.I. G.c.l, &:c. Files of these\nnarratives are kept at the offices of the S.P.R.. and can under\ncertain conditions be inspected by any Member or Associate. After a\ntime the plan of printing on slips was abandoned, and that of printing\nthe na1'ratives in the JOl&rnaZ (for private circulation) was adopted\ninstead, the same plan of lettering and numbering being retained.\nThe evidential standard to which a narrative must attain before\nbeing printed even for consideration by the Literary Committee has\nnever, of course, been rigidly defined. It has naturally risen since the\nCommittee began its work, but even now it should be borne in mind\nby Members reading the JOf.III\"f&al that the Committee do not pledge\nthemselves individually or collectively to any estimate of the value of\na story as evidence for supernormal phenomena by printing it for con-\nsideration in the Journal.\nFrom the following review of the evidence for \"ghosts\" I have\nucluded, except for illustrative purposes, all cases of the apparition of\na human figure, whether recognised or not, to a solitary percipient,\nexcept when some connection ~th matters outside the knowledge of\nthe percipient is established,on the ground that there is nothing in such\na case to distinguish the figure from a purely subjective hallucination.\nand that as such, in the absence of further evidence, we are bound to\nclass it. Cases in which the only phenomena are auditory have also\nbeen excluded. Such cases stand much lower in the evidential scale\nthan cases which treat of visual phenomena. The consideration of them\nwould not appreciably affect the conclusions to be drawn, whilst to\nintroduce them would cumber the argument.\nDigitized by Google\n\f1889.] fro1l!' Another Point of View. 231\nThere remain some 200 stories, the majority hitherto unpublished,\nincluded in series G. of the Society's evidences. These narro.tives record\nthe apparition of a figure either on separate occasions to different per-\ncipients in the same localitY-BUCCe8ftve cases; or to two or more persons\nsimultaneously-collective cases; or to a solitary percipient, where the\nveridical nature of the phantasm is proved by some corroborating cir-\ncumstance. A small proportion of narratives given at second-band, or\notherwiseof doubtful authenticity, have been included in the collection,\nand these have been employed in the argument to illustrate the ten-\ndency of such narro.tives generally to merge into myth, and to indicate\nthe possible genesis of some of their more remarkable features. In\ndiscussing the narratives in detail it will be shown, first, that there are\ncertain features-to wit, the recognition of the phantasm, the furnish-\ning of information by it, its association with human remains or with\nsome past tragedy-occurring commonly in these stories, which\nstrongly suggest the connection of the phantasm with some deceased\nperson. The stories, however, in which these features occur are almost\ninvariably either second-hand, or, if narrated by the actual percipient,\nare in some other point open to suspicion of inaccuracy. It is inferred,\ntherefore, that the frequent occurrence of these features in narrat.ives\nwhich are evidentially weak, and their absence, as a general rule, from\nthose which are evidentially strong, indicate that there is a strong\nmythopreic tendency at work, moulding ghost stories into conformity\nwit.h the preconceived opinions of the narrator; that first-hand stories,\nas a rule, escape the effects of this mythopreic tendency through the\ngreater sense of responsibility of the narrators; and that when first-\nhand stories present any of the unusual features referred to they are,\nto some extent, to be held suspect.\nIt will be shown, next\" that first-hand, and less commonly second-\nhand, narratives present many points-for instance, the absence of any\napparent motive in the appearance of the phantasm, its tendency to\nassume various forms, the liability of the percipients to casual and\napparently non-veridical hallucinations, the occurrence of phantasms\nresembling animals-difficult to reconcile with the hypothesis that the\napparition seen is the manifestation of an intelligent entity, and sug-\ngesting rather that it is to be attributed to casual hallucination.\nOne or two narratives, given by the percipients as \"ghost\" stories,\nare then quoted, and it is shown that they may be attributed to simple\nhallucination. It is suggested that in such narratives as these we have\nthe raw material of ghost st.ories; that a morbid tendency on the part of\nthe percipient, or the feeling of vague alarm caused by the occurrence\n.of inexplicable sounds, may give rise to a hallucination; and that this\nmay be repeated in the experience of the original percipient, or in that\n.of others who have shared his alarm. The resemblance alleged to exist\nQ 2\nDigitized by Google\n\f232 Plumia8'flis of .the Dead [Nov. 29.\nbetween successive apparitions may be attributed, it is suggested, partly\nto expectation due to half-conscious hints, partly to the action of th~\nmythopmic tendency above referred to, which operates to reduce dis-\ncrepancies and enhance similarities in the recollection of the various\nexperiences. Finally, it is suggellted that in successive cases, where\nthese causes are demonstrably insufficient, and in collective cases\ngenerally, thought-transference may have operated between the original\npercipient and all who share a similar experience.\nAs regards the numerous instances quoted in previous papers read\nbefore the Society, of recognition of a phantasm by some marked\npeculiarity, it is suggested that thought-transference from the minds of\npersons still living is in almost all cases the explanation more directly\nsuggested by the facts. Moreover, such thought-transference is a.\ncause of whose operation we have independent proof, whilst we have\nlittle or no evidence of the action of disembodied intelligences.\nOn the hypothesis, then, that the apparitions seen in what are\nknown as \"haunted\" houses are actually connected with a deceased\nperson, there are certain characteristics for which we should be justified\nin looking. We should expect, for instance, t() find in some of these\nstories evidence tending to identify the figure seen. Such evidence\nwould be furnished (1) by the recognition of the features or the\nclothes, or (2) from correct information given by the apparition on\nmatters outside the knowledge of the percipient. Or, in cases where\nthe apparition remained unrecognised, the probability of its connection\nwith some person deceased would be greatly strengthened by the dis-\ncovery (3) of human remains, or (4) of other evidence pointing to a\nformer tragedy in the locality of the appearance.\n(1) As regards the first head, it is not enough, as already said,\nthat 0. solitary percipient should see a figure which he recognises\nas resembling that of some friend whom he knows to be dead.\nTo establish any claim upon our consideration the pbantasm must\nbe seen by more than one person; or appear at 0. time when the\nfact of the death is not known to the percipient; or the recogni-\ntion must be of an indirect kind-that is, the phantasm must\nexhibit some true feature previously unknown to the percipient; or\nmust be subsequently proved to resemble some deceased person who\nwas unknown to the percipient. Cases coming under each of these\ncategories are alleged to occur, but for the sake of clearness they will\nbe more conveniently discussed in the latter part of this paper, which\ndeals with the evidence recently brought forward by lIr. Myers in his\npapers in the Proceedings, Parts XIV. and XV. One exception may,\nhowever, be made.\nIn those cases in which, from a nlere description of the figure.\nDigitized by Google\n\f.1889.] from Anothc7' Point'of View. 233\nresemblance is inferred to some person unknown to t·he percipient, the\nevidence must, it is obvious, as a general rule be inconclusive. Except\nin cases where there is some marked physical peculiarity or deformity,\nit is difficult to conceive a verbal description which, taken alone, would\nsatisfy an intelligent critic of the identity of t.he person described. But\nJln account where the percipient is alleged to have selected a picture or\nphotograph as resembling the apparition would seem to stand upon a\n.somewhat different footing. The materials for recognition are here\nampler and more precise, and the evidence may be conveniently dis-\ncussed at this point. 'Ihe results may be given in a few words. There\nare six such cases in our collection. Of these, one (G. 62) is third-\nhand. In two other narratives (Mr. X. Z.'s case, Proceedings, Vol. 1.,\npp. 106-7, and G. 28, Proceedings, Vol. III., p. 101) the evidence of\nthe percipient is entirely uncorroborated as regards the recognition of\nthe picture or photograph. In the first case there is a very strong\npresumption that such corroboration would have been forthcoming if\nthe facts had been accurately represented in the percipient's nan-ative;\nand there are proved inaccuracies, which have led to the case being\nwithdrawn. (Journal, Vol. II., p. 3.) And an element of weakness is\nintroduced into the other case by the fact that the painting which was\nrecognised, not without some prompting, was actually hanging in the\ndining-room of the house in which the figure appeared, and might\nconceivably have been seen by the percipient on the previous day.\nMoreover, this case also is susceptible of another interpretation (see\np. 281 below). In the fourth case (G. 133)1 the evidence for the recog-\nnition has, under a rigid scrutiny, broken down, and there is strong\nb'l'Ound for believing that there was a mistake of identity, the supposed\nghost being a real boy. The two remaining stories are discussed below\n(pp. 280, 292), and grounds are shown in each case for attributing the\nrecognition to some other cause than the action of the deceased. None\nof these six cases, therefore, in which the apparition of a person\nunknown to the percipient is alleged to have been subsequently recog-\nnised from a picture, go far to prove any connection of the apparition\nwith the dead. There is another narrative (G. 48) in which the\nphantasm is said to have been recognised from a corpse; but in this\ncase the evidence is third-hand, if not even more remote. Lastly\n(G. 102), there is an alleged recognition of an article of dress worn by\na phantasm, but it is only at second-hand.\n(2) I have found 20 cases-there may be more-in which informa-\ntion outside the possible range of the percipient's knowledge is said to\nhave been given bya phantasm, or in a dream. Of these 20 cases only\ntwo (G. 157 and 623) are undoubtedly at first-hand. The first is the\n1 An account of this case-tbe gbost of Tom Potter-was published in .Appari-\n'W7I8, by Mr. Newton Crosland, pp.45-50.\n\fPhantasm8 of tlL6 Dead [Nov. 29,\naccount of the discovery of the dead body of a suicide through a dream.\nThe evidence here is insufficient; the person who was in a position to\ngive the most COIlclusive corroboration to the percipient's narrative\ndeclined to answer any questions, or give any infonnation whatever.\nAnd the place where the body was found-a neighbouring summer-house\n-seems not beyond the range of conjecture, unconscious or otherwise.\nIn G. 623 (quoted and discussed in Mr. Myers' paper in Proceeding.,\nVoL VI., pp. 35-41), a skeleton was actually discovered in a spot\nindicated by the percipient, which he stated was revealed to him in a\ndream. Unfortunately the percipient was dead some years before\nthe story reached us, and we have had to rely upon his testimony\nas recorded. The case is discussed at length below (p. 303). Of the\nremaining 18 narratives, none of which, as said, are at first-hand,\nthere are six cases in which a murder is alleged to have been revealed\n(G. 150, 170, 308, 414, 460, 611). There are two cases (G. 129 and\n171) in which infonnation is given as to the condition of a body\nlawfully buried; two cases (G. 421 and G.c. 600) in which the phantasm\nshows a laudable desire to discharge his just debts; and there are eight\ncases (G. HI, 173, 304, 362, 379, 411, 412, and G.c. 305) in which\nthe apparition gives warning of impending death, indicates the where-\nabouts of a missing will, or supplies some other information. Of these,\none (G.173) treats of a missing will discovered through the agency of a.\ndeceased uncle. The story was never published, and as, since its\nreceipt, we have ascertained that the narrator is a young woman who\nat one time earned a precarious livelihood by copying articles from\nAmerican magazines, and submitting them as her own composition to\nthe judgment of English editors, and as a critical examination has\nmade it evident that the necessary attestations to the truth of the\nnarrative, purporting to be written and signed by various persons,\nare in the same handwriting variously disguised, it is perhaps not\nunreasonable to conjecture that the story itself lacks objective\nfoundation.\nLastly, there are three cases, all second-hand, or more remote\n(G. 138, 338, 435), in which an apparition averts a catastrophe-either\nsuicide or a serious accident. Thus out of 23 cases in which\na definite piece of infonnation is alleged to have been given, or II.\ndefinite purpose shown, only two are at first-hand, and in both of these\nnarratives the evidence is incomplete, whilst the facts themselves\nsuggest a perfectly nonnal explanation.\n(3) There are about 13 cases in our collection in which human\nremains are alleged to have been discovered on the scene of unex-\nplained ghostly manifestations. But in three instances only does\nthe actual discovery rest upon unquestionable evidence (G. 18, 154,\nand 386, quoted in Proceeding., Vol.VI., Case IX.). In four other cases\nDigitized by Google\n\f1889.] lrom .d'MtMr Point 01 View. 235\n(G. 61, 606, G.c. 306, 617), the whole of the evidence is second-\nhand and even more remote; and in one of these (G. 61) the discovery\nof the skeleton is explicitly contradicted on evidence which may be\ntaken 88 authoritative. In G.c. 900 the evidence for the finding of &\nskeleton rests on the uncorroborated memory of a child of six, who does\nnot profess to have seen the skeleton dug up; this story appears to\nhave been first committed to writing nearly 00 years after the alleged\nevent. In G. 406 (ProceedingB, VoL VI., Case X.) the evidence for the\nskeleton depends on the narrator's remembrance of a conversation\nheld at least 30 years before, and in G. 2 and 614 the authority for\nthe alleged discovery is not given. In G. 331 the story, though\nfirst-hand, is from an illiterate person; and the figure said to have\nbeen seen, that of a shadowy woman, bas no obvious connection with\nthe remains found, which were those of a baby. In G. 106 the evidence\nfor the finding of the skeletons is not first-hand, and the narrator is\nnot inclined to attribute the apparition seen \"to other than natural\ncauses.\" The story, however, is quot-ed. here in order that readers may\nbe in a position to judge of the evidence for themselves. We received.\nthe original account from Mr. T. J. Norris, Tempe, Dalkey, Ireland.\nG. 106.\nOctober 17th, 1883.\nI send you particulars of an apparition seen by three sons of the late\nRev. E. L., for many years incumbent of this parish, and by him related\ntome.\nAbout 30 years ago, Mr. L.'s three eldest sons went to spend the evening\nout, and on their return home they saw, near Glasthun (a village between\nKingstown and this), three figures rise from the ground to a few\nfeet above the ground, and then slowly vanish into air. One saw\nit and called the attention of the others. They told their father 011\ntheir return, but he treated it as a delusion, and silenced them by\nhis declared belief that it was a spirituous, not a spiritual, appearance.\nThey all entered either army or navy, and were absent when, in sinking\nthe foundations of a house, theyl came upon three skeletons. On the return\nto Ireland of one of his sons, Mr. I•. got him to point out where they had\nseen the appearance, and he pointed out the very place where the bodies had\nbeen found.\nMajor L., one of the percipients, writes to us in 1884 :-\nOn a fine clear night many years ago, I and a brother walked homo\nbetween 10 and 11 o'clock, after spending the evening with some friends. On\nour way along the high road we passed a small villa, situated close to the sea\nshore; an open, level grass laWIl lay in front, reaching to the road where we\nstood, from which it was divided by a low wall. The lawn was enclosed 011\neither side by walls and small trees, the house being in the open space directly\nopposite to us, about 150 or 200 yards distant. Our attention was somehow\n1 The workmen.-F. P.\nDigitized by Google\n\f236 : Phant(Umls oftlte Dead [Nov. 29,\nQ.ttractod, and we saw what appeated to be three indistinct figures in white,\nwhich seemed to rise as it were from the ground in front of the villa. The\nfigure in the centre was taller than the others. \"We watched for some time\nand finally the figures subsided just as they had risen. I think there was a\nslight declivity in the ground close to tho house, which was probably built on\na lower level, and thus the etrect described might be accounted for if figures\nhad approached from tho base of the house. There were many houses in\nthe immediate vicinity, but, so far as I can remember, they were closed at\nthat hour, and there were no people about. I feel almost certain also that\nthe villa was not then occupied, unless it may have been by a caretaker.\nOn \"arrival at home we related what we had aeen, and were of course\nlaughed at, and indeed the matter did not make much impression upon us,\nand in a ahort time passed from our minds. Some years afterwards I was\nserving abroad with my regiment when I received a letter from a member of\nmy family who was present on the occasion referred to, recalling my memory\nto it, and stating that the lawn had recently been broken up, that in the spot\nindicated by us three skeletons had been found, and that the one in the\ncentre was the tallest. I should add that there was no story or legend\nassociated with the place, that the discovery of the skeletons caused much\nsurprise, and that, so far as I am aware, no clue has beun found to their\nidentity or history.\nIn reply to our questions Major L. writes :-\nlat. The night was very clear and bright. Whether the moon was actually\nshining I cannot positively remember, but I thiuk it probable.\n2nd. My approximate distance from the figures was perhaps a little over\n100 yards. I feel sure that what I saw was not an effect of mist rising from\ndamp growld.\n3rd. I have uever before had any experience of the sort, or been the\nsubject of auy hallucination that I am aware of. Nor am I in this instance\ninclined to attribute the circumstance which I bave narrated to other than\nnatuml causes. The discovery of the skeletons was a very remarkable\ncoincide~ce, but it may be nothing more.\n\"We have also received a precisely similar account of the incident\nfrom the son of the other percipient-now dead.\n(4) In nearly all the second-hand narratives, and in a very large\nproportion of those which have been given to us by the actual percipi-\nents, a tragedy is reported to have taken place in the locality where\nthe manifestations occul·red. The tragedy may take the form of a\npremature death, a murder, a suicide, sometimes the death of a miser.\nThe account of the tragedy is often very circumstantial; but usually\nrests upon tradition alone. It is manifest, therefore, that until some\nproof of the death has been adduced, we cannot assume the report\nto afford evidence of more than the tendency of tradition to conform to\npreconceived ideas of the general fitness of things. In one case, indeed\n(Proceedings, Vol. I., pp. 106-7), the narrator states that he had himself\nsearched the parish registeJ\"S~ and ascertained the date of the death,\n~r rather deaths, the tragedy in. this case taking the form of a murder,\nDigitized by Google\n\f1889.] from Anothel' Point of View. 237\nand the subsequent suicide of the murderer. The month and day\nwere stated to correspond with the· date of the appearance of the\nphantasm. As was stated, however, in the Journal (Vol. II., p. 3),\na prolonged and careful search of the registers has failed to corroborate\nour informant's statement; and we have learnt from another source that\nthe double event referred to never took place; and that the alleged\nmurderer actually died in another part of the country, and at another\ntime of year. There are, however, a few cases in which the death, though\nno valid evidence for it is adduced, is alleged to have taken place so\nrecently that there is perhaps a reasonable presumption that the facts\nare correctly stated. Some of these cases will be referred to later.\nThere are also a few cases in which we have sufficient evidence that the\ndeath did occur as alleged. In one such case (G. 182, Journal, Vol. II.,\npp. 385, et seq.), the evidence is furnished by a tombstone in the parish\nchurchyard; and it seems not unlikely that the tragedy, thus solidly\nand obtrusively attested, may actually have been the cause of the\ndisturbances in the house, though not in the precise manner suggested\nin the narrative. Three other cases are given below (G. 187, 188,189),\nand it will be seen that in at least two of these cases the facts of the\nlife and death were within the knowledge of the percipients, and the\nperson whom the phantasm was supposed to resemble had been\nknown personally to some of those present in the house.\nTo sum up: The characteristics which we should expect to find\nassociated with these manifestations, if they are actually connected\nwith deceased persons, do not, it would seem, occur at all, or occur\nvery rarely. The appearance of these characteristics in some of the\nnarratives now under review is due, in at least one case, to deliberate\nhoaxing (G. 173); in a few other cases, as in Proceedings, Vol. I., pp.\n106-7, they may reasonably be attributed to hallucinations of memory.\nMost commonly, however, they appear to be the result of unconscious\nmisrepresentation by the narrator of the experiences of others. From\nanother point of view it may be regarded as a strong testimony to the\ngeneral accuracy and trustworthiness of the first-hand narratives which\nwe have received that, in spite of the urgent temptation to embellish-\nment thus demonstrated, these characteristics so rarely occur. Con-\nversely, when they do occur they must from their very rarity be\nregarded with reserve.\nBut we may learn much, not only from what we fail to find, but\nfrom what we actually do find in the best attested narratives. We have\nseen that the authentic ghost with any characteristics to distinguish\nhim from a subjective hallucination is rarely recognised: that he rarely\nbrings any message from the dead to the living: that his connection\nwith skeletons and tragedies is obscure and uncertain. He is, in fact,\nusually a fugitive and irrelevant phantasm. He flits as idly across\nDigitized by Goo~\n\f238 Phantasms of the Dead [Nov. 29,\nthe scene as the figure cast by a magic lantern, and he possesses,\napparently, as little purpose, volition, or intelligence.\nOften his appearance is so brief and so unsubstantial that he can\nbe called little more than the suggestion of 0. figure. He bears as little\nresemblance to the aggrieved miser, the repentant monk, the unquiet\nspirit of the murderer or his victim, with whom the teachers of our\nchildhood and the dinner-parties of our maturer years have made us\nfamiliar, as the Dragons whom Siegfried slew bear to the winged lizards\nwhose bones lie buried in the Sussex Weald. Moreover, there are cer-\ntain constantly recurring characteristics in these stories which are\ndifficult to reconcile with the hypothesis that the apparitions are due to\nany external agency, and which seem to point to another explanation.\n(1) It frequently happens that the apparition assumes a different\nshape at different times,or to speak JDore accurately,that different figures\nare seen in the same house. And even when the different narrators repre-\nsent the figures seen as being on all occasions identical, examination of\ntheir evidence makes this identity doubtful. Impressions so momentary\nas these must of necessity be very vague and elusive in the subsequent\nmemory. The details are likely to be filled in after hearing the\ndesCriptions of others; so that features discerned or believed to be\ncommon become more definite in recollection and discrepancies tend to\ndisappear. In short, the image which remains in the memories of all\nthe percipients is apt to resemble a composite photograph, in which all\nthe common features are emphasised, and details found only in indi-\nvidual cases are blurred or faintly indicated. Sometimes, however, the\ndiverse character of the ghost is no matter of inference. Thus in\nG. t. 314 (JO'Ut\"lUll, Vol. III., pp. 241, et seq.), the dress of a female\nfigure is variously described by different witnesses as \"greyish or\nmauve,\" \"lilac print,\" \"white,\" \"light,\" \"red,\" \"slate coloured silk with\nred cloak\"; and the hair is described as \"fair,\" \"dark,\" \"brown,\" and\n\"brownish.\" The events occurred in t.he years 1885-6-7, and the accounts\nwere written, in some cases, within a few weeks of their occurrence.\nIf a longer interval had been allowed to elapse between the events\nfmd their record, it would seem not improbable that this more than\nHomeric latitude of colour-epithets might have been blended into\nuniformity. From the same narrative it appears that, in addition to\nthe polychromatic figure or figures referred to above, there were seen\nin the same house by various percipients a man with an evil face in a\nwhite working suit j \"a dark swarthy-looking man with very black\nwhiskers, dressed like a merchant sailor,\" and a \"devilish face\" and\nhands with no body attached. In G. 16 the narrstorand others see at\none time the tall slender figure of a woman dressed in black, at\nanother time a short lady in a dark green dress; in G. 316 we hear of\n\"a clergyman dressed in his clericals,\" and a woman j in G. 388\nDigitized by Google\n\f1889.] from .Anothe,· Point of V\"uw. 239\na woman in white and a woman in green j in G. 454 a little girl \"in\nwhite, with long streaming fair hair,\" 41 a man in a scarlet hunting-coat\nand top-boots,\" and a taIl lady with a child in her arms. In G. 463 we\nhave\" a trim little page in antique costume,\" a man with blood-\nstained face, and a woman in short-waisted dress and broad frilled cap ;\nin G. 468 a man with a face \"pale to sickliness,\" and a little old lady.\nAnd in G. 168 we make the acquaintance, successively, of an old\nman, a large white \"waddlewayed\" dog, \"a white figure\" not more\nprecisely described, a stout middie-a.ged. woman with large 1lapping\nfrills and a baby, and a shower of blood. (See also G. 19, 64, 73, 179.\n181, 183, 407, 440, 477, G. t. 301, and below G. 186, 189.) In two out\nof the very smallltumber of cases in which we have been able to trace\nthe occurrence of visual phenomena in the same house through two or\nmore successive tenancies, the character of the figures is found to vary.\n(See G. 181, Journal, VoL II., pp. 249, ee 8eq., and G. 187 below.\nSee also Proceeding8, Vol. III., pp. 117,148.)\nIn G. 146 and G. t. 303, 308 it is by no means clear that the\napparitions seen on different occasions bore any marked resemblance.\nAnd speaking generally, the identity of the figures seen in many cases\nis rather assumed from the absence of recorded variations than\ndemonstrated by any detailed agreement in the accounts received by\nus j the descriptions given by different witnesses being frequently too\nvague to admit of any precise comparison.\nOf course, it may be argued that each figure corresponds to a\nseparate agent, and that when many diverse apparitions are seen in\none locality,we may infer that that locality is haunted by many different\nghosts. It is impossible at present to prove that this is not the true\nexplanation of the facts. Indeed, if our imaginary interlocutor were to\ndevelope bj.s hypothesis yet further, and contend that every so-called\nsubjective hallucination is due to post-mortem agency of some kind or\nanother, I should be at a loss to prove his position untenable. But it\nis clear that in a serious argument the burden of proof would lie upon\nhim who invoked an unknown agency; and it is obvious that the\ncharacteristic which first drew attention to the phenomena occurring\nin \"haunted\" houses, and which more than any other still induces us\nto attach weight to the records, is the alleged resemblance between the\nvarious appearances. If this resemblance can in any case be shown to\nrest on insufficient evidence, the explanation by subjective hallucination\nwill appear the easier alternative. And the argument in favour of\nadopting this explanation will be perceptibly strengthened if we fiml\nthat the primary percipient or one of the percipients has had previous\nhallucinatory experiences. The popular instinct to assimilate the\nvarious apparitions is, no doubt, founded on a true appreciation of the\nbearing of the evidence.\nDigitized by Google\n\f'240 PhantaBriuJ of the Dead [Nov. 29,\n(2) Again, figures of animals are seen occasionally in the Same house\nwith human figures. Thus in G. 38, at one time the figure seen is that\n<If a man in black, at another that of a black dog; in G. 101 the figure\nof a man and a white cat; in G. 467 another white cat is s~n, and a\nlady in deep mourning. (OJ G. 43 and 168.) In other cases anima.ls\nappear alone, without the accompaniment of human figures. Thus, in\nO. 34 the house was haunted by a spectral tabby cat, described as \"a\nvery miserable and unhappy looking creature,\" which found a melancholy\ndiversion in suddenly appearing before the cook and causing her to\nstumble. In G. 54, which I quote as an illustration, a figure resembling\n.a bull is seen by two persons simultaneously. Mrs. Potter writes on\nDecember 6th, 1874:-\nG.54.\nThe Rake.\nReturning from church, my husband camo to meetme at the Wynt-gate.\nInstead of going straight home, we went along the walk leading to the Dun-\ngeon, and &8 it commenced raining, we sheltered under one of the fine old\ntrees overhanging the path. We had not stood many minutes when we saw a\nlarge beast, coming straight towards us. My husband, thinking it was one\nof the beasts from the park, lllet it, saying, \"Get out, you beast,\" striking at\nit, when, to our astonishment, it disappeared like a shadow. I must mention\nthat we had a small dog with us. The night was a sort of grey light, and the\nanimal seemed to come from the Dungeon; in fact, we thought it quite close\nupon us. We were not afraid, and both thought that it was delusion or a reflec-\ntion at the time; it was after that I felt timid about it, and never dared\nventure near the old castle again,where I had spent many happy moments by\nmyself.\nELIZABETH POTTBR.\nBENJAMIN POTl'ER.\nThe above happened in 1858.\nMiss Gladstone (now Mrs. Drew) wrote to Lady Rayleigh, from\nHa.wa.rden, on December 9th, 1874:-\nIt has taken a long time to get the old castle (story) from the Potters.\n• • • • I see they have omitted to specify that it happened in September,\nabout a quarter to eight o'clock, and that the \"beast\" was apparently a\nbull. • • • The Potters have left out several details in their account\nwhich I remember, and I suppose they have forgotten. The animal came 80\nclose that she sprang back and screamed, but he said, ., All right,II and kicked\nat it with the words, \"Get out, you beast.\"\nIn a later letter Mrs. Drew adds:-\nRemomber, the old castle, &c., stands in the garden, within the rails,\n80 no cattle, or sheep, or horses come inside the grounds. No, there is no\nghost story otherwise about the old castle that I know of.\nWith this account compare G. 123, 142, and 608 (second-hand),\nalthough it is not clear that in these cases the object seen may not\nDigitized by Google\n\f1889.] from .Anothe)~ Point of View. 241\nhave been a real animal. The narratives numbered O. 124, 125, 144,.\n(third-hand), 161, and 373 also deal with apparitions of animals.\nIn many cases mysterious lights are seen as well as figures of men\nor animals. (See O. 19, 63, 76, 148, 163, 168, 383, O. t. 4, and many\nothers.)\nNo doubt many of those who have recorded experiences of this kind\nhold that, as the figures of men may be assumed to represent in some·\nsort the \"ghosts\" of human beings, so the figures of animals may\nrepresent the ghosts of animals. The difficulties of such an interpreta-\ntion are obvious, but they need not be discussed at length here. Most\nstudents of the subject, at any rate, are agreed that the actual phe-\nnomena are hallucinatory; and it is not necessary, therefore, to ascribe.\nfigures resembling animals to the agency of animals. It is at all events\npermissible to suppose that these figures are the products of some higher\nintelligence. And such a supposition is obviously necessary in the C&S&\nof the hallucinatory lights and inanimate objects generally.\nBut if once this supposition is admitted, the outworks of the theory\nof post-mortem agency are destroyed. To the popular mind the things\nseen are what they represent; the figure of a man is the ghostly counter-\npart of a man, having a definite substance and extension in space; and\nso the figure of an animal is the ghost of an animal. The instructed\nadherents of the p08l-mortem theory reject this crude yiew; but,.\nnevertheless, their position derives its main support from an assump-\ntion which is in essence indistinguishable from it-the assumption, to\nwit, that the hallucinatory figure necessarily bears some resemblance\nto the person by whose agency it is, on the hypothesis, produced. But.\nif the figures of animals may be, and the figures of inanimate ohjects\n1llllle be produced by 0. cause unlike themselves, what ground have we\nfor assuming resemblance in the first case1 And if no such ground\ncan be shown-if it be admitted that the agent may produce images\nunlike himself-why should we restrict our choice of an agent in any\ncase 1 Why should we, in any case, seek the agent amongst the dead,\nwhom we do not know, rather than amongst the living, of whose-\nexistence and powers we are assured t\n(3) Another very noteworthy feature in the well-attested narratives\nis that in many cases one or more of the percipients have experienced\nother hallucinations, which mayor may not have been shared by othersL\nThus in O. 184, 305, 476,1 G.t. 7, 316 (Journal, Vol. III., p. 292), and\nG.c. 8, one of the percipients in a collective case, and in G. 187\n(below p. 267) two percipients out of three, have had previous visual\nhallucinations unshared. In O.c. 111, the percipient describes four'\n1 Two different stories bear this number; the one here referred to is that printed\nin the Jwmal for May. 1886.\nDigitized by Google\n\f242 Phantasm8 of the Dead [Nov. 29;\nvisual hallucinations, two of which were collective and two unshared.\nIn G. 314 and 315 the narrator describes two collective hallucinations\nof his own experience. One of the two percipients in a collective\nhallucination (G. 334) has also lived in 0. \"haunted\" house (G. 333).\nAnd passing from collective to what may perhaps be termed\n.,successive\" cases-i.e., non-collective cases of the ordinary \"haunted\nhouse\" type, where a figure is seeu on different occasions in the same\nlocality-we find that in G. 328 and 395 one of the percipients in\neach case has had another visual hallucination; and in G.c. 313, a lady\nwho was fortunate enough as a child to see Queen Elizabeth in a house\nin the Old Kent-road has also sent us accounts of other hallucinations,\nexperienced by her, not shared by others.\nAnd finally we have a large number of cases in which the same per-\ncipient or group of percipients has witnessed inexplicable phenomena,\nvisual or auditory, on more than one occasion, and in more than one\nlocality. (See G. 7 and 41, 14 and 104, 40, 101 and 114, 108, 116,\n464, 5 and 6, 475 and 6, and lastly 468, 474, and G.c. 310.)\nThere are indications that this tendency to hallucination is\nhereditary. In G. 169, for instance, an unshared hallucination is\nreported of a lady, whose two sisters contribute similar experiences of\ntheir own in another house (Proceedings, Vol. I., pp. 109-113). In G. 318\nand 319, various visual hallucinations, all unshared, are reported to\nhave been experienced by two sisters; in 353 and 354, unshared\nhallucinations are reported of a father and daughter respectively; and\nMrs. V. S., one of the percipients in G. 468, 474, and G.c. 310,\nresided in another house (G. 469), where not she herself, but her two\ndaughters, saw hallucinatory figures. The daughters have also had\nother experiences of the kind.\nThese cases, however-and it is probable that there are others\nwhich I have passed over in an examination by no means exhaustive--.\nmust be taken only as samples.\nIn very few C8Ses in our collection have we succeeded in obtaining\nthe first-hand testimony of all the witnesses. Had we done so, I can\nfeel no doubt that we should be able to point to a much larger\nnumber of cases in which the percipient's experience in a haunted\nhouse had been anticipated by a solitary hallucination apparently\nsubjective.\nThus, while on the one hand we ha.ve found very little trustworthy\nevidence to connect the phantasm seen in a. haunted house with any\nperson deceased; very little, indeed, to suggest the intelligence, the\npersonality, or even the continuity of the underlying cause, there\nare many constantly recul·ring features in the best authenticated\nof the narratives under review which are very hard to reconcile with\nany such hypothesis. It is difficult, for ill$tance, to recognise the\nDigitized by Google\n\f1889.] 11'om .Another Point 01 V\"uw. 243\nidentity of a phantasm which, as in G. 168, presents itself now under\nthe guise of an old m:J.n, now as a middle-aged woman with flapping\nfrills and a baby, and occasionally !loS a \"waddlewayed\" dog, 0. white\nfigure, or a shower of blood. Unless, indeed, we suppose, with one of\nthe most ingenious of our critics,1 that ghosts suffer from a want of\nco-ordination between the sub-conscious cerebral centres, and that these\nProtean transformations are the result of aphasic attempts to render\nthemselves intelligible.\nSeriously, it must be admitted that the fact that the figures seen\nin a haunted house are apt to assume at different times different forms,\nincluding those of animals and vague lights, suggests that the pheno-\nmena. are due, not to an alien spiritUal presence, but to some predis-\nposition to hallucination on the part of the percipients. And the\nnumerous cases in which it can be shown that the percipients have\nexperienced other hallucinations of various kinds, shared and unshared,\ngive strong confirmation to this view. If the possibility be once\nadmitted that a casual hallucination may not only be repeated in the\nexperience of the original percipient, but may be communicated by him\nto other persons living in the same locality, most of the difficulties in\nthe interpretation of our evidence disappear. In the great majority of\ncases expectation or terror, when once the first vision is bruited abroad,\nmight be sufficient to account for its repetition, and the greater or less\n• resemblance which the experience of later percipients bore to that of\nthe original seer would be attributable to hints of the original appear-\nance unconsciously received or half forgotten. IIi the cases, not very\nnumerous, where there seems to be some proof that no hint ofany former\nexperience had reached the percipient,2 it is still possible to suppose that\nany resemblance between the earlier and later apparitions, if sub-\nstantin.ted, is due to the operation of thought-transference.\nI proceed to give various narratives as illustrations, beginning with\ntbree cases where there seems reason to attribute the apparition wit-\nnessed by a single person to fear, expectation, or, generally, the\nemotional state of the percipient.\nThe following case has been received from Mr. Joseph Skipsey, the\nminer poet, now custodian of the Shakespeare Museum at Stratford-\non-Avon.\nG.c.613.\nWhen I was 10 years old, working in the pit at Percy Main Colliery,\nnear North ShieldB, I yoked a horse to a train of rolling waggons and waited\n.at a siding, a Bpot on which Bome 30 years before a man had been killed. I\nJ Mr. Andrew Lang, in Caaeu Ptrilotu.\nI See for a collection of IIOme of these, Mre. Bidgwick'a paper on II Phantasms of\nthe Dead,\" in ProeudifI(J', Vol. UI.\nDigitized by Google\n\f244 Phantasm8 of the Dead [Nov. 29,\nhad frequently beim at this point before without thinking about this circum-\nstance. Upon this monling it suddenly occurred to me strongly that this\ntragedy had happened; I felt afraid and blew my light out lest I should see\nanything. A fow minutes afterwards everything around me became visible-\nthe coal·wall, the horse, &c. I was nstonished at this because there was no\nvisible source of light. I then heard a footstep cominl{ and saw along tho\ndrift·waya pair of legs in short breeches, as a miner's would be, and hands\nhanging down the sides. The upper part of theadvancing figure was shrouded\nin cloud. The figure carried no light. This imperfect figure came to me,\ntook hold of me, and I felt a man's grip, but I also felt that it was friendly.\nIt fondled me, and I felt both the hands and tho body. I looked earnestly\nfor the f!\\Ce but saw nothing but dark cloud. Then the figure passed me and\ndisappeared. I felt paralysed and unable to speak. I felt no fear after it had\nleft me, and I often went to the same place but saw nothing.\nOn my telling this to Tom Gilbis, a miner friend, he told me that he had\nseen a ligbt in a hand in a tramway in another mine, but no body. The light\nswunground and disappeared.\nJOSEPH SXlP8EY.\nDeumber 13th, 1884.\nThe obvious explanation of the experience narrated is that it is a\nsimple hallucination, rounded, perhaps, into a more perfect whole\nin the memory of an old man recounting a vision of his childhood.\nThe hallucination may well have been due to terror, caused by the awe-\ninspiring surroundings-a terror of which sufficient evidence is giveu by\nthe percipient's action in blowing out his light. It would not, perhaps,\nbe hazardous to conjecture that under favourable circumstances the\nstory, if widely reported, might have given rise to a whole crop of more\nor less similar apparitions, material for the story of a haunted mine.\nIn the next case (G. 174), which is extracted from.A. Higltland Toltr\nwitl, Dr. Candlisl, (second edition, pp.85.88), by Dr. A. Beith, a well-\nknown minister of the Free Church of Scotland, the percipient's visual\nhallucination or dream appears to have nearly coincided with a noise\nheard oy two other persons as well as himself. It seems not improb-\nable that t.he noise heard was due to some normal agency, and W8.l:I\nitself the cause of the vision, which in the order of perception preceded\nit. It may, for instance, couceivably have been caused by the per.\ncipient in a state of somnambulism. Dr. Beith himself was at first\ninclined to attribute his experience to nightmare, Ilnd it is evident that\nhe is by no means clear that he was actually awake until after the\noccurrence.\nG. 174.\n[This event took place in the August of 1845. Dr. Beith had been chosen\nby the General Assembly of the Free Church of Scotland, together with Drs.\nCandlish and M'Kellar, to make a tour of the Highlands and report on the\ncondition of the adherents of the Free Church in that district, who were\nat the time ill·cared for by the State. Dr. Bcith was, on this occasion.\nDigitized by Google\n\f1889.] f7'oll~ .A.notlLer -Point of View. 245\nthe guest of Mr. Lillingston, of Lochalsh, Ro88-shire, for the evening.\nAfter talking for some time with his host he W88 shown to a large bedroom\non the top flat of the house. Mr. and Mrs. Lillingston slept on the\nground floor, so that betwl'en their bedroom and his the drawing-room floor\nintervened. At the foot of Dr. Beith's bed was a laloge fireplace, in which the\ndancing firelight flung shadows on the curtains. Being very weary he lOon\nfell asleep.]\nI had gone to bed. After a little I fell asleep, and I slept I know llot\nhow lung. Suddenly I was awakened by what I imagined was a loud knock\nat my door. I opened my eylls. The fire was still bunting; but W88 about\nto expire. I called, \"Come in.\" No sooner had I done so than I 11&wthe door\nslowly open. A man of gigantic stature, of huge proportions, red-haired,\nbalf-dressed, his brawny arms bare high abuve tho elbows, presented himself\nto my view. I saw him distinctly advance, not t.owards me, but direct to tho\nfireplace, the glimmering light from the grate falling on his massive frame.\nHe carried a large black chest, which appcnred to me to be studded with bra88\nnails and to be so heavy as to tax to the utmost his strength, strong 1I1an as\nhe W3S. I saw him }188S the foot of my bed as if turning to the side of the\nfire next the bed. The black chest seemed to grow into a coffin of dread\ndimensions. In that fonn I saw it but for a moment. My bed-curtain almost\ninstantly concealed from my eyes the bearer and his burden. He set it down\nwith a crash which startled me, as I thought, and which seemed to shake the\nhouse, and, as I believed, fairly roused me. I tried to look round to the\nfireplace, but saw nothing. Everything was as I had left it on going into\nbed. The vision had pas.~ed. In whatever condition I had been previously,\nI felt confident I WIlS by that time thoroughly awake. Reflecting 011 the\nincident, I soon set the whole thing dOWll to a fit of nightmare, brought on,\nperhaps, by the conversation in which I had been so deeply interested before\nrdtiring to rest, and which had somewhat excited my nervous system. III a.\n.bort time I had got over my agitation and was composing myself to Bleep,\nwhen I again suddenly hea.r(1 a. knock at my door. I rrused myself on my\nelbow with a resolution to be a.t the bottom of it, and snid firmly, perhaps\nfiercely, .. Come in.\" The door opened and Mr. Lillingston appeared in his\ndr088ing-gown, a light ill his hand. As he was in figure tall, though not\nrobust, and of a reddish complexion, his appearllllce slightly resembled what\nI had pre\\'iously seen. \"Have you been ill?\" \" No; I am quite well.\"\n\"lIavc you been out of bed 1\" \"No; I certainly have not since I lay\ndow11. \" \"Mrs. Lillingston and I have been disturbed by hearing heavy\nsteps in your room, as we thought, and by the sound of the falling of some\nweighty article on the floor.\"\n[At the breakfast-table next morning the engrossing sul)ject of conversa-\ntion was the noise in Dr. Beith'a room. He di(l not tell what he had seen.\nThe room was examined lest some article of furniture or a picture might\nhave fallen, but both in it and in the drawing-roum below everything was ill\nits place undisturbed. Dr. Beith goes on to 8I\\y :--]\nI would have forgotten it altogether, but the succession of deaths in\nour family, just a year after-four childron, as already noted, being taken\nfrom us within a few weeks-brought up the remembrance of what I had\nseen; and I felt a strange-an unreasonable inclination,I am willing to admit\na\nDigitized by Google\n\f246 PhanictsTilS of tlte Dead [SOy. 2!),\n-to connect the two things, and to conclude that what I had witnessed, in\nthe Balmacam attic, was a kindly presentiment or pre-intimation of sorruw\nto come.\nI called on Dr. Beith on Sunday, September 14th, 1884, and heard\nan account of the story as above given from his own lips.\nDr. Beith beliues himself to have been awake at t.he time the figure\nentered the room. He is quite clear that he did not go to sleep in the\ninterval between the disappearance of the figure and the entrance of\nMr. Lillingston.\nI asked him if it were possible for the whole thing to have been a.\ntrick. He explained to me that the room was a very large one, with\nthe door in the corner opposite to the bed, so that no one could enter or\nleave the room without being seen. The fireplace was by the side of\nthe bed, whose cUI·tains hid it, but when he Sl\\t up in bed and looked\nround the curtains he satisfied himself that the figure was not there.\nHe has never experienced a hallucination, or seen anything else of\nthe kind. He has, however, had other psychical experiences. Dr.\nBeith had never heard of any other unusual experience in the house.\nAnother case of an isolated phant.asm is, perhaps, worth quoting\nas a curious example of the survival of a OIedireval superstition. Thel'e\nis no need here to look beyond the emotional condition of the percipient\nfor the origin of the hallucination, its precise form being determined\nby her intellectual inheritance and f'nvironment. The story is in the\nwords of the clergyman who visited the dying woman.\nG.I04.\n.A\"!lust 2211d, 1884.\nI wa.s once Bent for tu sec a dying old woman, who, her daughter who\ncame to me said, Imd something to say before she died. I saw that tho\ndaughter, a middle·aged woman, was full of curiosity to know what her mother\nhad to say. When I got to the bedside of the old woman, 1 endeln'oured to\npersuade her that I did not want to hear anything, and told the daughter\nthat she should not trouble her mother by insilltillg upon hearing something\nout of mere curiosity, but she kept saying. \"Mother, you know you said\nyou would tell it, you promised,\" &C. Thus tensed into mnking a confession,\nshe, in almost her last breath, said that after the funeral of her husbaml\nshe roturned to their bedroolll, and (I use her very words) \"I su.w a man\nC0ll10 down that chimlcy, and a better looking llIan you ne,'er saw, and he\nsaid, 'If you will sene me you shall neYer want.'\" I gathered that sho\nbelieved this to be the devil, and she resisted his offer. 'rhis proves to me\nthat monkish legends of such apparitions are not necessarily lies of thoso who\nfirst gave them. The poor widow was in a frenzy of desolation, and Sut..mic\nsuggestions took a shape, or she fancied they did, and made a lasting im-\npression upon her mind. This story happened 30 years ago, and all old\nwoman then, in thut class of life, would retain much of the ignorance of the\nuneducated in the lust century.\nPassing from these cases of apparently unshared hallucinatioll,which,\n\f1889.] from, Another Po·ifif. 0\/ View. 247\non the view now propounded, may be taken as the rAW ma.terialof ghost\nstories, we come to a class of cases where a phantasm is witnessed by two\nor more persons simultaneously. There is, so far as I am awal'e, no\nevidence for collective hallucination in the normal state outside the phe-\nnomena which we are now discussing; and it is always open to the critic\nto maintain that the fact that a percept is shared by more than one\nperson is in itself a proof of its claim to objective reality of some kind.\nSuch a critic, however, it may be pointed out, will have to claim an\nobjective existence not merely for apparitions resembling the huma.n\nfigure, but for the bull seen by Mr. and Mrs. Potter, the spectral cats\nand dogs, the con.ch and horses, and the mysterious lights seen by\nother witnesses. But, at all events, collective hallucination may be\naccepted as a working hypothesis, and if it is found to fit the facts, it\nwill have advanced one step nearer to acceptance as a vera causa.l\nIt is interesting to note, moreover, as bearing upon the question of the\ntl'ansference of hallucinations, two cases in which contact or \"icinity,\nas in some of our own experiments in thought-transference, appears to\nhave inftuenced the result. In G. 118 a curious phantasmagoria-\na \"witch fire\" with people dancing round it-which is witnessed by\nseveral persons, disappears on the approach of a man\" who, being\nborn in March, can never see them.\" And in another story (G.\n636), which, however, is second-hand, the narrator's mother is said\nto have seen the figure of a man, \"but my father protested that he\ndid not see anybody. This surprised my mother, and, laying her hand\non my father's shoulder, she said, 'Oh, George! do you not see him 1'\n:My father thereupon exclaimed, 'I see him now! ' \"\nIt will, however, no doubt, be readily admitted that if, as suggested\nby Mr. Gurney, a casual hallucination, originating in the mind of one\npercipient, may by some process of telepathy be transferred to others\nin his immediate vicinity, so that they also should share in his percep-\ntion, the following ara instances of such collective hallucinations.\nThe first narrative comes from Mrs. Stone, of Walditch, Bridport,\nfrom whom Professor Sidgwick received a 'Viva voce account of the\nincident.\nG.20.\nThe dllte is a little uncertain, but I think it was the summer of 1830. My\ncousin Emily was staying with me, and my friend, Mary J., was spending the\nday with us. Emily said, \"How pleaSllnt it would be to drive overalld drink\ntea with my father and the girls this lovely afternoon. \" In a very shorttime\nwe were driving in 1\\ little four-wheeled carriage to my uncle's vicarage, at\nSydling,about seven miles from Dorchester. They were all at home, delighted\n1 The question has been c:uefully examined by Mr. Gurney in Phantluml of the\nLivin!l, Yolo II., pp. 168-270. See also Mr. Myers' note, pp. 277-284.\na 2\nDigitized by Google\n\f248 Phaniasr\/1,8 of the Dead [Nov. 29.\nto see us. and we spent a most delightful evening. As there was no moon\nwe left early enough to reach home before dark. A most beautiful evening\nit was, and three more merry girls could hardly be met with. Just after\npaBBing Wrackleford the road is rather elevated. It had boen somewhat\ndusky before, but here the evening glow showed t.he hedgeH, road, and all\nnear objects. There it was that I saw the figure of a man on the right.-hand\nside, walking, or rather gliding. at the head of the horse. My first idea was\nthat he meant to stop us, but he made no effort of the kind, but kept on the\nsame pace 1\\8 the horse, neither faster nor slower. At first I thought him of\ngreat height, but afterwards remarked that he was gliding some distance (at\nleast afoot) above the ground. Mary was sitting by me. I pointed out in a\nlow voice the figure, but she did not see it, and could not at any time during\nits appearance. Emily was sitting by the man-servant on the front seat; she\nbeard what I said. turned round. and speaking softly, \"I see the man you\nmention distinctly.\" Then the man-servant Aid in an awful. frightened\nvoice, \"For God·s sake, ladies, don't say anything! please keep quiet!\" or\nwords to that effect. I had heard that horses and other animals feel the\npresence of the supernatural; in this instance there wall no starting or bolt-\ning; the creaturo went on at an even pace, almost giving the idea of being\ncontrolled by the figure. The face was turnerl away, but the shape of a man\nin dark clothing was clearly defined. At the entrance of the village of Char-\nminster it vanished. and we saw it no more; though in passing through the\ndark parts of the road, then shadowed with elms, I looked round in some\nlittle trepidation. We could never get much out of the man-servant, except\nthat it was a gh03t. It has struck me since whether he knew more about it\nthan he chose to say. He was more terrified at the time than either of us. I\nnever heard the road was haunted.\nP.S.- My cousin and the man-servant saw it distinctly. but my friend\nwas unable to do so, though the figure stood out plainly against the evening\nlight.\nIn January, 1883, Mrs. Stone adds:-\nMy cousin Elllily is not living. I havo lost sight of the man-servant for\nmauy years.\nMiss Henrietta Coombs writes, ill August. 1883:-\nIn the summer of 1856 I was driving in a pony-carriage on the Wrackle-\nford road, when just on the brow of tho little hill, before reaching the dairy-\n110uge, the pony stopped short and shook all over, as if violently frightened.\nI expected it to start off, and I got out quickly, as did my cousin who was\nwith me, the driver remaining in the carriage. My cousin, a military man,\n.and accustomed to horses, examined the pony and could find no cause for\nits alarm or illness. It went on very well afterwards, and I never heard that\n-it had a similar attack, either before or after that time. I had forgotten the\noccurrence until I heard Mrll. Stone speak of the appearance she saw many\nyears before, when I exclaimed, \"That must be the place where our pony\nwas frightened in '56.\"\nIn this case, it will be observed, one of the persons present saw\nDigitized by Google\n\f1889.] from Another Point of View. 249\nnothing unusual, a circumstance which tells strongly in favour of the\nview that the thing seen was of a hallucinatory nature.\nThe next account was given to us, withiu a few weeks of the occur-\nrence narrated, by the two ladies named, with one of whom I ha.ve ha.d·\n1\\ personal interview.\nG. 185.\nFrom Mrs. Knott, London, S.W.\nMarcil. 5th, 1889.\nThe incident I relate occurred at this address early in February, 1889. I\nhave lived in this house four years and constantly felt another presence\nwas in the drawing-room besides myself, but never latO any form until last\nmonth. My cousin Mrs. R. and myself returned from a walk at 1.30 p.m.\nThe front door was opened for us by my housekeeper, Mrs. E. I passed\nupstairs before my cousin, and onlurning to my bedroom, the door of which\nis beside the drawing-room door [i.e., at right angles to it], I saw, as I\nthought, Mrs. E. go into the drawing-room. I put a parcel into my room\nand then followed her to give some order, and found the room empty! My\ncousin was going up the second flight of stairs to her room, and I called\nout, \"Did you op:m the drawing-room door I\\S you passed 1\" \"No,\" she\nreplied, \"Mrs. E. has gone in.\" Mrs. R. had seen the figure more dis-\ntincdy than I; it seemed to pass her at the top of the stairs, and she\nthought \"How quietly Mrs. E. moves.\" I inquired of Mrs. E. what she\ndid after opening the door for u~, and she said, \"Went to the kitehen to\nhasten luncheon as you were in a hurry for it.\" The day was bright and\nthere is nothing on the stairs that could cast a shadow. I quite hope some\nday I may see the face of the figure.\nFrom Mrs. R., Malpas, Cheshire.\nMarch 1st, 1889.\nIII answer to your letter on the subject oithe figure scen at C.-terrace,\nMrs. K. and I had just come in at about half-past one o'clock. Mrs. E. (the\nhousekeeper) had opened the door. We went upstairs, and on the first land-\ning are two rooms,one the drawing-room, the other Mrs. K. 's bedroom. She\nwent into her room while I stood a minute or two talking to her. Just as I\nturned to go up the llext flight of stairs I thought I saw l\\lrs. E. pass me\nquicklyand go into the drawing-room. Beyond seeing a slight figure in a\ndark dress I saw nothing more, for I did not look at it, but just saw it pass\nme. Before I had got upstairs Mrs. K. called out, II Did you leavo\nthe drawing-room door open 1\" I answered, \"I did IIOt go ill; I\nMW Mrs. E. go in.It Mrs. K. answered, \"There is nobody there.\"\n\\Ve asked Mrs. E. if she had b~en up; she, on the contrsry, had gone\nstraight down. Also, as she said. she would not have passed me on the\nlanding, but have waited until I had gone upstairs; and as it struck me\nGfterwarrb, she could not have passed me on such a small landing without\ntouching me, but I never noticed that at the time. I do not know if a\nthought ever embodies itself, but my idea was, and is, that as Mrs. E.\nran downstairs her thought went up, wondering if thc drawing-room fire\nDigitized by Google\n\f250 Phantasm8 of tlte Dead [Nov. 29,\nwas burning brightly. The figure I saw went into the room 88 if it bad\na purpose of some sort. I have never seen anything of the sort before.\nFrom :Mrs. R.\nMarck 10th, 1889.\nI am afraid I cannot give any very definite reply to your questioIl8.\n(1) \"Had I any idea of the house being haunted 1\" No; and I do not\nthink it is supposed to be haunted. Mrs. K. has said that at tilDes it has\nseemed to her 88 if there W88 someone else in the room besides herself, but I\nthink that is a feeling that has come to most people some time or other.\n(2) \"Did we see it simultaneously 1\" That I cannot exactly say, but I\nshould think yes, for we neither of us said anything till Mrs. K. called out\nto me to know if I had been in the drawing-room.\nI called on :Mrs. Knott with :MajorJebb, on February 27th, IS89,and\nheard her account of the incident, and inspected the landing where the\nfigure was seen. The landing is very small and narrow, but well\nlighted by a wide uncurtained window at the top of the stairway.\nbetween the first and second floors. The figure was seen on the first\nfloor. A real person could not have passed the two ladies on the stairs\nwithout considerable difficulty, and it seems impossible that a real\nperson could have passed out of the room again without detection.\nMrs. Knott has occupied rooms in the same house for about three\nand a-half years.\nHere we may almost see the story of a haunted house in the making.\nThe essential elements are there. We have the visionary figure seen by\ntwo persons at once, and the mysterious feeling of I\\n alien presence in\nthe room. It is quite possible that the latter circumstance would have\npassed unrecorded, and even unnoticed, but for the subsequent phantasm,\nthrough which it gained a retrospective importance. It is not im-\nprobable that in this case the phantasm was a hallucination actually\ngenerated by the same state which gave rise to the eerie feelings; as in\nother cases the phantasm may have been the product of the uneasiness\nand vague alarm caused by inexplicable noises. That there is a con-\nstant tendency for mysterious sounds to bring visual hallucinations in\ntheir trn.in we see in many of the stories. And what the experience of\nthe moment has failed to produce, the narra.tor's imagination after the\nlapse of many years may sometimes prove competent to supply. In the\nstory, for instance, printed in the Journal, Vol. II., pp. 385, et seq.,\n(G. 182), to which I have already referred (p. 237), the only pheno-\nmena recorded on first-hand evidence are auditory. But the narrative\nQriginally appeared in a. newspaper, a.nd as there printed contained\nan account at first-hand of an apparition of the orthodox kind-\ns figure in military uniform, gaunt and haggard. But the per-\ncipient was only a child at the time of the alleged appearnnce, and\nthe account was published nearly half a century afterwards. In correct-\nDigitized by Google\n\f1889.] from A1Wthel' Point of View, 251\ning his narrative for us he requested that this episode might be omitted.\nWith a witness a little less conscientious or a little more imaginative,\nthe figure might have remained as the brightest ornament of the story.\nThe weakness of second-hand testimony to apparitions is also well\nexemplified in this story. The same witness reported two other\nappearances of a headless woman at second-hand. But on going to the\n()riginal sources, we find that in neither case was anything Been,. Do\nhorrible presence was felt on one occasion, and steps were heard leaving\nthe room on the other.\nThe following case (G. 186) presents in many respects a typical\ninsta.nce of a good haunted house, and I therefore welcomed the oppor-\ntunity afl'ordt'd me in 1888 of sleeping in the house, and of introducing\nother members of the f?ociety. This unfortunately, however, led\nto no result. The case is, as it will be seen, very recent, and\napparitions seem to have been seen independently by two people.\nAltogether, if any of these cases of wholly unrecognised apparitions\nhaunting houses are to be attributed to pOBt-mortem agencies this would\nhave a fair claim to such origin. I am myself, however, disposed to\nadopt the explanation above suggested, viz., that the figures seen were\nhallucinations, due to alarm caused by mysterious sounds.\nG. 186. From Mrs. G., the landlady of a London lodging-house.\nMay 15th, 1888.\nI came into this house at the end of September, 1887. On the first night\n1 slept with a friend in the back drawing-room. We both heard iathe course\nof the night a rustling Bound in the front room, 811 if several ladies in silk\ndreBIeII were walking l'OIlnd the room.\nOn several occasionB after this, when sleeping in the little room on the\nsecond floor, facing the top of the stairs, I heard theBe rustling noises again,\nand a noise as if several people were coming upstairs. 1 remember once\nthinking Mr. Guthrie had brought sODie people home to sleep, and wondering\nwhat they would find to eat for breakfast. At the same time 1 saw a faint\ngreenish light, as if from a Bame which I could not see, coming up the stairs\nand disappearing into Mr. Guthrie's room. Once I thought (I W811 sleeping\nwith my door open then) thRt 1 heard someone come into the room, breathing\nvery heavily, like a pig. 1 did not speak. The next morning Mr. Guthrie\nasked what 1 was doing ill their room the night before, and 1 said, \"I W811 just\ngoing to Rsk you the same question.\" He told me he had not been into my\nroolll. After this 1 got frightened and locked my door, and then 1 used to\nleave two candles alight in the room whilst 1 slept.\nOne Tuesday night, about the end of November, 1 think, 1 woke up\nat 1 a.m. with a feeling that someone W811 iu the room. 1 had my face\nto the wall, but 1 tunled round and uw between the bed and wall [a dis-\ntance of three or four feet onlyJ, just opposite to me, the figure of a woman\napparently about fifty, dark hairand eyes, a red dre88 and a mob cap. I looked\nat her and asked her what she wanted. She bent her head Blowly back,\nand 1 saw what 1 thought at first was a very wide mouth. Then I saw that\nDigitized by Google\n\f252 Phantasms of the Dead [Nov. 29t\nher throat was cut. I was very frightenod, the perspiration came out on me\nlike peas, and I called out to her in the name of the Father, tJte Son, and\nthe Holy Ghost, to go away. She did not stir, however, and I remained\nlooking at her by the light of the two candles in the room, too frightened at\nfirst to put out my hand and rap on the partition with the stick which Mr.\nGuthrie had lent me for the purpose. At last I managed to give two quiet.\nknocks. Then I heard the two gentlemen knocking at my door, and the\nfigure slowly vanished like a shadow. I got out of bed all shaking and\ntrembling, and went with them downstairs and spent the rest of the night in\nthe drawing-room. My bedroom on the second floor has remained empty\nsince.\nFrom 1\\Ir. I. Guthrie, a. lodger in the house.\nMay 10th, 1888.\nThe curious circumstance which you have asked me to relate hap-\npened between the bours of one and two in the monling about Christ.mas\ntime.\nOn the night referred to I lay down to rest about my usual time, between\n11 and 12. About the time mentioned I awoke suddenly to hear the\nnoise as of a person in a silk dreBS moving away quietly from the side of my\nbod. It continued moving until I heard it stop in the adjoining bedroom.\nImmediately the sound stopped I heard the woman who was sleeping in\nthat room begin to speak; it was, to me, as if she was trying to wake her\nlittle son, aged nine, who Klept with her. All this time I was conscious that\nour old friend the ghost, seen before and expected again, had once more\ncondescended to visit us. But a strange weakneBS ill the legs, to which I am\nsubject in moments like these, prevented my rising until a hurried knocking-\n-not very loud-was heard on the wall. At the sound my strength came\nback to me, and I sprang out of bed, pulled my brother out of his bed,\nopened the hl\"O doors leading to [the }JI\\BS&ge and] the door of the next bed-\n. room, at which we knocked. It was at once opened to us, and the woman\nappeared carrying a lighted candle in her hand, and in a state of extreme\nagitation bordering 011 prostration. She was trembling so much that she\nwas scarcely able to stand; the perapiratioll rolled from her in great dro}J3.\nThe small room WIIS completely illuminated by two or three candles. Her\nstory was as follows :-\nShe awoke hearing movements as of a person fumbling about tho room.\nOnlooking up she saw by the side of her bed a woman standing in a red dreBS,\nseemingly about 50 years of age, and with a curious cap on. She fell to\npraying and addressed the apparition. When at length she had gained tho\ncourage to knock and we were to be heard approaching the door, the apll\"ri-\ntion leaned back against the wall and seemed to fado away, showing at the\nsame time a deep cut acroBS the throat almost separating the head from the\ntorso.\nMy brother and I, after seeing to the safety of tho woman, searched the\nwhole house thoroughly, but without effect, as wo could 8ee and hear nothing.\nAt this distance of time I can remember a curious dancing light which\nwe noticed on the stairs nnd which we remarked at the time, but did\nnot trace it.\nTilo stl'angeneas of the foregoing lies in tho fact that the woman and I\nDigitized by Google\n\f1889.] f1'om, .Another Point of View. 253\nwere both awakened at the BalDe time by the BalDe noise, that I should hear\nthe noise going to her room and stopping there, and that she should hear the\nsound as in her room. Her story appeared to me to agree perfectly with\nwhat I heard and what I felt was going on iu her room.\nWe came into the house in Oct-ober, 1887, and for the first four months I\nand others had been troubled with noises (especially in my case the silk dress\nsound) and mysterious awakenings during the night. Someone in every\nroom in the house complained similarly. On two occasions at least-one I\ncan swear to-I am perfectly certain I BaW an apparition in my room. I\nwas mysteriously awakened in the usual manner, and on lifting my eyes BaW\ndistinctly in the middle of the room a moderately tall female form, clearly\ndefilled and dark as of a real body, which on my looking at it moved towards\nIDe down the room and out through the closed doors, the rustling noise dying\naway in the distance. I have not seen or heard anything fo\\' some months,\nbut lately there bave again been complaints from others in the house.\nThis, in brief, is my account.\nI. GUTHRIE.\nJ1I11e 26th, 1888.\nIn reply to your two questions I beg to inform you that never had I reasou\nto suppose I had heard or seen anything supernatural before October last.\nI. GUTH1UE.\nFrom Mr. D. Guthrie.\nMay 15th, 1888.\nIn consequence of the noises that had been heard by my brother, the\nlandlady, and others, we had been sleeping with swords by our sides for\nseveral nights previous to the night I am writing about. On that night I\nwas awakened by nlY brother, who thl\"eW the bedclothes from me, exclaiming,\nto the best of my recollection, \"I've seen it.\" Since then, I must tell you,\nhe says he didn't say so and didu't see it, only felt conscious of it and heard\nit. This is, however, my account of the afthlr-not his. As I sprang out of\nbed I heard my landlady speaking in a strange manner in her own room,\nwhich is separated from mine by a wooden partition. lrly brother and I lit\na candle; opening the two doors and reaching the landing was the work of\nan instant, and standing on the landing I distinctly saw a wavering light,\nlike the reflection of, say, sunlight, moving down the staircase wall. As soon\nas our landlady could present herself she opened her door, which was locked,\n8S both of oura had been; when she appeared she was trembling from heall\nto foot, and with perspiration dropping from her face. She had all the\nappearance of a person who has just seen an awful sight. We saw her down\nto the drawing-room door, which was also locked when she got to it, and\nmade a considerable noise in opening, and we then proceeded with candles\nand swords to search the house, which we did from top to bottom, with the\nexception of the drawing-room, which had been locked, and Miss H.'s bed-\nroom, which was inaccessible to us, but we looked round the sitting-room\nadjoining. All our searching proved fruitlell8, and the mystery of the light\nis as yet unexplained.\nThe noises and apparition I have never been favoured with, and but for\nhaving seen the light I would never have given the subject a second thought;\n.~.\nDigitized by Google\n\fPhanta8m8 of the Dead [.Nov. 2a,\nbut I feel confident that that light W&8 not caused by the reflection of our\ncaudle, and am unable to suggest any solution of it that would be satisfactory\nto myself.\nD. GCTBRlE.\nMay 17th, 1888.\nAs far as I remember my brother laW a dark figure (woman's) move\ndown the centre of the room, approa.ching fronl the window to the door and\nrustling p8IIt hilll. He wakened with what ho calls the\" feeling\" that some-\nthing W&8 about the room, and immediately this figure began to move toward&\nhis bed and P&8t it.\nD. GUTHRIE.\nMay 28th, 1888.\nIt is imp088ible for me to remember when my brother told lIle. He would\nbe Iikaliest to speak to me about it when we were dressing next morning,\nbut I am not prepared to 888ert that he did 80.\nD. GUTHRJJ!:.\nFrom Miss H.\nMay 28th) 1888.\nAccording to your request that I should give you au account of what I\nheard on the night referred to in the account you havo receh\"ed already\nfrom my aunt Li.e., tho first night spent in the house].\nAs far a9 I remember I was awakened by a strange noise, like the rustling\nof silk, or silk handkerchiefs.\nI was too ~ I ell to look up at the time, and caunot remember when\nI fell asleep again. This 1ms been rep I tad aevcral times since.\nJUlie 28'''.1888.\nOn Wednesday last., the 20th inst., I went to bed at about my usual time,\n11.30 p.m. or a little later, and, as far a8 I know, in my u8ual health. My\naunt, Mrs. G., and I occupy one bed, she sleeping next to t.he wall. I\nsuddenly woke up, to find myself sitting upright in bed. I have no recollec-\ntion of having been dreaming. It was just beginning to dawn (the time, &8\nI found out afterwards, must have been between 2 and 3 a.m.), and I 8I\\W,\nstanding up so near thatI could have touched it, a tall woman's figure dressed\nin black, so that I could distinguish no features. I was rather frightened, and\nspoke to my auut and tried to wake her, but could not succeed. The figure\nmoved slowly away from me towards the window (the bed faced the window)\nand finally disal'peared, &8 it ware into the strip of wall between the window\nand the fireplace. I did not get to sleep again for some time. After about\nan hour, as near as I cau judge, I got up to see what the time W&8 and found\nit W&8 just 4 a.lD. After my aunt got up, about 5 11..111., I dropped off to\nsleep again.\nI had, of course, heard what Mr. Guthrie saw, and what my aunt 8I\\W,\nbefore Christmas. But I don't, think that my mind had been dwelling upon\nit at all lately; indeed, I had almost forgotten it. Aud until this week I\nhad hardly known anything about the people who wero coming to sleep in\nmy aunt's old room, so I don't think there was anything to call up the ida.\nDigitized by Google\n\f1859.] fl'om ·.Another Point of View. 255\nof tho ghost in my mind. I WI\\8 quito well, too, and I had never Been anything\nelse of the kind. I never remember to have either Been or heard anytlling\nexcept in this house-anything that WI\\8 not really there.\nI have not heard any of the noises lately, not Bince Christmas in\nfact.\n[Signed ill full] M.E.H.\nMrs. O. atated that th3se inexplicable noises had been heard by two\nsuccessive lodgen on the drawing-room floor, and that the first had\nleft in consequence. The other at the beginning of May, 1888, told\nMrs. G. that she hrut seen an apparition-the figure of a woman\nin a red dress-in her bedroom \"in the course of the previous night.\n'Ve have not been able to trace either of these persons.\n. It will be observed that noises, which may have been due to normal\ncauses, had been prevalent in the house throughout its occupation by\nthe narrators, who appear to have been considembly disturbed by\nthem. Indeed, that the landlady had been much alatWed. is proved by\nthe fact that Mr. Guthrie had lent her a stick to rap the .....u. in case\nshe should be again disturbed in the night. Mrs. G.'s vision and Jlr.\nGuthrie's are apparently independent. Miss H., however, saw nothiug\nuntil long after, when the experiences of the others had been mattel'\nof common talk in the household for months. Her evidence cannot,\ntherefore, be considered as possessing much corroborative value. More-\nover, the apparition differed materially from that seen by Mrs. G. It\nshould, however, be stated as regards both this case and that which\nimmediately follows, as a fact of some importance in assessing the\npart played by expectancy in generating hallucination, that many\nmembers and associates of the Society for Psychical Research and\nfriends introduced by them have slept in both houses, in some cases for\nseveral nights consecutively, with a full knowledge that inexplicable\nphenomena had been recently observed. Nothing unusual has, how-\never, been seen in either house by any person connected with the\nSociety; nor, with one or two doubtful exceptions, have any inexplic-\nable sounds been heard.1 The same may be said of the houses described\nin the Journal, Vol. II., pp. 196, et seq., and Vol. IlL, pp. 241, et seq.\n(G.t. 314). This fact, however, will appeal' less significant if we\nbear in mind that, as our evidence in this and other directions\ntends to show, the proportion of persons who are readily susceptible to\nimpressions of this kind is not very large; and that the persons who are\nmost sensitive would, it is certain, in most cases be unwilling to expose\nthemselves to such an ordeal as sleeping in a \" haunted\" house.\nThe following case (G. l8i) is remarkable because two successive\nsets of occupants of the house, without any communication with each\nI Eee Appendix.\nDigitized by Google\n\f256 Pl~anta81n8 of the Dead [Nov. 29.\nother, or any conscious knowledge 011 the part of the second set that\nthe first set had had experiences, were \"haunted\" by sounds and sights.\nThe whole has occurred since 1882. We have the first-hand testimony\nof most of the principal witnesses, and have had the opportunity of\ntalking over their experiences with them. One tenant was fairly driven\nout of the house by the \"ghosts.\" Here, too, there is a recent and\nwell-evidenced tragedy, though its connection with the apparitions and\nnoises is not very clearly established, and does not, I think, make very\nstrongly for the hypothesis of post-mortem agency. The first account\ncomes to us from Miss L. :Morris,whose address is withheld lest it should\nlead to the identification of the house. Miss Morris writes in June,\n1888:-\nG.18i. JUlie, 1888.\nIt was at the latter end of October, 1882, that we decided on taking a\nsmall house on a lease, looking forward to taking possession of it and\nfurnishing it, with great expectations of future happiness, and longing for\nthe day to como to enter it. On the day in question we arrived late in the\nafternoon, and occupied ourselves in arranging and putting finishing touches\nto the furniture, amusing oU1'llelves, and laughing, as we were in high spirits\nover our luck in finding just the little house to suit us. That sallie evening,\nabout a quarter to 10, I happened to be alone in the front drawing-room,\nwhen for the first time in my life I heard, without seeing anyone, heavy foot-\nsteps tramping round the drawing-room table, at which I was reading.\nNaturally I was surprised, as I had never read or believed in anything super-\nnatural. A few minutes later my eldest sister comes and sits by my sille,\nwhen suddenly she exclaims, turning pale, \"Charlotte, there is some one who\nhas got into the house, walking about upstairs. I heard such a noise, like 1\\\ndoor banging to.\" We were alolle at the time, excepting a little child\nsleeping above, and my sister hall never fancied such a thing before. I\nreplied, \"Oh, it's fancy.\" \"No, I heard it again; listen!\" At which I\nsaid, \"I will take up the poker with my lamp; you come too, and we will\nsee. \" \" No,\" she said, \"I am afraid to go up, and will stop here.\" So\nsaying in fun, \"I will go, and not be afraid, though 10,000 men are\nagainst me !\" I ftew upstairs, and searched everywhere-discovered nothing\n-descended alone to the basement, but with the same result.\n\\Ve laugqed at our fears, and went to our rooms,but that night I could not\nsleep at all, for incessantly round and round the room, and up and down the\nstairs, I heard these ceaseless and lInwearying footsteps. I slept, and they\nwoke me again, making me light my Clmdle, and look about me, and outside\nthe room,to see if I could discover the reason for the strange ounds. Putting\nit down to noises in the adjacent house, I blew out my light, and again closed\nmy eyes, but was nwoke nil hour after by feeling someone ill the room, and\nagain hearing the measured footsteps. I controlled my fears by not lighting\nmy candle, and tried, though in vain, to sleep. I said nothing about the\noccurrence to anyone the next day, but kept what I thought must have been\nfancy to myself. Still, the same experience happened to me each night, till\nI got accustomed to it, not allowing myself to give way to Cears which,\nDigitized by Google\n\f1889.] jl'Ont A notlter Point of View. 257\nbecause unseen, could not be explained, till an experience most un-\nforeseen and strange occurred.\nIt was three weeks since we had occupied the house and it was about five\no'clock one aftenlOon in November, and so light that I had no need of the\ngas to enable me to read clearly some music I was practising, and which\nengrossed my whole attention and thought. Having forgotten some new\nwaltzes I had laid on the music shelf in the back drawing-room, I left the\npiano, and went dancing gaily along, singing a song as I went, when suddenly\nthere stood before me, preventing me getting the music, the figure of a\nwoman, heavily robed in deepest black from the head to her feet; her face\nwas intensely sad and deadly pale. There she stood, gazing fixedly at me.\nThe song died on my lips; the door, I saw, was firmly closed where sho\nstood, and still I could not speak. At last I exclaimed,\" Oil, auntie, I\nthought it was you!\" believing at the moment !!he or some strange visitor\nstood before me, when suddenly she vanished.\nThinking it was a trick practised on me, and trembling violently, I went\nback, not getting the waltzes, to my piano, which I closed, and rushing\nupstairs, found my aunt alone in her room, my sisters and the servant being\nout. \"Did you not come into the drawing-room 1\" I asked her. \" No,\"\nshe replied, \"I have never left my room; I am coming down now, though.\"\nAs we were alone, I saw no trick had been played upon me, and my strange\nvision was not imagination.\nNot wishing to alann my aunl;, I did not communicate my strsngo experi-\nence to her, nor did I relate it subsequently to my sisters or any friends,\nthinking, as they could not account for it, they would not believe me if I did,\nso I kept it as a secret for three years, though I longed to disclose it to somo\nfriend who would believe me, and not make fun at what troubled me so\nmuch; when another, though different, circumstance occurred, which puzzled\nus all, and which we have never yet proved.\nIt was in June, 1884, that our hall-door bell began to ring incessantly and\nviolently. We hall frequently heard at intervals a ring, and discovered no\none was at tho door, but this especially annoyed us, and puzzlell everyone\ninsille and outside the house by the noise repeatedly made. We had always\nput it down to \"a runaway ring\" and took no notice, but for three weeks,\nat intervals of a quarter of an hour or half an hour, it rang unceasingly, and\nsuch peals, it electrified us. We put ourselves on guard aull carefully watched,\nbalieving it a trick. 'Ve had everyone up from the basement, out of connec-\ntion with the wire, in the front drawing-room, and placed the hall door and\nour doors wide open ; it was the same result: loud and piercing peals from\nthe bell, which, at last, after three weeks, we had taken off, when we saw the\nwire in connection with it vibrated as if the bell was attached to it. There\nwere also loud knocks at the door, and no one there when we wcnt to answer;\nnnd I repeatedly heard loud knocks at my own room door the whole time I was\nin the house. Though my aunt could not understand the communication I\nrelated to her, she would not believe me, and laughed at my \"imaginativo\nfancies.\" A few afternoons later, I was having tea with her (we had sent\nour maid out shopping) when she exclaimed, \"There's 1\\ double knock at the\ndoor.\" I ran to open it ; on my way along, I noticecl the front and back\ndrawing-room doors were firmly closed, as I remembered shutting them as\nDigitized by Google\n\f258 Phamta8rll,8 of the Deael [Nov. 29,\nusual when we took tea in the breakfast-roont adjoining. On answering the\ndoor, no one was there, and on returning, I found the back drawing-room\ndoor half wide open. I exclaimed to my aunt, •• Oh, you have been in the\ndrawing-room!\" •• I have never got up from the table,\" she said. I replied.\n\"The door was wide open which I shut!\" to which she 8R.id, .. What non-\nsense will you be talking next1\" and there the matter dropped.\nA few months later I had gone to rest. It was about 2 a.m. I was\nawoke by a tremendous knock at my door, and the handle turning. Having\na light I sprang out of bed, being close to the door, angry, and being deter-\nmined to catch whoever it might be. No one was there! and on looking\nacross to my sisters' room I 8R.W their door was wide open. Believing it\nwas a trick on their part, and being annoyed at having been disturbed, I\nwaited till the next morning, when I accused them of the trick, but was\namazed to find they had been startled in the same way, and put it down to\na dog llaving opened their door, but they found he wasl\\llleep, and they 111\\(1\npreviously heard footsteps, and were t()O frightened to move. They also\nboth heard the door opened. They 888ured me they had never come to my\ndoor or knocked at it, and I could see they were too startled to be acting an\nuntruth. In fact, my sister, though older than I, would not 8leep alone in\nthat house by herself after.\nAnother occurrence happened a few months later in the year 1885, in the\nwiuter. I was alone in the house with my aunt, and lll~d gone (the servant\nbeing out) to fetch some wood from the kitchen cupboard. Having got all\nI wanted to re-light the fire, which had gone out in the drawing-room, I\nshut to the door and locked it, when from the inside came a tremendous\nknock, which 80 startled me I quickly ran upstairs, when repeatedly, as if\nbeneath my feet from the cupboard, I felt loud knocks as plainly as at the\ndoor I had just Cl08ed. I had previously laid and brought the supper, when\njust before going to my aunt to 8R.y all was rcady, in the hall from tho.\nkitchen into the housekeeper's room (front room on basement), I saw a\nwoman robad in black slowly and diatinctly walk. (It moved like gliding.)\nShe was walking before me, In it were, down in the hall. Believing it was\nmy aunt, I went straight to the drawing-room, and found her deeply\ninterested in her work-book, and found she. had not gone dow1lstairs that\nevening. To hcr I did not communicatc this, as she was not well.\nA little time after she fell ill, having long been su1i'ering, antI when a.\nlittle later on we lost her to our grief, we left. the house altogether, as our\nlease had expired just about that time j but I give my teatimony I never\nkuew one happy day in it, for I could not forget the peculiar experiences so\nfrequently happening, and which scemed to haunt me wherever I went\na.bout in it, and which I accounted for by the comlllunication confided in\nme by a friend of the fact of a woman ha.ving a few years back hung\nherself there.\nI saw ~liss L. Morris on July 9th, 1888. She explained t() me that\nshe and her aunt (dea.d) were the regular occupants of the house\nfrom October, 1882, to December, 1886. Two sisters came to stay\noccasionally, and slept, when they came, in the little\" off\" room on a.\nlower level than the other bedrooms. She belie,'es that after theil\"\nDigitized by Google\n\f1889.] from A?1othe,' Point of View. 251)\ndeparture the house remained empty until :Mrs. G. took it. The tenant\nbefore her was a Miss E. Miss L. Morris learnt from her that she\n(Miss E.) had heard or seen nothing abnormal during her stay in the\nhouse. 1\\'[iss L. 1\\'[orris,who is rather deaf, has had no other hallucinations.\nShe told me that they had the boards taken up to trace the cause, if\npossible, of the bell-l'inging, but could discover nothing, She and her\nsister had frequently watched the front door when the bell was ringing\nviolently. Miss E. 1\\'[. :Morris told me of two occasions (one described\nin Miss L. Morris's account) on which, when she and her other sister\nwere sleeping in the little back room, their door was opened in the\nnight at the same time that Miss L. Morris, sleeping in another room,\nwas disturbed by noises. l\\Iiss E. M. Morris also confirmed her sister's\naccount of the bell ringing.\nFrom December, 1886, until November of the following year the\nhouse remained empty. It was then taken by Mrs. G., a widow lady\nwith two children, gids of about 9 and 10 respectively, and one\nmaid-servant. Mrs. G. had only come to X. about six months\nbefore taking the house, and was entirely ignorant th~t anything\nunusual had happened there. The account which follows, written at\nMr. Gurney's request, in June, 1888, was compiled with the help of a\ndiary, in which she had jotted down from day to day brief notices of any\nunusual occurrence. This diary she kindly permitted me to inspect, and\nsome extracts from it, copied by me, are printed after the account.\nThe names gi\\'en to the children in this account are fictitious, and\nthe same names have been substituted for the real ones in the extracts\nfl'om the diary.\nFrom Mrs. G.\nIt was towards the emi of November, 1887, I took a pretty house\nin the South of England. I had never been in that locality\nbefore, and knew 110 olle at all in that neighbourhood, although I had for\nthe last six months been living in another part of the town; my dear hus-\nband, an officer in the army, dying there (he had been badly wounded in the\nMutiny), I resolved to go into a quieter part of the town and take a less\n.expensive house.\nWe had not been more than a fortnight in our lIew home (it was in\nDecember) when I was aroused by a deep sob and moan. \" Oh,\" I thought,\n\" what has happened to the childrenl\" I rushed in, their room Deing at\nthe back of mine; found them sleeping soundly. So back to bed I went,\nwhen again another sob, alld such a thump of somebody or something very\nbeavy. .. 'Vhat can be the matter 1\" I sat up in bed, looked all round the\nroom, then to my horror a voice (and a very sweet one) said, \"Oh, do forgive\nme ! \" three times. I could stand it no more; I always kept the gas burn-\ning, turned it up, and went to the maid's room. She was fast asleep, so I\nshook her well, and asked her to come into my room. Then in five minutes\nthe sobs and moans recommenced, and the heavy tramping of feet, and such\nthWIlPS, like heavy boxes of plate being thrown about. She suggested 1\n\f260 Phantas1fI.$ of the Dea(l [Nov. 29,\nshould ring the big bell I always keep in my room, but I did not like to\nalarm the neighbourhood. \"Oh, do, ma'am, I am sure there are burglars\nnext door, and they will come to us next.\" Anything but pleasant, on a\nbitter cold night, standing bell in hand, a heavy one, too, awaiting a burglar.\nWell, I told her to go to bed, nnd hearing nothing for half-~-hour, I got\ninto mine, nearly frozen with cold and fright. But no sooner had I got wann\nthan the sobs, moans, and noises commenced again. I heard the policeman's\nsteady step, and I thought of the words, .. What of the night, Watchman 1\nwhat of the night 1\" If he only could have known what we, a few paces off,\nwere going through. Three times I called Anne in, and then in the monling\nit all died away in a low moan. Dircctly it was daylight, I looked in the\ngl!\\8S to see if my hair had tunle<l white from the awful night I spent. Very\nrelieved was I to find it still brown.\nOf course nothing was said to the children, and I was hoping I should\nnever experience such a thing again. I liked the house, and the children\nwere so bonny. I had too much furniture for that small hol18O, so stowed it\naway ill the room next to the kitchen, and we used the small room at the\ntop of the kitchen stairs as a dining-room, and then I had a pretty double\ndrawing-room, where I always stayed. Still the children had no play-room,\nand no place (or their doves. I therefore had most of the furniture and boxes\ntaken out and put in the back kitchen. It seems from that day our troubles\ncommenced, for the children were often alarmed by noises and a crash of\nsomething, and did not like sleeping alone. I felt a little uncomfortable,\nand thought it was all rather strange, but had so much business affairs to\nsettle, having no one else to help me, that I had llot much time to think.\nI was in the drawing-room deeply thinking about business mattors, when\nI was startled by Edith giving such a Ilcream. I ran to the door, and found\nher running up, followed by Florence amI the servant, the child so scared\nand deadly white, and could hardly breathe. \"Oh, Birdie dear, I have seen\nsuch a dreadful white face peeping round the door! I only saw the head. I\nwas playing with Floss (dog), and looking up, I saw this dreadful thing.\nFlorence and Anne rushed in at once, but 1511w nothing. JJ I pacified them by\nsaying someone wa! playing a trick by a magic lantern, but after that for\nmonths they would not go upstairs or down alone.\nIt was very tiresome, and thinking seriously over the matter. I resolved\nto return my neighbour's call, which she honoured me with the day after t,he\nfirst terrible night. I wa\\ushered into the presence of two portly dames,\nand I should think they nad arrived at that age not given to pranks. I\nlooked at them, and mentally thought, ., That sweet voice does not belong to\ncither of you. JJ They infonued me they had lived in that house 18 years, so I\nthought I might venture to ask whether anything had ever taken place of a\ndisagreeable nature in my house, as we were so constantly alarmed by heavy\nnoises, and that my eldest daughter. aged 10, had seen a dreadful white face\nlooking round the door at her, and of course I should be glad to know; that\nas far as I was concerned, I feared nothing and no one, but if my children\nwere frightened I should leave, but I liked the house very much, and thought\nperhaps I might buy it. They sl,id, \"Don't do that, but there is nothing to\nhurt you,\" and I saw sundry nods and winks,which meant more, 80 in des-\nperatioll I said, \"Won't you tell me what has occurred 1\" .. Well, a few\nDigitized by Google\n\f1889.] from .Another Point of View. 261\nyears ago, the bells commenced to ring, and there was quite a commotion,\nbut then the former tenant, a Miss M., had a wicked servant.\" Tho other\ndame replied, \"I may say, a very wicked servant.\" Well, I could not get\nmuch more, but of course I imagined this very wicked servant had done\nsomething, and felt very uneasy.\nOn my return, Edith said, \"Oh, dear, I have seen such a little woman\npass, and I often hear pitter patter i what is it 1 Of course magic lanterns\ncouldn't do that.\" So I said nothing, and said I was too tired to talk.\nThat night I felt a very creeping feeling of shivering, and thought I would\nhave Florence to sleep with me, so when I went to bed about 10, I carried\nher in wrapped up in a shawl, leaving Edith asleep with the maid. It was\nabout 11 i I had tucked my little pet in and was about to prepare to go\nto sleep, when it seemed as if something electric was in the room, and that\nthe ceiling and roof were coming on the top of us. The bed was shaken,\nand such a thump of something very heavy. I resolved not to risk my\nchild's life again, for whatever it was came down on me, she would be safe in\nthe next room with the others, but I dreaded going to bed, as I never knew\nwhat might happen before the morning.\nWe had a dreadful night, December 29th, such heavy thumps outside the\nbedrooms, and went to Mr.W., the agent, intending to tell him we must leave,\nor we should be bereft of our senses, but I was too late i the office was shut,\nso I went to friends and asked them to come and sleep, as I really was too\nunnerved to remain alone on New Year's Eve. They kindly came. Mrs. L.\nsaid she heard knocks. They returned home the next morning, having a\nyoung family to look after. I then wrote to a sister-in-law I was fond of at\nCheltenham, and she came for a week, but everything was quiet. January\n18th, I heard three loud knocks at my bedroom door. I was too terrified to\nspeak for a minute, and then called out, \"Who's there 1 What do you\nwant 1\" My terror was intense, for I thought, supposing it is a burglar !\nIt was a great relief to hear the children call out: \"Birdie, who is knocking\nat your door 1\" \"I wish I could tell you.\" A fortnight previously I asked\na policeman on duty if he would see if anyone was in the empty house. He\ncame to tell me it was securely fastened, and no one could get in. Then I\nsuggested coiners under the houses, but he said they only go to old castles.\n,•Well, then what is it 1\" He said a sad occurrence had taken place some\nyears ago. I said, \"Oh, dreadful I \" but he was matter-of-fact was Police-\nman X., and replied, \"It is an every-day thing, and no doubt most of the\nhouses people lived in something has happened in.\" ,. But,\" I said, \"this is\nsuch a very strange house, and we have 110 rest either by day or night, and\nwhy should this dreadful white face appear to my child 1\" Well, he didn't\nbelieve in ghosts. \"Very well,\" I said, \"will you kindly catch whoever it\nis frightening us, and let them be well punished 1\" \"But, madam, I can't\ncatch nothing I\" \"Right, Policemall X., I knew that was impossible, but\nwhat am I to do 1\" So he suggested detectives, but that wouldn't do.\n• • • I found that house very expensive, and I had to keep the gas\nburning downstairs and up all night. I asked a young friend from\nRichmond to stay, a clergyman's daughter. She laughed at such a thingas a\nghoet. We both went up the trap-door and explored the space over the bed-\nroom, and next to the roof i itwas very dark, but I took a candle, and then dis-\n8\nDigitized by Google\n\f262 Phantasms oj tlte Dead [Nov. 29,\ncovered three holes as large as a plate between my house and the old ladies'.\nThe next morning I walked down to the landlord who owns both houses, and\ntold him again what we were continually going through and that I and\nmy children were getting ill, and that it was quite impossible to live in the\nhouse. He came up on the following day, and told me that 1\\ woman had\nhanged herself, he thought, in the room the children slept in. The holes\nwere filled up, and I thought now nothing can come in to alarm us. What\npuzzled my friend was that the two old dames being invalids should go out\nin the Bnow and wet between 9 and 10 mORt nights in their garden ; it\ncertainly was odd, but, of course, they had a right to <to what they liked in\ntheir own house, only they banged the back door; when Anne locked up she\nscarcely made a sound.\nFlorence was often aaying to her eldest sister, \"You see it was your\nimagiMtion, for I never see anything.\" \" 'Wait till you do, you won't forget\nit !\" The next morning, as Florence was passing the room on the stairs,\nshe aaw a man standing by the window staring fixedly; blue eyes, dark brown\nhair, and freckles. She rushed up to me, looking very white and frightened;\nthe house was searched at once, and nothing seen.\nI had forgotten to mention that the night after the knocks came to my\nbedroom I resolved that the dog, who is very sharp, should sleep outside,\nbut oh, that was worse than all, for at a quarter past 12 I looked at my\nclock. He commenced to cry, it was not exactly howling, and tore at the\ncarpet in a frantic manner. I threw my fur cloak on, threw the door wide\nopen, and demanded what was the matter. The poor little animal was so\ndelighted to see me j Jsaw he had biscuits and water, and the children were\nthen awake, and asked me why Floss was making that noise. I went to bed,\nand in 10 minutes he recommenced. I went out three times. and then made\nup my mind not to move again, for I felt so cold and angry.\nAnother night something seemed to walk to the children's door, and tum\nthe handle, walk up to the washstand, shake the bed, and walk out. It\nreally was enough to shake anyone's nerves. My sister and brother.in-law,\nMr. B., came for a couple of nights, but that was when I first went in. They\nheard nothing. I then had my husoond's first wife's sister, who is very fond\nof me, to stay over Easter. She, fortunately, did not hear anything.\nThe children frequently aaw lights in their bedroom, generally white, and\nFlorence one night aaw a white skirt hanging from the ceiling. She was so\nfrightened that she put her head under the clothes, I\\nd would not look again.\nThen my solicitor and his wife came down for a night, for he was very\nkind about my busine88 matters, as I understand 80 littlo about money\nmatters, so he cl\\me to advise me. Mrs. C. could not go to sleep until four,\nas she heard such a heavy fall outside her bedroom door.\nOne Sunday I was reading by the fire in the drawing-room, and thinking\nit was very cosy, when I heard 1\\ cry, I\\nd thinking it one of the children\nill, was going upstairs. Edith called out, \"Birdie, come quickly; something\nhas opened and shut our door three times, and Borne one is crying.!' I went\nup, and we I\\ll heard someone sobbing, but where it came from wo could\nnot tell, but seemed near the wall.\nOne day, when I was out, the children were playing with Anne in the\nroom downstairs; they all distinctly heard a very heavy footfall walk SCroBS\nDigitized by Goo~\n\f1889.] from .Anothe1' Point of View. 263\nthe drawing-room, play two notes on the piano, and walk out. I came in\nshortly after, astonished to sse them, candle in hand, looking under the beds.\nIt was a dreadful time.\nMarch 3rd I W8& writing in the drawing-room, when the front door bell\nrang violently. I asked who it was j \"No one, ma'am.\" I thought I would\nstand by the window, and presently it rang again j down the servant came,\nno one there, and after the third time I told her not to go to the door unless\nshe heard a knock as well. I knew no one had pulled the bell, 8& I was\nstanding by the window.\nI then had an interview with Miss M., the former tenant,who told me she\nhad gone through precisely what I had, but had said very little about it, for\nfear of being laughed at. I W88 far too angry to take notice whether anyone\nlaughed or not. Miss M. said one afternoon between four and five she woa\nin very good spirits, and was playing the piano, and as she CroBBed the room\na figure enveloped in black, with a very white face, and such a forlorn look,\nstood before her, and then it faded away. She was so terrified, but did not\ntell anyone about it. For some time after she W8& ill from fright on two\noccasions, but her aunt being old did not care to move, and she was too\nmuch attached to her to leave. It W8& satisfactory to find some one else had\ngone through what we were daily experiencing. March 20th. I was restil1g\nin the drawing-room, when as I thought, I heard Edith's voice say three\ntimes, \"Darling I \" I ran downstsirs, much to their astonishment, and said,\n\" Well, what is it now 1\" They replied, \"We were coming directly, why did\nyou come down 1\" c. Well, that is cool; why did you call me 1\" .. But we\ndidn't j you called to us to put on our hats at once 88 you were going into\nthe town.\" Anne said she distinctly heard me say it when I had not even\nspoken. I believe it W8& that aame night as they were going upstairs to bed,\nthey saw a white figure standing by the little l·oom. How I hated that room!\nWell, then friends suggested I should have the floors up, the chimneys\ntaken out to see if there W88 any communication to the other house, and the\ndoor tak,en away, and a new one put. One friend offered to lend me a\nmastiff' which flew at everything; another offered me his savage bull-dog,\nwhich was always chained up when I called there, and then last, but not\nleast, I was to have two detectives. \" Well,\" I thought, \"it is time to\nmove; in this bitter weather to have no floors, no grates, no door, a\nferocious mastiff, and still worse a bull-dog and two detectives, a pretty state\nof affairs fur anyone!\" I asked my landlord to release me, but he would\nnot unless I paid my rent up to Christmas.\n. Having had very heavy expenaes all the year, I thought I would if possible\nstay till September, as the evenings would be light, and we should be out\nall day, but even that I was not allowed to do, for coming home from paying\nvisits, I found Florence looking deathly white, and in a very nervous state,\nand in breathleBB haste she said she had seen the same face, but the figure\nW88 crawling in the little room as if it would spring on her. I at once called\non my doctor, who advised me t() take the children away 88 BOOn 88 poBBible,\nand let them be amused, so I left my servant and her father in charge, locked\nmy bedroom door, and took the kcy, went to London, where Edith was so ill\nthat I had to call in Dr. F., and as soon as she W88 better I thought I would\nl·emain a week longer, making three weeks, so that she might go to a circus\n8 2\nDigitized by Google\n\f264 P1Lantasm.s of the Dead [Nov. 29,\nand be amused, and forget the frights; but even that I wasn't allowed to\ndo, for on Monday I received a letter from my servant to say they could not\nstay in the house any longer, for since her father left, her mother and sister\nhad slept with her, and they were all startled one night by hearing someone\nwalk upstairs, throw paper down, and run after it, and the next night some\none knocked loudly at my bedroom door, walked and moved all the furniture\nabout, and nothing was moved, and that in consequence they had locked up\nthe house, taking the doves and FIOBB with them, and leaving food enough\nfor the two cats for three days. I got up early, very much annoyed about\nthe horrid house, packed and came back with the children, May the 8th.\nFortunately, Edith kept well. My banker's wife kindly met me at the station,\nand made me go back with the children to lunch. I telegraphed to my servant\nto meet me at the house, and Mrs. L. and I went to look at my present\nabode, and that aftenloon agreed to take it from the 10th inst. Mrs. L.\ncame up to sleep, aud says she heard such thumps and bumps in the little\nroom underneath, and a hisaing sound round the top of the bed. I paid my\nrent and left j I asked Mr. C. to write and tell the landlord he must let me\noff a quarter, as I had been put to a great expense through his house, as we\ncould not possibly live in it, and we cleared out on the following Thursday.\nSuch a relief to be free from alanDS and noises!\nAnd 80 ended my sojourn of five months in that very extraordinary house.\nAll is quite true that I have stat.ed, whether mortal or immortal I know not.\nI am glad to say my children are recovering, though Edith is still very weak,\nand I am suffering dreadfully from neuralgia, the result of the anxiety and\nworry I have gone through.-Julle 15th, 1888.\nMr. Gurney wrote:-\nI had a long talk with Mrs. G. on June 13th, 1888. She went over the\nwhole history of her and her children's experiences in the house. She struck\nme as an excellent witness. I have never received an account in which tho\nwords and manner of telling were lesa suggestive of exaggeration or super-\nstition. There is no doubt that she was simply turned out of a house which\notherwise exactly suited her, at very serious expense and inconvenience.\nExtracts from Mrs. G.'s diary.\nJanuary 2nd, 1888.-Anne went home from four to 10. I felt very\nnervous being alone with the children, having been so alanned with\nnoises and apparit.ions before. No. X. [i. e., police-constable] callle to tell how\nthey had made inquiries, and [no?] strange people came into the empty\nhouse. No noises since Sunday night.\nWednesday, JanUilry 18th.-I heard three loud knocks at my bedroom\ndoor, just as I got into my bed last night. So did the children and Anne;\nall very frightened.\nJanuary 30th, ,1888.-At three this morning I heard soft knocks at my\nbedroom door, and the handle certainly was tried. 1 was very much\nfrightened, but don't want to alarm the children. Shall bring Flosa up\nto-night.\nFebruary lst.-I went out making calls. The children said they heard\nfootsteps in the drawing-room before I came in.\nDigitized by Google\n\f1889.] ft'om Anothel' Point of View. 265\nFebruary 6th.-Florence saw an apparition in brown at 7.30 a.m. I\nwasn't up. Edith was practising, and Anne was doing the grate in the\ndrawing-room. What can it be 1\nFebruary 24th.-Bell rang three times; no one at the door. [Mrs. G.\ntold me that she was standing at the window.-F.P.]\nMarch 3rd.-Heard the bell ring about 11. No one at the door.\nMarch 2Oth.-Was lying down on the sofa, and heard a voice say\n., Darling,\" then kisses. Ran down to the children, but they were surprised,\nnot having called me. Said they heard mo call them to get ready to go out.\nI had not spoken. And on going to bed they saw a figure in white.\nApril 9th.-Florence much frightened at apparition. [About five in the\nafternoon.-F.P.]\n(Went to London on the 19th.)\nThe above are copies of extracts from Mrs. G.'s diary, made by me on\n.July 8th, 1888. At the same time Mrs. G. told me, in connection with the\nnoises heard by the children on February 1st, that on the day following she\npurposely made her entry into the house very noisy; she banged the front\ndoor, walked heavily into the drawing-room, banged the lid of the piano,\n•• I made as much noise as ever I could,\" but on going down to the children,\nwho were in the play-room (front room in basement), she found they had\nbeard noLhing.\nOn the 6th February Florence, having seeing the apparition in the base-\nment room, where she was alone, ran up to Mrs. G. at once, much frightened.\nShe described the figure as that of a man, with dark brown hair, blue eyes,\nanda freckled face. The figure stared at her, and seemed as if it would stop\nas long as she stopped. So she ran away.\nMrs. G. also told me a thing which she had not mentioned in her account\n-that she was one morning left alone in the basement room about 10 a.m.,\nthe children having gone upstairs to wash their hands, and suddenly\nlooking round, she saw distinctly for a moment two human faces at her\nelbow. The apparition vanished instantly. She has had no other hallucina-\ntion, either of sight or hearing; except that about twelve years ago she and\nher husband heard some noises, for which they could not account, and which\nmay have been hallucinatory.\nI also saw the children, Edith aged 11, and Florence aged 9. They are\nvery bright, intelligent children; the elder very pale and excitsble. I cou1<1\nnot examine them at length on what they had seen, as Mrs. G. was very\nanxious, Edith having evidently not yet recovered from her illness, that they\nshould not be made to attach too much importance to the subject, and I did\nnot mention the word ghosts, nor did they. They gave me an account\naccurately corresponding to their mother's of what they had seen. On two\nor three occasions they saw a figure together. Butthe figure which Edith saw\nalone appeared only momentarily and then vanished, whilst Florence's man\nwith freckles was apparently persistent. Edith described the beautiful hand\nplaced on the door, which accompanied the \"white face.\" Both were very\npositive they had seen something real, and Edith stamped her foot indig-\nnantly when her mother suggested \"imagination.\" \"Mamma, you know\nDigitized by Google\n\f266 Phantasms of the Dead [Nov. 29,\nit wasn't imagination!\" They seem now to have forgotten a good deal of\ntheir fright, and told me they were very sorry to leave the house.-F.P.,\nJuly 9th, 1888.\nFrom Anne H., Mrs. G.'s Servant.\nJUlie 16th, 1888.\nWe had been in the house nearly three weeks when one night my mistress\ncame to my room and called me, and said she heard someone screaming and\ngroaning dreadfully. I went into her room and I heard it too; I thought\nsomeone was being murdered. It seemed in the next house to me, as if\nsomeone was being thrown about dreadfully. Then one afternoon Miss\nEdith saw a little woman peep round the door at her; when she looked it was\ngone; and then one morning Miss Florence was going up the kitchen stairs,\nshe saw a man standing in the little room at the top of the stairs by the side\nof the window, looking at her; and one afternoon saw the same man again,\nhe was 011 his hands and knees under the table. We used to hear noises in\nt,he roof of a night as if someone was up there throwing something about;\nthen it would seem to give a great jump down, and run up and downstairs,\nand they tried the handle of the children's door; we heard something move\nacross the room and back again. The children heard something nm across\nthe room and screw up some paper over by the cupboard in their t'oom, then\ngo out again. Then we heard that screaming again; we heard it in the\nchildren's room this time; it was most dreadful. Then we heard some door\nshook 1\\3 if to shake it down; then it kept banging all night long. We did\nnot get to sleep till between 11 and 12. Then we used to hear a gl'eat\ncrash every night about 10 o'clock; it was downstairs in the kitchen. I\nused to think everything was being smashed; then one night it seemed as if\nsomeone was out on the landing slipping about; then we heard some music;\nit sounded like a musical box to me ; it played three times; then one night\nwe all heard three loud knocks at mistress's door; then the bells used to ring.\nWhen I got upstairs to the front door no one was there. It was the front\ndoor because no one else used to ring. One day it rang three times while I\nwas dressing. I went down each time, but there was no one there then.\nOne evening Miss Edith saw some one standing at the top of the kitchen stairs,\nall in white, peeping at her. Then Miss Florence went back and she saw it\ntoo. One afternoon I was sitting in the kitchen with the door shut; I heard\nsomeone go creeping upstairs; I looked up and the door was open; I went\nup directly, but I could not see anything there. Then the same night as\nmistress went to London I heard'that screaming again as if they was knocking\nsomeone about dreadfully. There was such a row. Father was in the house;\nhe did not hear anything; then he felt something breathing on his face; got\na light and looked about, but he could not see anything. Then he had to go\naway; then my little sister came in to be with me, and she heard them throw\nsome paper dowllstairs and run down after it, and bring it up again. When\nI woke up she was crying. I heard the spare room door opeu two or three\ntimes; I had locked it before I went to bed, because it would not latch;\nthen mother came in ; she did not get to IIleep all night for the noises; she\nheard someone go into mistress's room and begin moving the things about,\nthen something seemed to be in the wall, began tapping about. Then they\nmoved some paper right over by the cupboard; then we heard someone jlllllp\nDigitized by Goo~\n\f1889.] from Arwther Point of View. 267\ndown outside the spare room door. Then she saw a face; it seemed to come\nright through the wall. Then one night in my bedroom I saw a shadow, it\nseemed all in a heap ; it went right along the window and shaded right along\nthe wall opposite. Then I woke up one night and heard such a row; it\nseemed close to my ear like an alamm. Then a thump in the ceiling ono\nafternoon. We heard someone go right across the drawing-room and touch\nthe notes of the piano and go out agaiu.\nA. H. (aged 21).\n(I tslked to Anne H., a clever, intelligent girl. to-day. She gave\nme a graphic description of the shadow moving acros.'1 the window\nand wall of her bedroom. Has had no other hallucinatioDS.-F.P., July\n9th, 1888.)\nFrom Miss R., Surbiton.\nDEAR Sm,-In answer to your letter respecting Mrs. G.'s house in\n--road, all I can tell you is that I was with her when she moved into it\nand for a week after, and during that time nothing happened to disturb us\nexcept the bells used to ring, but this we suppoeed then was done by boys in\nthe street. I should never have thought of this again if subsequent events\nhad not made me think of it. Sorry I cannot give you any further informa-\ntion.-Yours truly, M. R.\nMrs. G.'s experience in the house appears very quickly to have\nbecome matter of common talk in the town, and in May of the same\nyear, when the house was empty, a party of three gentlemen obtained\naccess to it, on two different occasioDS, for the purposes of investigation.\nTheir accounts are given below.\nFrom Mr.W. O. D., Barrister-nt-Law.\nJuly 1st, 1888.\nMay 23rd, 1888.----First visit, in companywith the Rev. G. O. and Mr. C.,\nsolicitor. Hcard a bell ring, which I believe was not mng by any\nmundane agency. Subsequently we heard a heavy crash, as it were of\ncrockery, not produced by any visible means.\nMay 28th.-Second viHit. In company with the same gentlemen herein\nbefore mentioned I saw part of the drcM of a sUller-material being. Mr. O.\nand Mr. C., who were in the room before me, saw far more of the form than\nI did. After the apparition, the Rev. G. O. performed a ceremony of\nexorcism, in which both myself and Mr. C. joined. I have since been to the\nhouse, but did not hear or witness anything unusual. I am firmly convinced\nin my own mind that the phenomena we beheld and the noises we heard\nwere the results oi super-material forces.\nFrom the Rev. G. O.\nJuly 3rd, 1888.\nI have not kept and can't recall dates, but about a month ago I went to.\n--road, hearing it was haunted. I went with Mr. D. and Mr. C. and the\nageut's son, at eight. At8.30 we heard bell ringing, butnothing to account for\nDigitized by Google\n\f268 Phanta8ms of the Dead [Nov. 29,\nit. Little later on a crash and fall as of a box or board tumbling down. All\nheard this, three of them being on the ground fioor, I on the basement.\nA few evenings after we went the second time, at nine o'clock. At 9.30\nor about, as we were thinking of leaving, and as we stood in hall, I saw\na form glide from back to front room, and at same time my two friends,\nwho were beside me saw, D. a part of the figure and C. the entire.\nThis was all. I then said prayers for exorcism of the house and rest for\nthe souls. Since then no more has baen heard.\nI may add I saw myself, but lIOt distinctly, a small column of misty\nvapour on the first occasion, but not being vcry distinct, and not developing\ninto anything, I do not enter into it here.\nIn conversation Mr. D., who appeared to be a man of nervous\ntemperament, and who has implicit faith in the efficacy of the exorcism,\ntold me that he had had no other hallucinations. Mr. 0., he said,\nwent first into the room, and drew the attention of the others to the\nfigura, which disappeared almost instantaneously. Neither Mr. D. nor\nMr. C. could remember accurately the position of the light; but they\nthought it probable, on the whole, that Mr. O. C8nied a light in his\nhand, and that there was no other light, except through the uncurtained\nwindows, in the room where the figure was seen. Mr. 0., who is\nextremely deaf, appears to have heard the noise on the first evening\nwith perfect distinctness. Mr. O. has had other sensory hallucinations\nwhich may have been veridical. Mr. C. gave me an account of the in-\ncident corresponding with those given by Mr. D. and Mr. 0., except that,\nas he described it, he only saw the end of a woman's dress disappearing\nround the door. Mr. C. also gave me an account of a hallucination,\nresembling the human figure, which he had seen only a few weeks\npreviously in his own room, when, apparently, in normal health.\nWe have been unable, so far, to induce Mr. C. to give us a written\naccount of his experiences.\nFinally, I subjoin an extract from a newspaper of April 5th, 1879,\nrelating to a suicide which took place in the house:-\nSINOULAR CASE OF SUICIDE.-The Coroner held an inquest on Satur-\nday at the--Inn, on the body of Mrs. M. F., aged 42 years, who com-\nmitted suicide by hanging herself on the previous day. Deceased, a\nlodging-house keeper in --road,l had more than once threatened to\ndestroy herself, but no importance was attached to what she said. On\nFriday, however, she sent a letter to a friend saying that she would never\nbe seen alive again in this world; but this, like her previous assertions, was\nregarded as an empty threat, and it was not until Mr. B.\nlodging at her house, missed her, and mentioned the fact to a relative, that\nany notice was taken of the letter. The house was then searched, and\nI The num\/,no of the house is not given in the newspaper report; but it has been\nascertained from the police records of suicides.\n\f1889.] from .Anothe1' Point of View. 269\ndeceased was discovered hanging by l\\ skipping-rope to a peg behind the\ndoor of the top back bedroom, quite dead. The jury returned a verdict,\n•• Suicide whilst in a state of unsound mind.\"\n[Date of Suicide-March 28th, 1879.]\nHere again it will be noticed that before anything of an unusual\ncharacter is seen in the house a nervous state had been induced in the\noccupants in each case by the unaccountable noises which were heard.\nIn the case of Miss Morns the phantasm was of a constant type. But\nwith the subsequent tenants a general hallucinatory diathesis, almost\ncomparable with that of the famous Mrs. A., appears to have been estab-\nlished, !Iond the ghosts are multiform. The evidence of the third\ngroup of witnesses possesses little independent value. All three were\nacquainted with what had already taken place in the house: their\ngeneral attitude towards the subject is illustrated by the fact that one\nof their number afterwards performed an act of exorcism in the\nhouse, with all due ceremonial observances: and two of them had\npreviously experienced visual hallucinations.\nThe least readily explicable feature in the story is the appearance\nof phantasms to two independent groups of observers, the second of\nwhom were almost certainly ignorant of the experiences of their prede-\ncessors. This may have been a mere coincidence j or the apparitions,\nwhich, it will be observed, were entirely dissimilar, may hava, in each case,\nbeen generated by the alarm caused by the occurrence of inexplicable\nnoises, themselves possibly to be explained as hallucinatory superstruc-\ntures built up round a nucleus of real sounds, just as we know from\nthe experiments of ~Il\\I. Binet and Fere that visual hallucinations may\nbe constructed on an external point de repere. Or it is permissible to\nconjecture that the later experiences may have been started by thought-\ntransference from Miss Morris, whose thoughts, no doubt, occasionally\nturned to the house in which she had suffered so much agitation and\nalal'Dl.\nReaders to whom such a conjecture seems beyond the bounds of\nprobability are reminded that the alternative explanation is not that of\na semi-corporeal ghostly entity, capable of uttering expressive sighs and\ndisplacing the kitchen furniture. Such a conception may conceivably\nhave appeared adequate at an earlier stage of the investigation. Such\na conception, in a less crude form and with less explicitness, may still\nappeal to some as the simplest interpretation of the facts. But it is not\nheld by Mr. Myers. He has anticipated me in pointing out that, how-\never caused, the phenomena are of the nature of hallucinations. There\nhas been no displacement of the kitchen furniture, the sighs heard were\nconveyed by no aerial vibrations. To him the manifestations seem to\nreflect \"a dead man's incoherent dream.\" To me it is not obvious why\nDigitized by Google\n\f270 Phantasm8 of the Dead [Nov. 29,\nthe dreams of the living should possess less potency than the imagined\ndreams of the unknown dead.\nSo far there has been no attempt to identify the phantasms. Indeed\nso many dissimilar figures have been recorded in the last two narratives\nthat any attempt at identification must necessarily have been attended\nwith considerable difficulties. But, as already said, in a large number of\ncases an attempt is made to trace the origin of the phantasm. The two\nfollowing cases supply very good examples. In the first case (G. 188)\nwe have the evidence of four witnesses, who testify to having seen the\nfigure of a child in the house. And we have in our possession a certifi-\ncate of the death of the child who, as stated by one of the narrators,\ndied in the house some years before the apparition was seen. The first\naccount is written by Mrs. H., wife of a doctor in a small provincial\ntown; and, as we learn from her, Dr. H. has seen and admitted the\ncorrectness of what she has written, so that his evidence is practically\nfirst-hand. We owe this narrative to 1\\1r. 1\\1ore Adey, of Wotton-\nunder-Edge, who has seen some of the persons concerned; and the\noriginal accounts, which are undated, appear to have been sent to him\nin the latter part of 1883.\nG. 188.\nSome years ago (perhaps about 20 or more), we happened to be having one\nof our usual small gatherings for a musical evening, when the circumstance\nhappened which I am going to relate. My husband had been detained visiting\npatients until rather late, returning home about 9 o'clock. He was running\nupstairs in his ususl quick way, three or four steps at a time, to go to his\ndressing-room and dress for the evening, when, on turning the first flight of\nstairs, he was rather startled to see on the landing (a few steps higher) a little\nchild, who ran before him into my room. My little boy B., about two or\nthree years of age, was at that time sleeping in a small child's bed at my\nbedside. Mr. H. followed and spoke, calling the boy by name, but he gave\nno ILllSwer. The gas was burning on the landing outside my room, but there\nwas no light inside. He felt about and on the bcd, but instead of finding\nthe child standing or sitting on the bed, as he supposed, he found him com·\nfortably tucked in and fast asleep. A cold creepy feeling came over him, for\nthere had not possibly been time for anyone to get intO the bed, which was\njust behind the door. He lighted a candle, searched the room, and also saw\nthat the boy was unmistakably fast asleep. He expected to find one of the\nother children, 1\\8 the figure appeared to be taller than that of the boy.\nWhen the company had gone my husband told me of the occurrence. I felt\nquite sure that the mystery could be solved, and that we should find it had\nbeen one of the children, though he l\\88ured me there could be no one in the\nroom, 1\\8 he had made a thorough search.\nI still thought he might be mistaken, and fancied that it had been G.\n(who was a year or two older than B.), who had escaped out of the night\nnursery, which WI\\8 near; that she had been listening to the music, when she\nheard someone coming, and had run into my room to hide ; but on inquiring\nclosely the next moruing, I fowld she had never left her bed. We did not\nDigitized by Google\n\f1889.] f1'orn .AnotlI.e1· Point of View. 271\n. think much more about it, though there was still a feeling of mystery, and.\nwe never named it to anyone. Some years afterwards it was brought to our\nminds by two of my daughters having seen a child very early in the morning\nat the same time, but in di1f'erent rooms. One of them only saw its face.\nThen, after a lapse of years, Miss A., while staying with us, saw the appari-\ntion mentioned in her ghost story. Whether the appearance has been a.\nghost or merely an optical delusion I cannot say, but each of those who have\nseen it had never heard the slightest allusion to anything of the kind before.\nH the apparition should be a ghost, I have thought that it must be the spirit\nof a little girl who died in part of our house before it was added to it. When\nwe first came to this house, about 30 years ago, it was divided into two, tha\nsmaller part being inhabited by a doctor. His wife died soon after we came,\nand a few years afterwards his little girl. I used to see her when she was\nill, and I last saw her the day before she died. She had fine dark eyes, black\nhair, oval face, and a pale olive complexion. This description I find exactly\nagrees with those who have seen its face. None of them had ever heard me\nmention the child; indeed, I had forgotten about her until hearing of these\nghost stories. I said it must be J. M., who died here. Soon after her\ndeath her father went abroad. As far as I remember the child was about\neight or nine years of age.\nFrom Miss G. H.\nI was up early one winter's morning just as dawn was breaking, and\nthere was barely light enough for me to see my way about the house ; I was\nfeeling tired and somewhat sleepy, but not in the slightest degree nervous.\nOn passing the door of a room at the head of the staircase, in which my\nyoungest sister slept, I perceived that it was open. Taking hold of the\nhandle, I was about to shut it (the door opened inwards), when I was startled\nby the figure of a child, standing in a corner formed by a wardrobe which\nwas placed against the wall about a foot and a-half from the doorway.\nThinking it was my sister, I exclaimed, .. Oh, M;, you shouldn't startle ma\n80 ! \" and shut the door; but in the same instant, before I had time to quit\nmy hold of the handle, I opened it again, feeling sure that it could not be my\nsister ; and, sure enough, she was fast asleep in bed so far from the door that\nit would not have been possible for her to have crossed from the door to her\nbedside in the short space of time when I was closing the door. In tha\ncomer where the child had been there was nothing, and I felt that I must\nhave seen a ghost, for I was suddenly seized with a feeling of horror which\ncould not have been caused by anything imaginary. The child had a dark\ncoD;lplexion, hair and eyes, and a thin oval face; it was not white as when\nseen by Miss A., but it gave me a mournful look as if full of trouble. Had\nit been a living child, I should have imagined it to be one who enjoyed nona\nof the thoughtlessness and carelessness of childhood, but whose young life,\non the contrary, was filled with premature cares. Its age might be about nine\nor 10 ; its dress I could not distinguish, as I only seemed to see its head and\nface; the expression struck me most; so vividly did I see it that if I were\nable to draw I could, I believe, give an accurate representation of it, even\nnow after about five years.\nOn telling my eldest sister A. what I had seen she said, \"How very\ncurious I I thought I saw something, too, this morning.\"\nDigitized by Google\n\f272 Phantasms of the Dea<l [Nov. 29,\nI must tell you that to reach her bedroom it was neceBBary to pass through\nmine; on the morning in question as she looked into my room she saw a\nfigure standing by a small table. Being short-sighted she thought for a\nmoment that it was I, though it appeared to be smaller; and suddenly seized\nwith a nervous fear, mo&t unusual with her, she called out, \"Oh! G., wait\nfor me.\" She turned for an instant to get something out of her room, and\nwhen she looked again there was nothing to be seen. The door from my\nroom into the passage was shut. I was in another part of the house at the\ntime, and we were the only two members of the family out of bed.\nFrom Mrs. A. (formerly Miss H.)\nI believe it was between five and six in the morning my sister and seli\nthought we would get up early to read. We had our bedrooms close together,\nwith the door in the middle joining the rooms always open.\nMy sister had just left her room about three minutes; when I looked\ntowards her room I saw a little figure in white standing near a table. I did\nnot see its face, but I attribute that to my being soshort-sighted. Also I was\n80 suddenly overcome with nervousneSB that I ran from the room.\nDuring the morning I told my sister what I had seen i then she gave me\nher account.\nAsked whether they had experienced any other hallucination, Miss\nO. H. and Mrs. A. replied in the negative. Dr. H., however, explained\nthat he had heard more than once strange unaccountable noises, and\nfrom a later letter we learn that on one occasion he had a ...·isual\nhallucination after sitting up three nights in succession.\nIn answer to questions, Mrs. H. writes:-\nDecember 11th. 1883.\nStrange that she [i.e., the child whom the phantasm was supposed to\nresemble] did not die in our house, but in the next one to it, which has since\nbeen added. It was originally all in one. It is since the two houses have\nbeen joined that the child appeared, and to three, Mr. H., G., and MiSB A.,\nin our old part. But when Mrs. A. saw it, it was in the very room in which\nshe died. When the others described the appearance of the child, then it\nstruck me it might be the one I knew, and when I gave a minute description\nof her they said it corresponded exactly.\n* * * * * *\nThe first appearance to Mr. H. was in winter, but we do not remember\nthe date. On referring to other events that occurred about the tinle, I th.ink\nit must have been between January 1863 and 1865. The child appeared to\nboth my daughters on the same morning. This happened in January, 1877.\nIt appeared to MiBB A. in July, 1879.\nJ. M. died January 21st, 1854, aged 10 years. I enclose a copy of the\nregistration of her death.\nApril 11th, 1885.\nMy husband a few weeks ago began to hear again the loud knocks which\nhe mentions in answer to one of your former questions. He does not say\nmuch about it, but I see that he thinks it is something supenl&tural.\nI want to persuade him that it is a dream, and I cannot help thinking\nDigitized by Google\n\f1889.] from Anothe1' Point of View. 273\nthat it may be, but I am trying to find it out. I cannot hear the knocks.\nThey ceased for a few weeks, but came again two or three nights ago. I\nhave begged that he will tell me when it comes again, and I shall make a\nnote of each time, with the surrounding circumstances.\nI think I told you before that it was only my idea that the apparition of\nthe child might be one who died many years ago in part of our house, then\ndetached, and I rather mentioned it in jest at the first. Long afterwards,\nhowever, and some time after the appearance to Miss A., when I gave a\ndescription of the child, my daughter G. exclaimed at once that it was exactly\nthe same as the one she saw (she had partly described it to me before), and\nthe same as the face Miss A. had seen. I distinctly remember J. M.'s face,\nalthough I have forgotten almost everything else about her.\nMay 20th, 1885.\nI was only two nights absent, but on my return my husband told me that\nin the first night he had again heard the knocks very loud. This happened to\nbe the night my brother-in-law died. Still I do not think the knocks are\nfrom any supernatural cause, though it is perhaps worth trying to find out.\nYou will see in my answers that when quite a young man he heard noises\nimmediately preceding a death. He has never heard anything of the kind\nfor many, many years, except, I think, occasional noises within the last year,\nwhich I told you of. It is now quite six weeks, or more, since he heard a\nsuccession of knocks, that is, at intervals of a night or two.\nThe following a.ccount, written by Miss J. A. A., and communicated\nby her to Mr. H. C. Coote, appeared in Notes and Queries for March\n20th, 1880, over the signature of H. C. C. :-\nThe following interesting communication has been handed to me by a\nyoung lady, who is as intelligent as she is charming. Her hereditary acumen\nprecludes altogether the possibility of any self-deceit in regard to her own\npersonal experiences as narrated by herself.\n.. What I am going to relate happened to myself while staying with some\nNorth-country cousins, last July, at their house in --shire. I had spent\na few days there in the summer of the prenous year, but without then hear-\ning or seeing anything out of the common. On my second visit, arriving\nearly in the afternoon, I went out boating with some of the family, spent a\nvery jolly evening, and finally went to bed-a little tired, perhaps, with the\nday's work, but not the least nervous. I slept soundly until between three\nand four, just when the day was beginning to break. I had been awake for\na short time when suddenly the door of my bedroom opened and shut again\nrather quickly. I fancied it might be one of the servants, and called out,\n•Come in !' After a short time the door opened again, but no one came in\n-at least, no one that I could see. Almost at the same time that the door\nopened for the second time, I was a little startled by the rustling of some\ncurtains belonging to a hanging wardrobe, which stood by the side of the\nbed; the rustling continued, and I was seized with a most uncomfortable\nfeeling, not exactly of fright, but a strange, unearthly sensation that I was\n,lOt alone. I had had that feeling for some minutes, when I saw at the foot\nof the bed achild about seven or nine years old. The child seemed as if it\nwere on the bed, and came gliding towards me as I lay. It was the figure of\n\f274 Plwntas1it8 of tlte Deael [Nov. 29,\nn little girl in her night-dress-a little girl with dark hair and a very white\nface. I tried to speak to her, but could not. She came slowly on up to the\ntop of the bed, and I then saw her face clearly. She seemed in great\ntrouble; her hands were clasped and her eyes were turned up with a look of\nentreaty, an almost agonised look. Then, slowly unclasping her hands, she\ntouched me on the shoulder. The hand felt icy cold, and while I strove to\nspeak she was gone. I felt more frightened after the child was gone than\nbefore, and began to be very anxious for the time when the servant would\nmake her appearance. Whether I slept again or not I hardly know. But\nby the time the servant did come I had almost persuaded myself that the\nwhole affair was nothing but a very \"ivid nightmare. However, when I\ncame down to breakfast, there were many remarks made about my not look-\ning well-it was observed that I was pale. In answer I told my cousins that\nI had had a most vivid nightmare, and I remarked if I was a believer in\nghosts I should imagine I had seen one. Nothing more was said at the time\nupon this subject, except that my host, who was a doctor, observed that I\nhad better not sleep in the room again, at any rate not alone.\n\" So the following night one of my cousins slept in the same room with\nme. Neither of us saw or heard anything out of the way during that night\nor the early morning. That being the case, I persuaded myself that what I\nhad seen had been only imagination, and, much agaiust everybody's ex-\npressed wish, I insisted the next night on sleeping in the room again, and\nalone. Accordingly, having retired again to the same room, I was kneeling\ndown at the bedside to say my prayers, when exactly the same dread as\nbefore came over me. The curtains of tho wardrobe swayed about, and I\nhad the samo sensation as previously, that I was not alone. I felt too\nfrightened to stir, when, luckily for me, one of my cousins came in for\nsomething which she had left. On looking at me she exclaimed, 'Have you\nsoen anything l' I said, ' No,' but told her how I felt, and, without much\npersuasion being necessary, I left the room with her, and never returned to\nit. When my hostess learnt what had happened (as she did immediately)\nshe told me I must not sleep in that room again, as the nightmare had made\nsuch an impression on rue; I should imagine (she said) all sorts of things and\nmake myself quito ill. I went to another room, and during the rest of my\nvisit (a week), I was not troubled by any reappearance of the little girl.\n\"On leaving, my cousin, the eldest daughter of the doctor, went on a\nvisit with me to the house of an uncle of mine in the same county. 'Ve\nstayed there for about a fortnight, and during that time the 'little girl' was\nalluded to only as my 'nightmare.'\n\" In this I afterwards found there was a little reticence, for, just before\nleaving my uncle's, my cousin said to me, 'I must tell you something I have\nbeen longing to tell you ever since I left home. But my father desired me\nnot to tell you, as, not being very strong, you might be too frightened.\nYour nightmare was not a nightmare lit all, but the apparition of a little girl.'\nShe then went on to tell me that this 'little girl' had been seen three times\nbefore, by three different members of tho family, but as this was some nine\nor 10 years sinco, they had almost ceased to think anything about it until I\nrelated my experiences on the morning after tho first night of my second visit.\n\" My cousin further went on to tell me that her younger sister whilst in\n\f1889.] !1'O<nt Anotlte1' Point of View. 275\nbed had one morning, about daybreak, to her great surprise, seen a little girl\nwith dark hair, standing with her back to her, looking out of the window.\nShe took this figure for her little sister, and spoke to it. The child not\nreplying or moving from her position, she called out to it, 'It's no uso\nstanding like that; I know you. You Mn't play tricks with me.' On looking\nround, however, she saw that her little sister, the one she thought she was\naddressing, and who was sleeping with her, had not moved from the bed.\nAlmost at the same time the child pa'J8ed from the window into the room of\nher (my cousin's) sister A., and the latter, as she afterwards declared, dis-\ntinctly saw the figure of a child with dark hair standing by the side of a\ntable in her room. She spoke to it, and it instantly disappeared. The 'little\ngirl' was subsequently again seen, for the last time before I saw it, by my\ncousin's father, Dr. H. It was in the early daylight of a summer's morning,\nand he was going upstairs to his room, having just returned from a pro-\nfeBBional visit. On this occasion he saw the same child (he noticed its dark\nhair) running up the stairs immediately before him, until it reached his room\nand entered it. When he got into the room it was gone.\n\"Thus the apparition has been seen three times by the family, and once\nby me. I am the only one, however, that has aeen its face. It has also\nnever been seen twice in the same room by anyone else.\"\nFrom Mrs. H.\nN member 21st, 1882.\nThe first part told by Mi8B J. A. of the appearance of the little girl to\nher is most accurate, and is exactly as she told it to us the morning after,\nbut the latter part, which she has written from memory, having heard it\nperhaps in a confused way, is not quite right.\nThis is among the most interesting and the strongest examples\nin our collection of the \"successive\" type. It is evidentially strong,\nbecause, in the first place, there is a reasonable presumption that\nnone of the percipients had heard of any experience previous to\nher own, and, in the second place, the accounts, as they stand, show a\nmarked similarity in the various appearances. And .lastly, from the\nrecord the apparition appears to have borne an unmistakable resem-\nblance to the child who had actually died in the house some years\nbefore. The similarity of the various appearances, however, and their\ncommon resemblance to the deceased J. M. is not sufficiently established\nto bear a very close scrutiny. The first percipient, Dr. H., mistook\nthe figure which he saw for that of his little boy of two or three, or his\nlittle girl of four years of age; and Miss H. (Mrs. A.) believed the\nfigure to be her sister, who must at that time have been at least\nsixteen. Further, it must be remembered that Miss G. H.'s description\n-the most detailed of all-was not written until some years after the\nevent, and after the appearance of the figure had been discussed with\nMrs. H., who held a theory of her own on the matter, and had, as she\ntold us, given to her daughter a minute description of the dead child.\nIt is impossible to avoid a suspicion that under the circumstances\nDigitized by Google\n\f276 P1LantasrY1.8 of the Dead [~ov. 29,\nthe definiteness of outline in Miss G. H.'s description may be due to a\ncombination of her mother's narrative with her own experience. The\nsame criticism applies to Miss J. A. A.'s account, which was not written\nuntil some months after the event, and after she had heard from bel'\ncousin of the previous appearances. Not much reliance, I submit,\ncan be placed 011 the details of a description written under such\nconditions. The most, therefore, that can be said is, that in a house\nwhere a little girl is known to have died, a figure resembling a little\nchild or young girl was seen on four different occasions by four indepen-\ndent witnesses. That, of course, is a remarkable series of coincidences.\nIt is not difficult to trace the probable genesis of the first appear-\nance. A hardworking country doctor, who has on various occasions in\nhis life experienced hallucinations, visual and auditory, coming home\nlate one evening, after a long day's work, sees a figure bearing a vague\nresemblance to one of his children-a purely subjective hallucina-\ntion. The later appearances, if in fact there was no communication\nof Dr. H.'s experience, are more difficult of explanation. The two\nearlier may have been the result of hereditary predisposition to halluci-\nnation. But it seems at least possible that all three were due to\nthought-transference, with Dr. A., or perhaps Mrs. A., on whom the\nfirst appearance seems to have made some impression, as the agent. In\nthis way also the general resemblance which appears to have existed\nbetween the various appearances may most readily be accounted for.\nThe explanation may seem far-fetched and improbable: but the critic\nshould be reminded that we have much evidence for the operation of\ntelepathy between living minds, but we have very little for the existence\nor the agency of disembodied spirits.\nIn the next case the identification of the ghost is more precise, tmd\nthe explanation, perhaps, more difficult.\nG. 189.\nFrom Mary G., Nursemaid.\n[This account was written by me from notes of a conversation with\nMary G., and was subsequently corrected a.nd signed by her.]\nMarch 21st, 1888.\nI have been three and a-half years in Mrs. Z.'a aervice as nursemaid.\nOne night in November, 1885 (just before the baby came), I was going along\nthe pnll8l\\ge at about 8 p.m. The p&Il8I\\ge was very dimly lighted by the gas\nahilling through from the housemaid's cupboard. I saw a woman'a figure,\ndressed ill something light, coming towards me. I noticed that the dress\naeemed a little way above the ground, and I thought it was the kitchen-maid.\nAIl. ahe passed I put out my band to touch her, but ahe moved on one aide,\nand again to the other side when I followed her. At last ahe moved through\nand past me and disappeared, or my blocking the light hid her from view. I\ncould distinguiah no featurea at all. The dreBS was not quite ao light aa\nDigitized by Google\n\f1889.] f1\"Om Anothe1' Point of View. 277\nwhite-perhaps a light grey. I did not see what kind of a dre88 it was. I\nlaW the same figure again the following night, in the same place. I told only\nthe nurse what I had seen, but she only laughed at me and said it was my\nimagination, and I did not care to talk of it again.\nI saw the same figure once afterwards in the following March, after L.\nhad told me what he had seen ; it was standing at the dressing-room door\none evening. There was a gas-light just outside which shone full on the\nfigure. The figure seemed very tall, taller than an average man, and dreBBed\nin some. loose Howing stuff; it hid the chair at the dre88ing-room door. I\ndon't remember anything about the dre88 or the features. I was frightened\nand gave a scream, and the nurse came out, but the figure was gone.\nI have also before this seen a man in the dre88ing-room- three times in\none evening. This was before L. came. And once after this, I saw a woman\nin a brown dre88. But I have never seen anything elae of the kind before I\ncame to this house. I have often heard noises of footsteps and the aound of\na scufBe, and of something heavy being dragged downstairs and so on. I\nwould wake up at night to hear the noises. I have not heard the noises for\nabout six months.\nFrom W. L., Butler. •\nJuly 12th, 1886.\nI entered Mr. Z.'s service as butler on the 21st of October, 1885. I had\nnot been in the house three daya before I heard a strange noise in the cellar.\nIt sounded to me as if it were a lot of barrels rolljng, and planks of wood\nbeing stacked. I started up in the bed and listened moat attentively. I\ncould hear the barrels roll one after the other quite distinctly. I spoke of it\nto my fellow-servants the next morning, and I saw a look and a quiet whisper\npaaa between them. On the following night we retired to bed a few minutes\npast 10. I had just got into my bed when I heard a strange noise in the\npantry, which is adjoining my bedroom. I got out of my bed very quiet and\ncrept out, but I saw nothing. I returned to my bed, when I heard a heavy\nthump in the cellar. I arose and partly dre88ed myself, took a light with me\nto the cellar to see what was wrong. I crept down very quiet, but found\neverything quite still and everything in its place, but on returning to my\nbedroom it commenced again. I heard doora banging, and outside of my\ndoor the noise was as if two people were wrestling one with the other. The\nsame kind of noise continued for some considerable time. At last I fell\nasleep. I might have slept 20 minutes when the noise became so great I\ncould not atay in bed any longer, so creeping out to aee what it was, but I\nfound I could not see anything, but still the noise continued the same. I\nstood listening in the pantry about 10 minutes, and all of a sudden the\npantry door went bang, but still not a single thing could I see move. I\nreturned to my bed, and in le88 than two minutes I heard footsteps pa88ing\nto and fro on the stairs, which are at the head of my bedstead and have only\na very thin partition to part. Well, noises continued the same for a con-\nsiderable length of time. I was disturbed two or three times a week. A\nnurse who slept over me heard the same kind of noises 8B I have described.\nOn March 9th, 1886, at 4.30 p.m., I went into the library and did up the fire ;\non coming out I put the scuttle down to fasten the door after me. On\nturning to pick the scuttle up I saw a figure standing before me; it was\nT\nDigitized by Google\n\f278 Phanias?n8 of the Dead [Nov. 29,\ndressed in a brown gannent with two tassels hanging at the left side; her\nfigure was perfect with the exception of a head, which I could not see, as it\nappeared to me like a black mist. I stood like one struck dumb for about\n10 seconds; I caught up the scuttle to fly when I felt something touch my\nleft side. It was like a very cold hand, and a very cold chill passed over me\nat the time. I felt very sick, IlS the sudden shock was too much for my\nsystem. I felt ill all the evening after. I spoke to Mr. Z. on the following\nmorning. He did not seem the least surprised to hear of it, as everybody\nwas fully acquainted with the noises. At a later date I was decorating the\ndinner-table with flowers, and onlooking up I saw the same figure again. I\ndid not feel frightened, as I wanted to have a good look at it, but I could not\nsee anything more than on the last occasion. Well, time pa88ed by, and\neverybody as well as myself was got quite used to the ghost. Whether by\naccident or not I cannot say, some ladies and gentlemen tried table-turning,\nand found Mr. Z. to be a very strong medium. On the same evening, as\nthey were at the table-turning, I was putting the grog-tray on a small table at\nthe foot of the drawing-room stairs when it appeared exactly in the same\nplace I saw it on March 9th; it was moving very slowly towards me. I felt\nrather timid, and I stepped into my pantry rather quick, and on looking at\nthe clock I found it to be exactly a quarter before 11. I retired to rest\nshortly after, not seeing or hearing anything more.\nOn the following morning, Saturday, June 26th, I told Mr. Z.; so he\ncommunicated it to Colonel and Mrs. Y. and Mrs. M., they being bosom\nfriends of one another, aud Mrs. M. being a medium with the table. So they\ncame down in the evening for table·turning.\n[The narrator here goes on to recount a series of questions put to the\n\" spirit,\" who replied by tilting the table, indicating a spot in the cellar\nwhere a box of jewels had been buried.]\nMr. Z. rang the bell and told me she said she would appear at 11, and\nhe wished me to be present. At seven minutes to 11 I went into the\ndrawing-room; then the medium asked if she was coming, and she said,\n\"Now.\" We turned the gas down very low and put open the door; a gas-\nlight was burning outside the door, which threw a light into the drawing~\nroom. I placed my hands upon the table and I felt every nerve in my body\nmove, for it felt stronger to the nerves than a galvanic battery. I took my\nhands off and stood behind Colonel Y.'s chair, with Mr. and Mrs. Z. at my\nleft, Mrs. M. and Mrs. Y. next, and a Mr. J. on the outside, Ilnd as the\nclock struck 11 in it walked very slowly, and stood opposite the gallery\nof the drawing-room. She appeared very indistinctly; the medium asked\nher to appear clear, and she immediately raised herself about three feet from\nthe floor. Mrs. Z. and Mrs. M. could see everything as well as myself. She\nshowed herself to us as clear as possible. Her dress was the same shape,\nwith large bell sleeves and two tassels at the side. The colour of her dress\nwas a light shiny kind of Japanese silk; it seemed to me as if it were figured\nwith a flower similar to a chrysanthemum. Her feet seemed to be standing on\na dark cloud, and she threw her arms up and down and continually wrung\nher hands and clutched her hair. Her face was of a long haggard-looking\nappearance, with a long thin nose. She looked very miserable. Her hair\n\\Vas very fair, but seemed to be torn to pieces, for it hung in one thick-\nDigitized by Goo~\n\f1889.] from Another Poi11.t of View. 279\nlooking mass over her shoulden nesrly to her waist. Her ean were very\nsmall and her eyes were cast up 'and appesred like balls of fire. She moved\nabout the room and came close to me j her hand was held up to touch me, but\nI stepped in at the side of Colonel Y.'s chair. I felt quite ill j I never felt so\nsick before; then every drop of blood in my body seemed to be frozen. I\nfelt sinking through the floor. Mr. Z. turned up the gas j she disappesred\nfor a few minutes. I sat down to rest for a while. Still I felt I had not\nseen enough j so we prepared for her again. I sat on a chair in front of the\ntable, and was holding Mr. J.'s hand, when she appeared in front of U8 again.\nAll soon as I said, \"There it is ! \" I felt Mr.•J. sniggle up close to me, and he\nheld my hand so tight that if I had wanted to get up to run back I should\nhave found it difficult, as I was held down so tight. At last I got up to go\nnear it, as she wished me to follow her. As soon as I stepped nearer to her\nshe turned towards the door very slowly, and as she passed out of the door a\nflash of light struck over the room. It was as if someone had turned on and\noft\" an electric light. I followed to the cellar but could not find anything.\n'Ve brought the table to the cellar, and she wished WI to commence to\ndig up the treasures she had buried. She said her maid assisted her to\nbury them, and gave her name as E. H.; but being Saturday night\nwe determined to wait until Monday to see if they were in the plsce as\nindicated. We wished her good-night.\nOn the following Monday, June 28th, B. and myself began to dig at the\nplace ; we removed the flagstones, but found the soil had never been dis-\nturbed. At last we came across a hole ihat had been' moved, but there was\nnothing there. I got the table and asked her to appesr over the spot.\nAfter some time she stood in the centre of the cellar and said it was there,\nbut on digging we found nothing. She seemed to be dreadfully excited j she\nflung her arms in all directioll8 on disappearing. B., the gardener, saw the\nflash of light. After digging all day and finding nothing we were deter-\nmined to ask her why we had not found them, when she declared that they\nare there somewhere. She says she has lost the exact spot, but begged of us\nto help her.\nWell, time passed by and I saw her again outside of the libmry door.\nDinner being over I just left the dining-room, when she stood opposite\nthe library door. It was about 8.30 j and at a later date when some gentle-\nmen dined here I saw her in the same spot. She has been dreBBed always in\nthe same shaped dress ; and I believe what she has answered in the way of\nquestioll8 to be perfectly true, and that the jewels or valuables, or whatever\nthey may be, are still hidden in the cellar, and she will haunt this house till\nthey are found. She may have lost the spot where they are hidden, but still\nI believe that some day the secret will be revealed, and she will receive the\nrest she says she shall get after.\nI had a. long talk on March 20th, 1888, with W. L., a rather\ndelicate, refined looking ma.n about 30 years old, as I should judge.\nHe told me he had had no other visluri hallucination, but he appears\nto have had'previous experiences, seemingly of an hallucinatory nature,\nfor which he was unable to account. He seemed, as indeed is evident\nT 2\nDigitized by Google\n\f280 Phantasm8 of the Dea<l [Nov. 29.\nfrom his account, to be of a nervous and excitable disposition, with &\nfull appreciation of the dramatic situations in his stOlj'.\nMr. Z., in sending us the account in July, 1886, writes:-\nThe above DaITative written by my butler I belie\\'e to be true. Pel\"llOn-\nally I have never seen her (the apparition) but I certainly have never had\nany reason to doubt the truth of the foregoing statement.\nMy wife has seen the apparition on four sepnrate OCC3IIions, The chief\ninterest in this aflilir seemB to me to be in the utility of table-turning. I\nhad never seen any table manifestations before, and we 0111y began it 011D\nevening to paBII away the tinle, and when we sat down we had no more idea\nthat this particular spirit would make itself manifest than that any useful\nresults might possibly accrue from our amWlOment. I had often heard\npeculiar noises in the hOUSEl, and the servants called the place \"haunted,\"\nbut nothing had ever occurred to establish the fact until last winter, when\nthe butler saw the shadow when putting coals on the fire. One fact seems\nto be satisfactorily established, and that is, two or three people out of a.\nroom full can see a spirit, and the others remain in ignorance of its presence.\nI have tried on four OCC3IIions to see it when it has appeared. My wife, a.\nlady friend, and the butler .could see it, but four otller people present failed\nto do so. In Ol1e place in the naITative the butler says that the spirit;\n\"raised itself .. off the ground. I had better explain that there is a gallery at\none end of the drawing-room, and it was on to this the shadow raised itself;\nof course I could not see it do 80, for I have mentioned before my inability\nto seo it, but that it did really raise itself on to the gallery there can be very\nlittle doubt, as all the people who saw it said 80 at the moment the action\ntook place.\nMrs. Z. has, unfortunately, so far declined to furnish a written\nnarrative of her experiences. At a personal interview, however, in\nMarch, 1888, she gave me a very full account of her own share in the\nmatter, which entirely corresponded with that given by l\\lr. Z. and the\nbutler. The seances referred to lasted for about six weeks in June or\nJuly, 1886. The woman's figure described by W. L. was, Mrs. Z. told\nme, also seen by her and by Mrs. M. during these seances, but at no\nother time. As far as she knew, all three saw the same figure. Mrs.\nZ. saw the face distinctly, and subsequently recognised it in a photo-\ngraph of a lady who had lived in the house a few years previously.\nMrs. Z. did not come to the neighbourhood until some years after this\nlady's death, and had never previously seen her, or any picture of her.\nShe has had no other hallucination.\nAs regards the recognition of the photograph, Mr. Z. writes, in May,\n1888:-\nYou ask me to tell you my account of the recognition of the photogmph.\nI think that the butler's recognition does not amount to much.\nIt (i.e., the photogmph) was lying on my table one morning and on his\ncoming into the room I asked him if he had ever .reen anyone like it. He\nDigitized by Google\n\f.1889.] fl'om, Anot1~er Point of Vie·w. 281\nsaid the eyes, forehead, and nose he knew, but that he somehow could not\nput a name to it though he had seen the person Beveral times. I told him\nwho it was supposed to be and then he said, \"The eyes I should have known\nanywhere, but I have never seen the whole face so distinctly 8B this photo\ngives it,\" or words to that effect.\nThe second case is certainly more re~arkable.\nA gentleman in C., hearing of the supposed appearances and of my wife's\nhaving Been the apparition, brought over half a dozen photos, amongst othera\n()ne of what is supposed to be the spirit, to test my wife. She W8B not\npresent in the room when he arrived, but came in about a quarter of an\nhour later. We purposely refrained from mentioning the subject at all.\nTaking up the photos I asked her ifany of them reminded her ofa friend,\nall the pictures being about twenty years old. She looked them through, and\nthought one all early one of a friend who was present.\nI took up one and tossed it across the tea-table, and only uttered the\nwords \"Who's that 1\" and she, after looking at it for a moment, said, \"Oh,\nthat's the ghost-where on earth did it come from 1\"\nWe were all rather staggered at her recognition, especially the gentleman\nwho brought the pictures, as he had laughed the whole thing to acorn.\nPersonally I am no believer in apparitiona, and I offered\" thousand pounds\nto anyone who would show me the ghost who 80 unceremoniously haunts Illy\nhouse. 'There the matter rests. Some people declare they have seen it, but\n()thers, including myself, cannot see the thing even when it is supposed to be\n(l108e to one.\nUnder the conditions described it must be admitted to be possible\nthat Mrs. Z. received unconscious indications, from the manner\n()r look of thoBe around, of the answer that was expected of her.\nBut even so, her recognition of the photograph was certainly a\nremarkable incident. Our wonder, however, is somewhat diminished\nwhen we learn, as Mr. and Mrs. Z. informed me, that Colonel Y.\nllad been acquainted with the deceased lady whom the phantasm was\nsupposed to represent. Now Colonel Y. had been present at the\nvarious seances at which the figure had appeared: and as it appears,\nfrom Mr. Z.'s account, that those who were privileged to see the figure\ndescribed at the time what they saw to the others, we can conceive it\npossible that the hallucination might take a definite outline under the\nguidance of leading questions and unconscious hints from the Colonel,\nwho of all the spectators was likely to take the most interest in the\ndetails of the appearance. It is possible also that thought-transference\nmay have aided in the development of the phantasm, or in the subse,-\nquent recognition of the photograph. But this supposition is, perhaps,\nunder the circumstances hardly necessary.\nThe incident of the recognition of the photograph is thus deprived\n()f much of its significance; but apart from this the story presents some\nremarkable features. The hallucinations in this case were unusually\nDigitized by Google\n\f282 Phanta81n8 of the Dead [Nov. 29.\nfrequent and unusually persistent; and the appearance of a phantasm.\non several distinct occasions, and for a period of certainly some minutes,\nto three persons simultaneously, is a phenomenon perhaps without\nparallel in our records. The appearance of a phantasm at a predicted\ntime is also yery unusual, if not unique, except when it is the result\nof post-hypnotic suggestion. There are some parallel cases of figure.o;\nseen by several persons simultaneously at a seance, where there wa.s\nno ground for suspecting fraud. On the whole, it seems possible that\nthe conditions of a Spiritualistic seance, admittedly favourable to the\nproduction of abnormal states, may also be favourable to the pt·o-\nduction and communication of hallucinations.\nIt will be noticed, moreover, that here also the phenomena began\nwith noises, which appear to have exercised a very disturbing influence\non the butler, \\V. L. Moreover, the two chief witnesses, and the only\nwitnesses who saw any apparition when alone, appear to have been un-\nuS\\lally subject to impressions of the kind, and were not highly educated\npersons. I learnt incidentally from another source that the house had\nbeen known some 20 years before to old inhabitants of the village as\nthe \"Haunted House,\" though no rumour of its reputation appears\nto have reached Mr. Z. or his servants. In such a case it seems\npossible that the phenomena may have been started in the minds of\nsusceptible subjects by telepathic impressions received from the outside.\nAs a correspondent suggests, in writing of another case, \"the combined\nexpectancy of a rural population may haye uncomfortable telepathic\nconsequences.\"\nIn the absence, however, of Mrs. M.'s evidence, and of a written\nstatement from Mrs. Z., both of which it is hoped to obtain on some\nfuture occasion, the evidence in this case can hardly be considered com-\nplete.\nThe last case will lead us by an easy transition to that large class\nof narratives, of which many illustrations have been given in the last\ntwo Parts of the Proceedings, where the hallucinatory impression\nappeal'S to be directly referable to the agency of some known deceased\npersoll. The evidence presented in many of these cases is of such\nquality as to compel our very careful consideration. The main incidents\nnarrated are in many cases amply corroborated.: and the details, it\nmust be admitted, appear in most cases to be recorded with care. The\nquestion is no longer, therefore, so much of the acceptance of the\n.evidence as of its interpretation.\nFor the sake of clearness, I will discuss the several narratives\nbrought forward arranged under sepamte heads, in accordance with\nthe various interpretations, or, rather, modifications of one primary\ninterpretation, which I would suggest for them.\nDigitized by Goo~\n\f1889.] from, .Anothe1' Point of View. 283\n..4.. Cases Explicable by t\/1,8 \"Latency\" of a Telepathic I mpresai011.\nIn some of the cases (e.g., Proceedings, Vol. V., Case IV., p. 412 ;\nCase IX., p. 432; Case XX., p. 455), the exact time of the death being\nindeterminate, it is possible to refer the phantom to telepathy from\nthe mind of the still living agent. This explanation may, indeed, be\nhazarded in all cases where the agent was personally known to the per-\ncipient, if we admit the possibility of a telepathic impression lying\nlatent for a few houl'S or days, or even weeks. (Proceedings, Vol. III.,\nCase of Mr. Wambey, p. 91 (G. 357); Case of Julin. X., p. 92 (G. 477).\nProceedings, Vol. V., Case I., p. 408; Case II., p. 409 ; Case III., p. 412 ;\nCase VII., p. 420; Case X., p. 434; Case XIX., p. 453; Case XXII.,\np. 461 ; Case XXVI., p. 468, et seq.) It is true that we have little posi-\n.tive evidence for the latency of a telepathic impression. But there are\na few of our so far recorded cases which unquestionably point to\nsuch an interpretation, though in these cases the latency appears\nto have been only of a few houl'S' dumtion. Miss x.'s researches,\nhowever, in crystal-vision (Proceedings, Vol. V., p. 486, et seq.) prove\nthat normal sense impressions received by the unconscious self may\nremain latent for a day or more before emerging into consciousness ;\nand may then be externalised as hallucinatory images. So, too, ideas\ncommunicated to a. subject in the hypnotic tmnce may remain latent\nfor many months, and may then become externalised either in a pre-\nenjoined action or in a sensory hallucination. If we may rely on the\noft-quoted case of the girl, once servant to a Hebrew scholar, who yeal'S\nafterwards, in an access of delirium, astonished her attendants by recit-\ning Hcbrew words and sentences, we have an instance of sensory\nimpressions origillally recorded, it is probable, by unconscious centres,\ncoming to the surface in a pathological condition. And it is note-\nworthy that in one of the cases now under review (Proceedings, Vol.\nV., Case II., p. 410) the percipient was in a pathological condition,\ni.e., recovering from childbirth. And in another case (Proceedings,\nVol. V., Case X., p. 434) the percipient was opemting with planchette,\nan occupation which is known to facilitate the emergence of\nunconscious impressions. So, too, in the small group of cases\n(Proceedings, Vol. III., p. 92, &c.) where the percipient on his\ndeathbed becomes aware of the death of some friend, his pathological\ncondition may be supposed to have aided in the development of\na telepathic impression received at the time of the death. In\ncases, however, where news of the death has been intentionally with-\nheld from the percipient by those around him, it seems easiest to refer\nthe supernormal intelligence to direct communication from their minds,\nadmittedly more or less pre-occupie<l with the news. Finally we must\nbear in mind that from the very nature of the case it would be almost\nDigitized by Google\n\f2841 Phantasms of the Dead [Nov. 29,\nimpossible to obtain conclush'e evidence of the latency of a telepathic\nimpression for any lengthened period. We can hardly, therefore, be\njustified in assigning any Procrustean limits to the operation of this\ncause. At all events, in our present ignorance, to postulate an unknown\ncause is more hazardous than to assume an unproved extension of the\noperations of a familiar agency.\nIn some of these cases, however, the explanation more directly sug-\ngested bythe facts is that of thought-transference from persons still living\nat the time of the vision. This is most obvious in Case VII. (Proceedings,\nVol. V., p. 420), which I have, for convenience, included under this head,\nalthough the dead persons were personally unknown to the percipient,\nbecause there is no assertion that the faces were recognised in the dream.\nA Quaker lady in England has a clairvoyant dream of a horse and cart,\nwith two young women unknown to her, sinking in deep water, and sub-\nsequently discovers that her dream occurred but a few hours after the\ndeath of an unknown niece and her companion in Australia, in the man·\nner indicated in the dream. Here, as indeed is suggested by Mr. ~Iyers,\nthe dream may well be supposed to have had its origin in the mind of the\npercipient's brother, whose thoughts in his grief and agitation would be\nlikely to tum towards his relatives in England. In Case XXII. (Vol.V.,\np. 461) Mr. K. sees an apparition of his father lying in his coffin on the\nday and at the hour, as he states, when his father was actually buried.\nThis choice of a time, inexplicahle if we refer the vision to the action of\nthe dead man, is seen to be peculiarly appropriate if we trace its\norigin to the minds of the mourners at the graveside. In Case XIX.\n(Proceedings, Vol. V., p. 453), that impression may have come from the\nmother of the dead. child. In Case II. (Proceedings, Vol. V., p. 410),\nthe father of the percipient is said to have known of the death, and to\nhave known also that the news of the death would be of interest to the\npercipient.\nThe very remarkable story of General Barter and the spectral\ncavalcade (Proceedings, Vol. V., Case XXVI., p. 468, et seq.) seems to\ncome under the same head. It is not inconceivable, that is, that the\nvision was due to the development of a latent image, since the figure\nrepresented the elead man as he was during life. It seems more plausible,\nhowever, to attribute it to telepathy from Lieutenant Deane, who had\nbeen well acquainted with the deceased during the last few months of his\nlife, and who hael left the percipient but a few minutes before. On\nthe assumption that the vision had been due to the direct action of the\ndeceased, its coincidence with Lieutenant Deane's visit remains unex-\nplll.ined. Another. feature brought out prominently in the case, but\nwhich is common to all these stories, is that the vision is seen from the\noutside; as it would appear, that is, not to the principal actor, but to an\ninterested spectator. It may even be suggested that, in some of the\nDigitized by Google\n\f1889.] from .Awther PO'int of View. ·285\n<:&ses where an apparition is seen at the time of death in the clothes\nactually then worn by the decedent, or in the actual circumstances of\ndeath, the origin of the vision is to be sought in the minds of the\nbystanders. The difficulty of supposing the thoughts of the dying man\nto be preoccupied with the idea of his own clothes would thus be\neliminated; for whilst the clothes of the dying man do occupy a\nprominent position in the perception of the bystanders, they frequently\ndo not even ~nter into the field of vision of the man himself.\nIn the great majority of the cases under consideration, however, the\nhypothesis of latency is clearly inadequate, and the suggestion of\nthought-transference from the living requires further justification.\n(B) Case8 Explicable by Collective Hallucination.\nFrequently the apparition is seen by two or more persons simultane-\nously, all of whom were acquainted with the presumed agent in his\nlifetime. It is admitted that the apparition in such cases is not the\nperson whom it resembles; that the popular ideas of the personality of\nthe figure seen are at fault, and that it is, in fact, a hallucinatory image.\nBut it is argued that the collectivity of the impression proves that\nit is in some sense veridical, and serves to distinguish it from a merely\ncasual hallucination. We must, in such a case, it is contended, look\nfor the source of the apparition in the mind, or what part of it has\nsurvived the change of death, of the person whom' the apparition\nrepresents, and to whom, it is suggested, it bears a relation possibly\nanalogous to the relation between the living agents and the hallucina-\ntory images discussed in Pl,antasm8 of the Living. Of course, in the\npresent state of our knowledge it would be rash to assert that such\na position is untenable, or even difficult. But it may be pointed out\nthat it involve3 not one assumption, but two. It assumes, in the first\nplace, the survival afte:.- death of some form of consciousness, and in\nthe second place, the affection by this consciousness of the minds\nof persons still living. The extraneous evidence for both these\nassumptions-the evidence, that is, outside the records now under con-\nsideration-will be differently estimated by different inquirers. But\nfrom the scientific standpoint no great weight can be attached to it,\nand it may even be suggested that the best evidence for either\n~umption is to be found in the facts which it is invoked to explain.\nOn the other hand, the hypothesis suggested in this paper, that\nthe phenomena are due to telepathy from the minds of living persons,\nadvances but little beyond the facts already accepted by most\nmembers of the Society for Psychical Research. There is no question\nhere of the existence of the supposed agents, nor of the operation under\ncertain conditions of thought-transference. There is evidence that a\nman can transmit the image of some inanimate object-a picture or a.\nDigitized by Google\n\f286 Phantasm8 of the Dead [~ov. 29.\ncard-from his own mind to that of another person. There is evidence\nalso tha.t he can cause a. hallucina.tory image resembling himself to\nappear to another person. There is even some evidence a.lrea.dy for\nthe further action required by our hypothesis, the evocation of the\nhallucinatory image of some person other than the agent.\nIt may be admitted that the evidence in this last case is at present\nsomewhat meagre. But it can scarcely be held that its rarity (unless,\nindeed, it can be shown that we should be justified in expecting more\nevidence to have been forthcoming) goes far to impair the validity of\nthe theory as a working hypothesis. We have noticed already (p. 284)\na case in which a dream of two dead persons may plausibly be explained\nby telepathy floom the mind of a living relation. In the following\nnarrative, where the impression took the form of a waking vision, a\nsimilar explanation seems almost inevitable. Few, probably, will look\nfor the source of this vision of the dead child and his dog elsewhere\nthan in the mind of the mother. The case was sent to Mr. Hodgson by\nMrs. G., on the 18th May, 1888, and was published in the Arena, an\nAmerican magazine, for February last.\n• . . For nearly two weeks I have had a lady friend visiting us from\nChicago and ~t Sunday we tried the cards and in every instance I told the\ncolour and kind j but only two or three times waa enabled to give the exact\nnumber.•••\nI must write you of something that occurred laat night j after this lady,\nwhom I have mentioned above, had retired, \"nd almost immediately after we\nhad extinguished the light, there suddenly appeared before me a beautiful\nlawn and coming toward me a chubby, yellow-haired little boy, and by his\nside a brown dog which closely resembled a fox. The dog had on a brass\ncollar and the child's hand waa under the collar just aa if he was leading or\npulling the dog. The vision was like \" flash, came and went in an inatant.\nI immediately told my friend and she said: \"Do you know where there are\nany matches 1\" and began to hurriedly clamber out of bed. I struck a light,\nshe plunged into her trunk, brought out a book, and pasted in the front was\na picture of her little boy and his dog. They were not in the same position\nthat I saw them, but the dog looked exceedingly familiar. Her little boy\npassed into the beyond about four years ago.\nMrs.!. F. corroborates as follows :-\nMay 18th, 1888.\nI wish to corroborate the statements of Mrs. N. G. relative to. • . •\nand her wonderful vision of my little boy, and myoId home. Mrs. G. never\nlaW the place, or the little child, and never even heard of the peculisr-looking\ndog, which was my little son's constant companion out of doors. She never\nlaW the photograph, which was pasted in the back of my Bible and packed\naway.\n(Signed) I. F.\nIt is important to notice tha.t in this case the vision a.ppears to have\nDigitized by Google\n\f1889.] from. .Anothe1' Point of View. 287\nbeen the sequel of some experiments in thought-transference, conducted\nwith but partial success a day or two before. It may be urged, however,\nthat the vision here was not completely externalised. It was a picture\nwhich Mrs. G. saw, not a fully developed phn.ntasmal figure. In the next\ncase, however (L. 662),which, though remote, appears to be well attested\nby contemporary evidence, an unusually life-like phantasm was seen by\ntwo observers. The narrative was published in 1822 by H. 1\\1. Weser-\nmanll, Government Assessor and Chief Inspectorof Roads at Dusseldorf,\n&C,1 Some speculation of Mesmer's suggested to Wesermann to try to\ntransfer mental images to sleeping friends a.t a distance; all the more,\nprobably, because he had once succeeded in doing so some years before,\nthough at the time inclined to attribute his success to chance. He first\ngives accounts of four experiments in which he was successful in thus\nimposing dreams on his friends. In his fifth experiment, however, at a\ndistance of nine miles, he succeeded in impressing two waking percipients.\nThe account is in his own words.\nA lady who had been dead five years, was to appear to Lieutenant --n\nin a dream at 10.30 p.m. and incite him to good deeds. At half-past 10.\ncontrary to expectation, Herr --n had not gone to bed, but was discU88ing\nthe French campaign with his friend Lieutenant S. in the ante-room.\nSuddenly the door of the room opened, the lady entered dressed in white,\nwith a black kerchief and uncovered head, greeted S. with her hand three\ntin1es in a friendly lDallDer; then turned to --n, nodded to him, and\nreturned again through the doorway.\nAs this story, related to me by Lieutenant --n, seemed to be too\nremarkable from a psychological point of view for the truth of it not to be\nduly established, I wrote to Lieutenant S., who was living six miles away, and\nasked him to give me his account of it. He sent me the following reply :-\nD--n, JamUl\") 11th, 1818.\n, • • On the 13th of March, 1817, Herr --n came to pay mo a\nvisit at my lodgings about a league from A--. Ho Btayed the night with\nme. After Bupper, and when we were·both undr68Bed, I was Bitting on my\nbed and Herr --n was Btanding by the door of the next room on the point\nalso of going to bed. This was about half-past 10. We were speaking partly\nabout indifferent subjectsand partly about the events of the French campaign.\nSuddenly the door out of the kitchen opened without a sound, and a lady\nentered, very pale, taller than Herr --n, about five feet four inches in\nheight, strong and broad of figure, dressed in white, but with a large black\nkerchief which roached to below the waist. She entered with bare head,\ngreeted me .with the hand three timea in complimentary fashion, turned\n1 In Der Magnetinn.. urad du .(Ugemri1le WelUprache, p. 28n Itq. See the Jouma~\nof IIIe Society fUl\" PqcAi.cal RuearcA for Maroh, 1890, from which the above account is\nql1Oted. See alRo PAanltuml of IIIe Linng, Vol. I., p. 101, where an account is given of\nthe foul' dreams referred to, &\/I well &8 an imperfect vel'llion of the narrativil quoted in\ntbe text. The version in PAanltuml is taken from the .(\"\"\"il1 fUr den Thi~\nMagndimu, Vol. VL\nDigitized by Google\n\f288 Phantas'Tll8 of the Dead [Nov. 29,\nround to the left towards Herr --n, and waved her hand to him three\ntimes j after which the figure quietly, and again without any creaking of the\ndoor, went out. We followed at once in order to discover whether there\nwere any deception, but found nothing. The strangest thing was this, that\nour night-watch of two men, whom I had shortly before found on the\nwatch, were now asleep, though at my first call they were on the alert, and\nthat the door of the room, which always opens with a good deal of noise, did\nnot make the slightest sound when opened by the figure.\ns.\nCommenting on this story, Mrs. Sidgwick writes :-\n\"\\Vesermann states that in his experiments he concentrated his\nmind strongly on the subject to be transferred. It is much to be\nregretted that so little information is given to us as to his mode of\naction and as to other points. We have no reason to think that those\nwith whom he experimented were persons whom he had mesmerised, or\nwith whom he was in any way in special rapport. Lieutenant S.,\nindeed, was 0. complet.e stranger to him, but this proves little, as his\nimpression may have been received from Lieutenant --no Again\nwe are left quite in the dark as to how often Wesermann tried similar\nexperiments, but it seems probable that he sometimes failed, since he\ntells us in a letter contributed to Nasse's Zeitschrift lur P8'lJcl,iscM\nAerzle, Vol. IlL, p. 758, that he had observed that these dream-pictures\n.are only transferred to the sleepers if they are of a kind to interest,\nmove, or surprise them. From the same source we learn that. in his\nview, apparitions such as tha.t described above could seldom be pro-\nduced; only, in fact, when the agent is hrought into a very emotional\n.and excited state about the subject chosen to be transferred, and when\nthe percipient, whether owing to his physical or his mental constitu-\ntion, is specially susceptible. He tells us, however, that he could relate\nmore experiments if spnce permitted, but that he had' found few\nfriends who obtained such successful results as these. In a paper in\nthe Arcltivlur den TMeriscl,en Magnetismus, quoted in Plumtasm8 oftlte\nLiving, he says tho.t only two of his friends succeeded. On the other\nhand he had convinced one of his strongest opponents-&. doctor of law\n-who had himself caused his daughter to dream of a sudden attack\nof illness which had seized him in the night.\"\nIt cannot be contended that in any of the stories yet brought\nforward the phantasm is of such a nature that it could not have emanated\nfrom the mind of a living person as the result either of a spontaneous or\n!I. premeditated effort of thought-transference, such as are illustrated in\nthe two narratives just given. In few, if any, of the cases can it even be\nheld more probable-conceding the possibility of post-mortem agency\n-that the phantasm was due to such agency. In mnny cases the sug-\ngested alternative is distinctly to be preferred, on the internal evidence\nDigitized by Google\n------------------\n\f1889.] frm)'t .A'\/lathe?' Point of View 289\nalone. And it may fairly be urged that the theory which introduces\nno new postulates, and which deals only with familiar agencies.\nis entitled to claim prel.'edence over any other. until it can be shown\nthat it fails to account for the fact... }<'or this, after all, is the most\ncrucial test which it is, at present, in our power to apply. Will the\nhypothesis of telepathy from the living furnish an equally complete\nexplanation of the phenomena recorded 1\nLet us apply it, for instance, to the following narrative (G. 190).\nwhich we owe to the Rev. 'V. S. Grignon, who received from Mrs.\nDavis in December, 1888, a verbal account of the incident, almost\nidentical in terms with the narr!\\tive here given :-\nG. 190.\nDuring the night of the 31st of December. 1882, I had a most remark-\nable vision. I retired late, having been with my daughters to the midnight\nservice at the Engliah Church. Mr. Davis. whose room adjoined mine, is an\ninvalid, and, 110t caring to sit up BO late, retired before I left for the church.\nOn my return, judging from my husband's breathing that he was asleep, I\ndid not inquire, as I usually did, if he wished auything. I fell aaleep at once,\nb\\lt was awakened by all unusual light in my room. I sprang up in a\ntremor, exclaiming, \"What is it1\" and saw gliding by my bed the figure of an\nelderly person; it passed through the closed door into Mr. Davis's room. I\nfell asleep and did not wake agaiu till morning. I should say that, living as\nwe did in the Tez de cha1usee, my shutters were clOBed, and the heavy\ncurtains drawn and pin11ed together, so that no light could enter from the\nstreet. Owing to the fact that the next day was the first day of the year,\nand the news our papers gave us of Gambetta's death, the incident was\nforgotten until after dinner; we dined at six. I was still at the table, Mr.\nDavis had gone into the drawing-room, when he said to my youngest\ndaughter, .. Tell your mother a ghOBt visited me last night; she is not the\nonly one they honour.\" For a moment I could 110t speak; my apparition\nwas remembered, and I was, I confeBB, frightened by the remarkable\ncoincidence that Mr. Davis should have seen the same figure that I saw, and\nin whom he recognised his mother. I ought to say that Mrs. Davis had been\nde:ul then 10 years, and that we had not spoken of her for a long time.\nNothing occurred after the vision. C. J. DAVI!l.\nIn reply to a question from Mr. Grignon, Mrs. Davis adds, in the\nsame letter :-\nI have had similar visions but have always attributed them to indigestion.\nThis case, however, is BOmewhat different, appearing, as it did, to Mr. Davis\nalso.\nFlorence, Pension Laurent.\nFelml4ry 2lat, 1889.\nMr. Davis, whose account is enclosed in the same letter, writes :-\nOn the night between the 31st of December, 1882, and New Year's Day\nof 1883, I was awakened from a quiet sleep by a light which seemed to come\nin at the door leading to my wife's chamber, and immediately a figure\nappeared, approached the bed, and leaned down as if to kiss me, and\nDigitized by Google\n\f290 Phantasms of the Dead [Nov. 29.\nsuddenly passed away, but not before I had recognised in the features of\nthe apparition those of my mother, who died in 1872, aged 81. The next;\nday I recollected this visit and said to Mrs. D., \"I can see ghosts as well as\nyou; I saw one last night.\" And thereupon I related the circumstances to\nher. She exclaimed, \"I was awakened by the appearance of the same\nfigure and I knew it to be your mother,\" whom she had known practically all\nher life. Nothing came of the vision.. I never had any other, before or since,\nworth relating, certainly none that I can recall. G. H. DAVIS.\nIn forwarding the account to us on the 25th February, 1889, Mr.\nGrignon writes, with reference to the discrepancies in the two\naccounts :-\nA more important difference lies in his stating that his wife said at the\ntime, \"I knew it to be your mother,\" whereas she does not say that she\nrecognised the figure at the moment of seeing it, describing it merely 38\n\"the figure of an elderly person.\" During her conversation with me I\nquestioned her on this point and clearly recollect her saying that the face of\nthe figure 8.8 it pa.ssed W8.8 not turned to her, and that she did not absolutely\nrecognise it, but she seems to have had at the time an indefinite sort of\nimpreuitm of its being her husband's mother. Probably this impression\nwould have been strengthened by what her husband saw, and with many\npersons would have rapidly grown into 8. cerlainty that she knew the figure.\nI think it speaks well for her accuracy that she adheres still to her original\nrecollections of the fact.\nThe clue to the interpretation of the incident appears to lie in Mrs.\nDavis's statement that she has had other hallucinations, which she\nbelieves to have been purely subjective; and that, but for the accident\nof her husband's sharing it, she would have classed as subjective the\nexperience above described. But if we make the assumption that a.\nhallucination can be telepathically transferred: that is, if we suppose\nthat an idea, which is so exceptional in its vividness as to affect the\nexternal organs of sense, is equally capable with other less vivid\nideas-say of a card or a diagram-of being transferred from one mind\nto another, this difficulty disappears. The figure seen by Mrs. Davis\nmay still have been a purely subjective hallucination, and her hus-\nband's vision merely the reflection of hers. Whether Mrs. Davis did\nor did not believe herself at the time to recognise the figure seems\nimmaterial. On the first supposition she transferred to Mr. Davis the\nimage of II. figure long familiar to them both; on the other, the trans-\nferred image was slightly modified in its passage through Mrs. Davis's\nmind.\nMr. Myers has several cases which come under this head. (Pro-\nceedings, Vol. V., Case XII., p. 437 ; Case XIV., p. 440; Case XV.,\np. 442-the figures here being on most occasions unrecognised ;-\nCase XVII., p. 447; Case XVIII., p. 450.1 Proceeding8, Vol. VL\n1 Case XVI., Procmlinu,. Vol. V., p. 444. has been withdrawn.\nDigitized by Google\n\f1889.] from Another Point of View. 201\nCase II., p. 20; Case IV., p. 25-29; Case XII., pp. 55.) In all these\ncases the fact of the death is known, and the image of the dead person,\nor some hallucinatory appearance assumed to have reference to him, is\nseen simultaneously or successively by two or more persons who were\nacquainted with him when alive. In none of these cases is the appa-\nrition of such a nature that it cannot as plausibly be referred to a\ncontagious hallucination as to the action of the deceased person whom\nit resembles. And it will be noticed that in at least one instance\n(ProceedingB, Vol. VI., Case IV., p. 26) the lady who was first to see\nthe figure, and who may therefore perhaps be regarded as the primary\npercipient, had experienced a preyious hallucination, unshared; a cir-\nCUlDstance which may be regarded as indicating some predisposition to\nsensory hallucination.\n(C) GaseB Involving an Element Unknown to tlUJ Percipient.\nA very striking story (ProceedingB, Vol. VI., Case I., p. 17) comes\nto us from the American Society for Psychical Research, in which a\nbrother sees an apparition of his dead sister, with a scratch on the\nface, which, as it subsequently appears, was accidentally inflicted by\nthe mother of the dead girl as she lay in her coffin. In this case it\nseems much less likely that the apparition was generated by the\ndeceased than by her mother, on whom the incident of the scmtch had\nmade, as is proved by her own admission, a painful and lasting\nimpression. To attribute it to the mind of the dead girl yet another\nassumption, beyond the two general assumptions already referred\nto, is necessary, to wit, that the dead have cognisance of their bodily\nappearance, not only during life, but after deatlt. The same remarks\nwill apply to the case of Robert Mackenzie (quoted in ProceedingB, III.,\np. 95, et Beq.); but here it seems probable that, while the details of the\npersonal appearance of the corpse originated with one of the spectators,\nthe percipient's own mind supplied the words put into the mouth of\nthe phantasm in the dream. As Mrs. D., however, was actually reading\na letter announcing the death at the time of her husband's dream, it\nseems possible that her mind may have originated, or at least reinforced,\nthe telepathic impression received by Mr. D.\n(D) GaseB Involving tlUJ Transference 0\/ tlte Image 0\/ an\nUnknOtvn PerBon.\nFrom the last story we may pass to a class of cases which must be\nadmitted to be the most difficult of explanation: those, namely, in\nwhich t.he percipient is unacquainted with the person whose phantasmal\nlikeness he sees. In cases where the percipient had known the dead\nman by sight, it is always permissible to suppose that the hallucinatory\nimage (when it contains no previously unknown details) has been\nDigitized by Google\n\f292 Phantasm8 of tlte Dead [Nov. 29~\nconstruoted from the percipient's own materials,the impulse to the con-\nstruction alone having come from an alien source. But in the cases now\nto be considered we have to suppose the importation into the percipient's\nconsciousness of a phantasmal image already completed, down even to.\nvery Dlinute details. The difficulty may be frankly admitted; but it\nis common to both hypotheses. It could only appear easier for the spirit\nof a dead DIan to transmit such images, because we believe ourselves to.\nknow something of the limitations of ordinary human faculties, whilst\nwe are free to ascribtl to the de:J.d whatever powers our imagination\nmay feign. Of course, in such cases we must be specially on our guard\nagainst the dramatic instinct of the imagination, and the tendency,\nalready referred to, to import from a subsequent description new details\ninto the image actually seen. And, as already pointed out, verbal\ndescriptions of a figure or dress are generally so vague as to readily\nlend themselves to such unconscious manipulation. We may suspect,\ntherefore, that in many of the cases considered in this paper, the re-\nsemblance between the figure seen and the figure of the presumed agent\nmay have been exaggerated. Our numerous informants have, no doubt,\nin every case given evidence in perfect good faith. To say that their\nevidence is not, on that account, to be taken in all cases as accurately\nrepresenting the facts, is only to admit that they are not exempt from\nthe common defects of observation, memory, and judgment, in a field\nwhere such exemption is a privilege accorded to very few. And it\nmust be borne in mind that in these matters human testimony is\npeculiarly liable to suffer from the disturbing influence of the various\naffections and emotions engaged. It would be extremely difficult, in\nany particular case, to show that there is reason, on the merely general\ngrounds above referred to, to suspect exaggeration; and when possible~\nit would, for obvious reasons, be undesirable. If, therefore, attention\nis not called to these perturbing elements in every case, their effect\nshould, nevertheless, be allowed for in estimating the value of the\nevidence. But even when so much has been said, it still seems probablo\nthat detailed resemblances have, in some cases, been observed. In one\ncase indeed, (Proceedings, Vol. V., Case V., p. (16), the phantasm was\nsubsequently recognised from a photograph.\nA case very similar to those quot.ed by Mr. Myers is given in\nP\/~ntasms of tIle Living (Vol. I., Case 30, p. 214). Frances Reddell, a.\nlady's-maid, is watching by the sick bed of a fellow-servant. Sho\nsees enter the room the phantasm of an old woman, with a red shawl over\nher shoulders, a flannel petticoat with a hole in front, and a brass\ncandlestick in her hand: and subsequently recognised in the mother of\nthe sick woman the original of her vision. To those who hold that\nthese phantasms resembling the dead are in some fashion produced\nby the dead, the figure seen by Frances Reddell will, no doubt, be\nDigitized by Google\n\f1889.] from .Another Point of vuiw. 293\nattributed to the agency of Mrs. Alexander, suffering some spiritual\nattraction to the bedside of her dying daughter. To my thinking, the\nvision probably originated in a dream of the dying girl herself, trans-\nferred to her companion, and extemalised as a sensory hallucination.\nThe same explanation would apply to the stories, of not infrequent\noccurrence in the annals of the older members of the Society of Friends\nand elsewhere, of visions seen by the watchers at the bedside of the\ndying. The following case, which comes to us from a trustworthy\nsource, may be quoted as an illustration.l\nG.134.\nThe story was given to us, in February, 1883, by Miss Walker, of\n48, Pembroke-road, Clifton, Bristol, as her recollection of what she had\nheard from her cousin, Miss Emmeline Bingley, the percipient, who is\nnow dead. Later, Miss Walker writes:-\nThe event narrated took place when she was about 20, and must have\nhappened in (I think) 1844 or 1845. She told me her story very simply and\nri\"a 11OC4l. She also told it separately to my elder sister in precisely the same\nterms. It was I who threw it, for brevity's sake, into the narrative form.\nThe story is as follows :-\nMy father and mother had many children; most of us died in infancy;\nSusanna survived, and Charlotte and myself. Owing to these many gaps.\nSusanna was 20 years older than I was. Father's was an entailed estate, and\nthe deaths of two SODS, William, who died in boyhood, and John, who died\nin infancy, had been the great disappointment of his life. Susanna remem·\nbered both the boys, but William was born and died long before my time, and\nJohn died at about two years old when I was the baby. Of William there was\nno likeness, but you know John's picture well, a well-painted full-length oil\npicture representing a toddling babe in white frock and blue shoes, one of\nmy father's prize greyhounds crouching beside him, and an orange rolling\nat his feet. • . • • I was grown up, about 20, Susanna was 40, and\nCharlotte about 30 years old. Father was declining, and we lived together\ncontented and united in a pleasant house on the borders of Harrogate\nCommon. On the day about which I am writing Charlotte was unwell ; she\nhad complained of a chill, and the doctor recommended her to keep in bed.\nShe was sleeping quietly that afternoon, and Susanna sat on one side of her\nbed, and I sat on the other; the afternoon sun was waning, and it began to\ngrow dusky, but not dark. I do not know how long we had been sitting there,\nbut by chance I raised my head and I saw a golden light above Charlotte's\nbed, and within the light were enfolded two Cherubs' faces gazing intently\nupon her. I was fascinated and did not stir, neither did the vision fade for\na little while. At last I put my hand &er088 the bed to Susanna, and I ooly\nsaid this word, \"Susanna, look up !\" She did SO, and at once her counten-\nance changed. \"Oh, Emmeline,\" she said, \"they are William and John.\"\n1 Given in PkantG,m, of eke Living, VoL II., p. 629.\n'U\nDigitized by Google\n\f294 Phanta..871l8 of the Dead [Nov. 29,\nThen both of us watched on till all faded away like a washed-out picture j and\nin a few hO\\lrll Charlotte died of ludden infiammation.\nThere is no need here to suppose that the vision represented in any\nsenae the spiritual presence of the dead brothers. It may more easily,\nand with greater probability, be referred t() the thoughts of the dying\nwoman. So, in a story communicated by the late Mr. Archer Gurney\nto the Church Times some years ago, the vision of a crown is said to have\nappeared to the mourners nt the bed of a dying child. The cases\nin which music is said to have been heard at the bedside of the dying\nare susceptible of a similar interpretation; the images traditionally\nassociated with death thus receiving a sensory emOOdiment. That such\nsounds have their origin, in some cases at least, in the minds of the\nliving the following narrative tends to show :-\nL.1070.\nFrom Mr. Septimus Allen, Steward of Haileybury College.\nIn the year 1872 I was living in Leeds, where I had the lupervision of\n~>ne department of an engineering works. At thil time one of my wife'l\nbrothers was living with us. He was a journeyman painter, employed by a\nfirm of decorators in Leedl. My wife had two brothers and one sister who\nwere all deaf and dumb. This one, John, had taken a levere cold from\nhaving got wet in the early morning, and working all dsy in his dsmp\nclothes. A very bad attack of rheumatic fever followed. Can you imagine\na man sufl'ering from intenle rheumatic pains, Iwollen hands and arms, sO\nthat he could not use his fingers, which were hil ooly means oj cotl~ion 1\nif 10, you call picture one of the moat distressing casel, and one, I hope, we\nmay never lee the like. Not a pain could he deacribe, not a wish could he\nmake known. He got worse, and we were told by the doctor that we\nshould send for any members of the family that might desire to lee him.\nAt this time, one afternoon, my wife and I were at tea (our two children\nwere out), when we heard pleasant musical BOunds in John'l bedroom;\nal he was the only person upstairs, we were very much lurprised, and\nwent up at once. We found him lying upon his back, with his eyes fixed\nupon the ceiling, and his face lighted up with one of the brightest of lmiles.\nWe did not disturb him, but I fetched in a gentleman, who was our next-\ndoor neighbour, to witne88 what we felt to be a Itrange occurrence. After\nBOme little time (I cannot say how long now), Jack awoke, and used\nthe words \"Heaven\" and \" beautiful,\" as wellas he could by the motion of\nhis lips and facial expreuion. He also told us, in the same manner,\nupon becoming more conscious, that his brother Tom and lister Harriet\nwere coming to see him, and (considering that they were also mutes) we\nfelt that of all members of our family residing in Herts or Cambs, these two\nwere the least likely to undertske luch a journoy, but in (perhaps) fifteen\nminutes, a cab drove up to the door, from which they alighted. They had\nsent no intimation, nor had anyone else, of their coming. After his\npartial recovery, when able to write or converse upon his fingers, he told us\nthat he had been allowed to see into Heaven, and hear music, it was\nbeautiful\nDigitized by Google\n\f1889.] from Another Point of View. 2:>5\nWhat were those musical sounds, and how did Jack know that Tom and\nHarriet were travelling 1 SEPTWVS .ALI.BN.\nHaileybury College, March, 1889.\nIn answer to our questions Mr. Allen writes further :-\n1. I have always had the idea that the music was as if instrumental, and\n~omposed of many chords, such as I im!lgine would be produced by a strong\n(lurrent of wind upon a harp.\n2. I cannl)t say how long it lasted, or whether we heard it after we got;\ninto the room; our atliention was given to John, who we thought was dying.\n3. [The addreBS of the house was] Pottery House, Hunslet, Leeds. Not;\none of a row: it was a portion of what had been a large house, situate in\nJack-lane. This rough plan is as near correct as I can make it now.\nRailway'\nJack Laue\nA B\nD\nA. HoUBe of Mr. Britton, sen. B. House of Mr. Alfred Britton. C. HoUBe of Mr.\nAllen. D. Garden ditto. E. Yard ditto.\nThe music could not have come from next door or from the street.\n4. My brother-in-law died about six years ago.\n5. [The gentleman referred Iio was] Mr. John Britlion, Pottery House,\nHunslet. We have not heard anything of the Britlions for some years, and\nI think that we heard of Mr. John Britlion's death eight or nine years ago.\nAt the time of my brother-in-Iaw's illneBS a young clergyman was living with\nus, and my wife says that while I ran for Mr. John Britlion this clergyman\nwent for the doclior.\n6. I do not think [my brother-in-law] ever heard; he used toleel sound\n-vibrations, caused (say) by an engine whistle at a railway station, or the\nreport of a gun, but J do not think he ever heard as we do.\n7. I think he must have been in some kind of a trance; his eyes were\nopen.\nu 2\nDigitized by Google\n\f296 Phantasms of the Dead [Nov. 29,\nThe Rev. L. S. Milford, of Haileybury College, kindly furnishes the\nfollowing notes of an interview which he held withMr. and Mrs. Allen:-\n(1) Neither Mr. nor Ml'II. Allen have ever had any other auditory\nhallucination.\n(2) As to the nature of the BOund, Mn. Allen says it resembled\nsinging-sweet music without distinguiahable words. She can-\nnot say the number of notes, but the sounds continued until\nshe reached the door of the bedroom. She went upstail'8 8S\nsoon as she heard the music.\nMr. Allen's impression is that the BOund was that of an iEolean\nharp---i.e., not the ordinary staccato notes of the harp, but the\nsustained full notes as of an organ.\nMrs. Allen's Statement.\nMy brother was deaf and dumb from his birth, but could make a few\nblarticulate noises which those accustomed to him could interpret. No one\nelse would have regarded them as words. He had been lying ill for about a.\nfortnight with rheumatic fever, and was so weak as to be unable to talk on\nhis fingel'll to me as he usually did. I had thought him that morning rather\nstronger, and as the iu)provement continued I left him to go down to tea.\nI had been sitting in the kitchen about five or six minutea-as the open\nstaircase communicated with my brother's bedroom I could easily hear any\nnoise-when I was startled by sounds of singing, as I thought, and im-\nmediately went upstairs, when the sounds ceased just before I reached the\nbedroom door. When I entered the room my brother was lying with hia\neyes wide open, gazing into the far conler of the room, away from the door.\nHe evidently did not hear me coming in, and continued for fully twenty\nminutes in this state. Although I stood close to him he did not seem to Bhow\nany Bign of recognition, but went on smiling, and his lips moved 1\\8 though\nhe were in conversation with Bomeone, although no BOund came from them.\nWe had acnt Mr. Johnacn, the curate who was lodging in the house, to\nfetch the doctor, as Boon as I had called Mr. Allen upstairs. When the\ndoctor came, my brother was in the 8I\\me condition 1\\8 that in which I had\nfound him, but after the doctor had given him a teaspoonful of medicine\n(ether 1) he Beemed to revive and made me understand in hiB inarticulate\nspeech that he had been to Heaven and had acen \"Iota of angels,\" his\nmother, hiB Bister, and his little brother. All thiB came out in broken,\ndisjointed utteranceB. After this he Beemed to fall into a drowsy Btate, but\nthis appeared to have been the crisis of the fever, and he began gradually to\nregain strength. He could not, however, walk about at all for more than\nthree months.\nAs soon as he could use hiB hands he began at different times to tell me\nmore details of what he had seen. I cannot remember more than I have\nstated above, but I am Bure that he told me all this at first, although the\ndetails were fuller afterwards. He also used the words \"beautiful music,\"\nbut I cannot 8I\\y whether he heard sweet BOunds or only saw \"harpers harp-\ning with their harps.\"\nI told Ml'II. Britton-ollr next·door neighbour-of the music that we\nDigitized by Google\n\f1889.] frO'n~ .Anothe1· Point of View. 291\nheard, and my impression is that Mr. Britton came in alld BatO my brother\nAll he lay.\nIn March, 1883, about five hours before my brother's death, while I and\nthe nurse were watching in the room, my brother, looking just as he did on\nthe former occasion, smiled, and said quite distinctly and articulately,\n•• Angels,\" and •• Home.\"\n[I have taken this statement from Mrs. Allen.\nL. S. Mu.FoRD,\nClerk in Holy Orders,\nMarch 11th, 1889. Assistant Master in Haileybury College.]\nThe Rev. J. B. Johnson writes :-\nI remember the case of the deaf mute to which you allude. I was lodging\nin the house at the time. But I certainly did not hear any strange music,\nnor do I remember hearing either Mr. or Mrs. Allen speak of it. Deaf\nmutes sometimes make strange noises in their attempts to speak, but such\nsounds are by no means musical.\n26, De Beauvoir-road, N. J. B. J.\nFebrllary 28th, 1889.\nAs the patient in this case survived for some years, the sounds heard\n(the hallucinatory nature of which is clearly shown in the narrative)\ncannot with any plausibility be referred to post-mortem agency.\nThere is one narrative under this head (Vol. VI., Case III., p. 22)\nin which the explanation \",bove suggested seems peculiarly applicable.\nMadame de Gilibert, as a child, sees the phantasmal figure of a woman,\nin which she recognises, from a verbal description furnished \"many\nyears afterwards,\" a great-aunt whom she had never known. The\nfigure was seen in the house of Lord Egremont, the dead lady's brother,\nand in the immediate vicinity of his rooms; and it appears from the nar-\nrative that Lord Egremont died shortly after the appearance. A very\nsimilar story is that printed as Case II. in the same paper (p. 20); but\nin this case the figure, representing a lady who had been dead some\nyears, was seen by three persons simultaneously, all of whom had been\n.acquainted with her in life. The vision here appeared a few hours only\nbefore the death of a sister of the lady whom the phantasm was sup-\nposed to represent. In both these cases it is suggested that the appari-\ntions, if correctly described, may have been due to thought-transference\nfrom the dying relative. In the other C&.<;es under this head (Proceedinfls,\nVol. V., Cases V., VI., VIII., XI., XXI., XXIII., XXIV., XXV.;\nVol. VI., Cases XI., XIII., XIV.) the connection of the percipient with\nthe presumed agent is a purely local one. The phantasm appears to a\nstranger in some locality with which the deceased was connected in his\nlifetime; and (except in the one case where a photograph is recognised)\nthe likeness between the phantasJil and the deceased is only established\nby a subsequent comparison of the description given by the percipient\nDigitized by Google\n\f298 Phanta8ms of the Dead [Nov. 29.\nwith the description given by others of the personal appearance of the\ndeceased. The influence of the locality on the receptivity of the per-\ncipient presents a real difficulty. It may, of course, be argued that this\ninfluence is only apparent. The older geologists were inclined to infer.\nfrom the extreme hardness and durability of the primitive rocks, the\nprevalence, in earlier periods of geological history, of widely different\nconditions of deposition and stratification. They failed to see that the\nsuperior hardness of the surviving strata was the condition of their sur-\nvival, and that all less durable rocks must, in the course of ages, have\nbeen disintegrated. So it may be argued that apparitions resembling\ndeceased persons Dlay be comparatively frequent, but that it is only\nwhen some connection can be traced that the record attracts any atten-\ntion. The great majority have never found a sacred bard. Or, con-\nversely, that these phantasms were in reality only casual hallucinations.\nwhich have attained a spurious importance through an accidental\ncoincidence. Candid readers will probably, however,· admit that the\ncoincidences in such cases are too detailed and too well authenticated to\nbe lightly explained away.\nFor, in the first place, there are several instances already published\nof telepathic affection where there was no apparent link to connect the\nagent and percipient. Intimation of the deaths of three Dukes-Cam-\nbridge, Portland, and Wellington-was thus conveyed to complete\nstrangers, as it were by an impersonal rumour. The head master of a.\ngrammar school at Leicester saw in a. vision the irruption of water into\nthe Thames Tunne1.1 This last ca.se bears some analogy to the follow-\ning narrative, which has recently been given to us; but in this case,\nif actually telepathic, it seems possible that the nearness of the\npercipient to the scene of the disaster may have in some way aided the\nimpression. Miss Y. writes to us from Perth on the 19th January.\n1890:-\nL. 1074.\nOne Sunday evening I was writing to my sister, in my own room down-\nstairs, and a wild storm was raging round the house [in Perth]. Suddenly\nan eerie feeling came over me, I could not keep my thoughts on my letter.\nideas of death and disaster haunted me so persistently. It was a vague but;\nintense feeling; a Budden ghastly realisation of human tragedy, with no\n\" where,\" \"how,\" or \"when\" about it.\nI remember flying upstairs to Beek refuge with mother, and I remember\nher soothing voice saying, \"Nonsense, child,\" when I insisted that I was sure\n\" lots of people were dying.\"\nWe both thought it was a little nervous attack, and thought no more\nabout it. But when we heard the news of the Tay Bridge disaster next day.\nwe both noticed (we received the news separately from the maid when she\n1 PAant_ oj the Lit..nu. Vol. II., pp. 365-870.\nDigitized by Google\n=\n\f1889.] f1'om .Another Point of View. 299\ncame to wake us) that the time of the accident coincided with my strange\nexperience of the evening before.\nWe spoke of the \"coincidence\" together, but did not attach much\nimportance to it.\nI have never had any experience like it, before or since; but I am\nnervous and imaginative, frightened of the dark and of ghosts, so I don't\nthink my Tay Bridge presentiment is of much value. .A. wild wind like that\nis very uncanny to listen to when you are sitting alone, and is quite enough\nin itself to set a nervous imagination to work.\nMrs. Y., in a letter of the same date, corroborates her daughter's\naccount :-\nOn the night of the Tay Bridge disaster E. was sitting alone in her\nroom, when she suddenly came running upstairs to me, saying that she had\nheard shrieks in the air; that something dreadful must have happened, for\nthe air seemed full of shrieks. She thought a great many people must be\ndying. Next morning the milk-boy told the servant that the Tay Bridge was\ndown.\nIn a later letter, Miss Y. adds:-\nMother says she cannot remember my having any other experience of the\nkind. It happened before 9 p.m., we think.\nWe learn from the Time3, of December 29th, 1879(Monclay), that the acci-\ndent took place on the previous evening (28th). The Edinburgh train, due\nat Dundee at 7.15 p.m., Cl'08lled the bridge during a violent gale. It was\nduly signalled from the Fife side as having entered on the bridge for Dundee\nat 7.14. It was seen running along the rails, and then suddenly there was\nobserved a flash of fire. The opinion was the train then left the rails and\nwent over the bridge.\nIn all the cases, however, under this head published by :\\1r. Myers,\nthe influence of the locality is clearly indicated, and the difficulties of\nfinding an explanation are, so far, lessened.\nThese difficulties, moreover, are by no means insuperable. Readers\nof Plw.ntasmB qf tIle Living will remember several similar cases which\nare there discussed; and will remember also Mr. Gurney's suggested\nexplanation,l that a similarity of immediate mental content between\nthe percipient and the agent is the condition of the impression. In the\nordinary case of an apparition at the time of death, e.g., of a mother to\nher son, the condition of the appearance to that particular percipient,\nrather than to the man in the street, should on this hypothesis\nbe sought in the community of intellectual and emotional experi-\nences which may be presumed to exist between near relations who have\npassed a great part of their lives in the same environment. In the\ncases now under consideration the substitute for such far-reaching com-\nmunityis to be sought in the immediate and transitory occupation of\nboth percipient and agent-the one in present sensation, the other in\n1 Vol. II., pp. 267·9.\nDigitized by Goo~\n\f300 , Phantasms of the Dead [Nov. 29~\nmemory-with the same scene. Such partial community of perception,\nby a kind of extended 888Ociation of ideas, tends, under this hypoth~\ntowards more complete community, and the agent thus imports into\nthe sensorium of the percipient the idea of his own presence in the\nBcene which forms part of the present content of both minds. Whether\nthis hypothesis be accepted or not, it is clear that the difficulty which\nit seeks to eliminate is common to both theories; since both reject the\nmaterialistic explanation of a physical presence in space, which the\nfacts before us a.t first sight seem to suggest, and both rely upon some\nkind of affection of mind by mind. The difficulty cannot, therefore,\nfairly be urged by the adherents of one theory against the other.\nThe following case, taken from the article in the Arena before\nreferred to, will serve as a typical example of these narratives. Mr.\nHodgson writes: \"We obtained the case at the close of 1888 through\nthe kindness of Dr. S. T. Armstrong, from a lady who is unwilling that\nher name should be used.\"\nOne night in March, 1873 or 1874, I can't recollect which year, I was\nattending on the sick bed of my mother. About eight o'clock iu the evening\nI went into the dining-room to' fix a cup of tea, and on tuming from the\nsideboard to the table, on the other side of the table before the fire, whicl)\nW88 burning brightly, 88 W88 alao the gu, I 88W standing, with bis hands\nclasped to his side in tme military fashion, a soldier of about thirty yean of\nage, with dark, piercing eyes looking directly into mine. He wore a small\ncap with standing feather, his costume was alao of a soldierly style. He did\nnot strike me as being a spirit, ghost, or anything uncanny, only a living\nman; but after gazing for fully a lnillute I realised that it W88 nothing of\nearth, for he neither moved his eyes nor his body, and in looking closely I\ncould see the fire beyond. I W88 of course startled, and yet did not run out\nof the room. I felt stunned. I walked out rapidly, however, and turning to\nthe servant in the hall 88ked her if she 88W anything; she 88id not. I went\ninto my mother's room and remained talking for about an hour, but never\nmentioned the above subject for fear of exciting her, and finally forgot it\naltogether. Returning to tlJe dining-room, still in forgetfulness of what had\noccurred, but repeating 88 above the turning from sideboard to table in act\nof preparing more tea, I looked casually towards the fire and there I 88W the\nsoldier again ; this time I W88 entirely alarmed, and tIed from the room in\nhaste; called to my father, but when he came, he saw nothing. I am of a\nnervoua temperament, but W88 not specially SQ that night, W88 not reading\nanything exciting, had never heard any story about this incident at all before.\nFour years after, however, my brother attended a boys' school next door to\nthis house and an old gentleman told stories of the old houses in the neigh-\nbourhood during the war; and one W88 about a soldier who W88 murdered\nand thrown in the cellar. My brother told it, 88 a story cOlmected witlJ our\nold home, not 88 relating to my experience; for he being very young then,\nI don't think it was communicated to him. The family, however, were all\nimpressed by the coincidence. This ia 88 near the exact state of facta as\n'tis possible to write after the lapse of so many years.\nDigitized by Google\n\f1889.] from .Anothe1' Point of Vie~v. 301\nIn reply to inquiries we learn that the figure of the soldier occupied\nprecisely the Bame poaition on both occasions of its appeamnce, that it W8II\nvisible from different points of the room, and that the lady continued to Bee\nthe figure at the time that her father was unable to see anything.\nEven if the accuracy of the statements as regards the past history\nof the house could be established on unquestionable evidence, we\n.should hardly be entitled to infer so much as the probability of po,t-\n1nortem. agency. But, in fact, the accuracy of the statements is\nimmaterial. Taking the narrative as it stands, it is quite sufficient,\nfor the interpretation suggested in this paper, that there was in\nexistence an old gentleman who told stories about this and other\nhouses in the neighbourhood, and induced some of his auditors to\nbelieve them.\nPassingto the stories previously published, it will be noticed that in\nCase XXI. (Vol. V., p. 460), the apparition of the Bishop of St. Brieuc,\nas seen by the tenant of his room, at the hour of his funeral, is a\nsuggestive coincidence, as already pointed out, on the one view, but\napparently without significance on the other. In all the other cases, it\nwill be noticed, there are other persons resident in the immediate vicinity,\nin most cases in the same house, to whose agency the phantasm may be\nattributed. As in not one of these cases is there any obvious, or, indeed,\nreadily conceivable purpose to be attained by the apparition, the\nassumption that it did so originate seems, apart from the considerations\npreviously urged, to involve less improbability; for it can he shown\nthat in many cases the minds of the living would be much occupied\nwith the image of the deceased. When, for instance (as in Proceeding'\nV., Case V., p. 416; Case VI., p. 418; Case XI., p. 436; Case XXIII.,\np. 462; Case XXIV., p. 464), a guest is occupying a room in which\na former tenant had died within a. comparatively rece~t period, that\ncircumstance is likely to have a disturbing effect on the mind of the\nhost or other inmates of the house. And even when, as in Case\nXI. (Vol.· VI., p. 53), where the phantasm of Voltaire is seen,\nthe death is a matter of history, the knowledge that the apparition\nhad previously been seen in the same room is likely to exercise the\nminds of the in.mates on the visit of a new comer.\nIn some cases the manner of the appearance inevitably suggests the\nmind of the spectator. In Case VI., for instance, the figure of an old\nwoman, in \"asowbacked mutch,\"a drab-coloured petticoat, and a checked\nshawl, is seen lying on a bed outside the bed-covering, with her legs\ndrawn up closfl to her body, and her face turned to the wa.ll. This\nattitude, though natural enough if the vision originated in the mind\nof the neighbour who had actua.lly found the\" old wife\" on her death-\nbed in that position, is difficult to reconcile with its attribution to\nthe agency of the dead woman.\nDigitized by Google\n\f302 PhantaSms of the Dead [Nov. 29,\nIn Case VIII. (Vol. V., p. 422), an apparition of an elderly gentle-\nman, which was ascertn.ined by subsequent description to resemble\nDr. R., deceased some years before, was seen by an inmate of the\nhouse where Mrs. R. lay dead, on the night following her death.\nThe vision here may be attributed to the mind of the survIving\ndaughter, agitated by the recent loss of the other parent. Why the\nhallucination should have represented Dr. R., and not the lady\nwho had died a few hours before, the one theory is no more competent\nto explain than the other. It will be observed that in one at least of\nthese cases the percipient has had another hallucination. (Vol. VI.,\nCase XIII., p. 57.)\n(E) Case8 wltere tAe Agency of t\/~e Living i8 doubtfully indicated.\nThere remains a small group of cases (Proceeding8, Vol. III., p. 91. ;\nVol. V., Case I., p. 409; Case III., p. 412; Case XX., p. 455) in which\nthe hypothesis of living agency appears at first sight more difficult. Of\ncourse in all these cases, as already pointed out, it is conceivable that\nthe impression was actually received shortly before the death of the\nagent, and remained latent until a favourable opportunity offered for\nits development. But such a supposition seems, under the circums~nces,\nunnecessary, since the p08sibility of thought-transference from the\nminds of the survivors is clearly indicated in all four stories. In the\nfirst case Mrs. Haly saw the shadow of an absent nephew on the wall\nof her room, and a few hours afterwards received by post the news of\nhis death in Australia. In Case I. (Vol. V.) Mr. Tandy, returning from\na visit to a friend, carried away in his pocket a newspaper. That\nevening he saw an apparition of his friend Canon Robinson, and subse-\nquently found his death recorded in the newspaper which lay unopened\non the table. The interval which occurred between the death and its\nrecord has not been ascertained, but it is noteworthy that the appari-\ntion occurred only after the percipient's visit to a region of newspapers.\nThe phantasm may, as the narrative stands, have been due to the\nemergence and externalisation either of a telepathic impression\nreceived from the donor of the newspaper, or of an unconscious sensory\nimpression received from the obituary column of one of the other\nnewspapers lying on the donor's t\"ble, as in the instance recorded\nin Proceeding8, Vol. V., p. 507 (No 30). I am unable on any theory to\nsuggest any causal connection between the occurrence of the phantasm\nand the presence of the newspaper in the house.1 In Mrs. Haly's case,\nhowever,it seems not improbablethatthere was a real connection between\nthe phantasm and the receipt of the annunciatory letter. It is at all\n1 It is assumed in this interpretation-what is implied, though not expressly\nstated in the narrative-that the obituary notioe could not have been seen until the\nwrapper bad been tom off the newspaper.\nDigitized by Google\n\f1889.] f1'Om Another Point of View. 303\nevents possible that the news had been received by other relatives of the\ndeceased in England on the previous evening (by the same mail which\nbrought Mrs. Haly's letter), and that her vision was due to some com-\nmunication from their minds. If the vision were really due to the\ndeceased, it must be regarded as singularly unfortunate, from the\nevidential standpoint, that he chose such a time for delivering his mes-\nsage: a time, moreover, peculiarly inappropriate for his own purposes,\nsince it rendered his message practically superfluous. So in the next case\n(Vol. V., Case III., p. 412), Mr. La Maistre was drowned on September\n27th; his body was recovered on October 22nd, and his apparition was\nseen by a friend on November 3rd. It seems to me a fact of extreme\nsignificance that the message came, not in the course of the three or\nfour weeks during which the dead man was supposed to be alive and\nwell, but after the fact of the death was known, and when the message\nitself could no longer serve any useful purpose.l So again in Case XX.,\nthe percipient only dreamt of. his brother's death on the fourth day\nafter the wreck of the vessel, and 80me \/lOur8 after t\/1.6 news \/tad reac\/ted\nEngland.\nThus, in the only cases recorded in which'the mere communication\nat the right time of the fact of the death would of itself have afforded\nsome evidence of the continued action of the dead, such communi-\ncation is delayed until the intelligence had already reached others in\nthe vicinity of the percipient by normal means, i.e., until the possi-\nbility of thought-transference from the living had been established.\nFor the present I must regard that as something more than an unfor-\ntunate coincidence. .\n(F) Two Case8 of E:ueptional Difficulty.\nThere remains to be noticed but one case of all those as yet published,\nthat of William Moir. (Proceeding8, Vol. VI., Case VIII., p. 35.)\nWilliam Moir, grieve on a farm near Banff, alleged that he was for some\nmonths troubled by a constantly recurring dream of finding a corpse\non a certain spot near the farm on which he worked. Eventually he did\nactually dig on the spot indicated, and unearthed a human skeleton,\nwhich was supposed to be the remains of a man who had mysteriously\ndisappeared from the district some 40 or 50 years previously. We\nhave Moir's written statement, but he himself died some years ago.\nThe actual finding of the skeleton by him rests on indisputable evidence.\nBut the only authority cited for the mysterious disappearance many\nyears before is the tradition of the neighbourhood, as reported by Mrs.\n1 It is true that the narrator speaks of the body 118 having been .. buried 118 an un·\nknown caataway\" and states that \"we were the only friends he (the deceaaed) had in\nEngland.\" But 118 she and her family receh\"ed their first authentic intimation of the\ndeath from a notice in a newspaper, it is clear that the body of the deceased had been\nidentified.\nDigitized by Google\n\f3041 Phantasms of the Dead [Nov. 29.\n}Ioir. And the identification of t.he skeleton is wholly conjectural.\nMoreover, as Moir never told his dream until after its fulfilment, we\nhave no evidence beyond his own statement that such a dream was\never dreamt. In the absfmce, therefore,of further evidence as to the time\nand circumstances in which the skeleton was placed where it was found,\nand in view of the difficulty, at this interval, of ascertaining whether\nor not there was any disturbance or unusual appearance in the soil to\nindicate the whereabouts of the skeleton, I would suggest four alter-\nnative explanations of the story, one or other of which may perhaps be\nconsidered preferable to the invocation of post-mortem agency. (1) That\nthe dream occurred as alleged, and was due to telepathy from the\nperson or persons who placed the skeleton where it was found. (2) That\nthe dream occurred as alleged, and was due to the prior discovery of the\nskeleton by Moir in some abnormal condition, e.g., somnambulism, possi-\n.bly associated with hyperresthesia. (3) That the dream never actually\noccurred, but that an accidental discovery of the skeleton so powerfully\natl'ected a man of admittedly nervous temperament as to give rise to a\nhallucination of memory on that point. (4) That the accidental dis-\ncovery of the skclet.on was, in the first instance, concealed by Moir\nthrough some superstitious fear, and that the story of the dream was\ninvented subsequently to account for the discovery. Between these\nvarious explanations it seems impossible to decide, in default of the\nfurther evidence, which cannot now be obtained.\nFinally, I subjoin an account recently received which seems to call\nfor special consideration in this connection. It is but rarely that\naccounts of \"ghostly\" sounds possess much evidential value, from the\nextreme difficulty of eliminating ali possible physical causes for\nauditory phenomena. But in this case the hallucinatory nature of the\nsowlds heard seems conclusively proved, both in the case of Mr. B.\nand of Lady Z. 'Ve received the first account from the minister of S.,\na small hamlet in the south of Scotland.\nG. 191.\nJ1d11 23rd, 1889.\nIt affords me much plea.sure, in answer to your letter of the 20th, which\nI only received to-day, to give you an account of my experience in connec-\ntion with the music in D. woods, which \"does not seem due to any ordinary\nsource.\"\nI have heard it, I think, four times, and always at the same place, viz.,\non the public road, which runs along the south bank of the Tweed, and which\npa.sses, at the distance of three-quarters of a mile, the old churchyard of D.\nThe churchyard, from which the music always seems to come, is south of the\nroad, and at a much higher elevation, and the intervening ground is densely\ncovered with wood. The first two or three times I heard the sound, it was\nvery faint, but sufficiently distinct to enable me to follow the swellings and\ncadences. I do not know why, but on those occa.sions I never for a moment\nDigitized by Google\n\f1889.] from Another Point of View. 305\nthought it was real muaic. Neither did I think it anything very unuaual,\nthough the tones seemed more etheresl than any I had heard before. I am\nexceedingly fond of music, and, in my walks, frequently sing without sound\n(if I may use such an expression) tunes, pieces, and \"songs without words.\"\n.As there was on every QCC88ion a breeze swaying the branches, I thought that\nthat, in my imagination, produced the result, though it did seem strange that\nI never heard anything similar in other woods.\nYears passed, and I had forgotten all about the matter, when I heard it\nagain, and I will not soon forget the last performance.\nLast year I was walking up to X., to drive with Mr. and Mrs. M. to a\ntennis match. When I reached the usual spot, there burst upon my ear,\nfrom the direction of the churchyard, what seemed to be the splendid roll\nof a full brass and reed band. It did not recall the former OCC88ions, and I\nnever for a moment doubted its reality. Aly first thought was that Sir Y. Z.\nhad lent his park for a Sunday-school trest, and my second was that the\nband was far too good, and the music of far too high a class for such a pur-\npose. I walked on, enjoying it thoroughly, never dreaming that I was not\nliatening to good ordinary music, till it suddenly struck me that the sound,\nthough now faint, ought to have been inaudible, as there was now between\nme and the churchyard the big, broad shoulder of S. [a hill]. I began to\nremember the other-infinitely less distinct-performances I had heard, and\nthough not superstitious enough to believe that there was anything which\ncould not be explained on natural grounds, I felt that the explanation was\nbeyond my power of discovery or conjecture. Of course, I intended imme-\ndiately telling my friends at X., but my attention must have been called to\nsomething elae, as I did not do so. We drove away, and, after some time.\nwe all, except Mrs. M., got out to walk up a very steep hill. Walking at\nthe aide of the carriage I told the moat minute circumstances of my strange\nexperience. Mrs. M. seemed to take it very seriously, but Mr. M. ridiculed\nthe whole aft3ir as a freak of the imagination.\nI tell you these little incidental circumstances to show you how indelibly\nthe events of the day are engraven upon my memory.\nI had not, at that time, heard that the sounds had been listened to by\nany other person, but it is now well known that they have often been heard\nby Sir Y. Z., and once by Lady Z.\nIn the last case the music resembled that of a choir, unaccompanied by\ninstruments. In my case there was nothing resembling vocal music.\n(Signed in full) J. L. B.\nIn answer to queations, Mr. B. writes on the 30th of July, 1889:-\n1. I have never had any other hallucinations, so far as I know.\n2. I consider it absolutely imp088ible that there could have been a resl\nband at the place. It could not have been there without the permission of\nSir Y. Z. or of his manager. They were both at home at the time. They\nboth knew what I supposed I had heard, yet neither told me (and I see them\noften) that what I supposed to be music was real music. Again, l\\fr. M., the\npariah minister, would have told me. I have been here 18 years, and have\nonly once heard a brass band in the pariah of D.; even then it was only the-\nabsurd Volunteer band from P. I don't think X. is more musical than\n*,. [Mr. B.'s pariah.]\nDigitized by Google\n\f306 Phantasms of the Dead [Nov. 29,\n3. The \"cemetery\" is the churchyard of the suppressed parish of D.,\nwhich was divided equally between S. and X. The churchyard is in\nthe X. lmlf. The graves were neglected and have all, except three or four,\ndisappeared. The church became ruinous, and was converted into a burial\nvault for the Z. family. I have been there very frequently, but never heard\nanything when I was there. I have always, when I seemed to hear music,\nbeen on the public road, at the point nearest to the churchyard. I only\nguess the distance to be three-quarters of a mile, as there is no direct com-\nmunication between the two points. It is necessary to go round by D.\nHouse. I shall tell Sir Y. and Lady Z. about this correspondence if I have\nan opportunity before I go away for my holiday. Their experience might be\ninteresting.\n}'rom Lady Z.\nOn the hot, still afternoon of July 12th, 1888, I was sitting resting with\nsome old ladies at our pretty little cometery chapel, within the grounds of\nour house in Scotland, far away from all thoroughfare or roads. Whilst I\nwas talking I stopped suddenly, exclaiming, \"Listen! what is that singing l'\nIt was the most beautiful singing I had ever heard, just a tca!'e of cathedral\nchantill!1, i\\ great many voices, which only lasted a few seconds. The lady\nsaid she heard nothing, and thinking she might be deaf I said nothing. I\nquite thought it might be haymakers at work, and yet I turned my head\nround, for the singing was so close by. It dawned upon me, \"The Scotch\nneed not say they cannot sing.\" There were several others sitting with us,\nbut they heard nothing (which astonished me). I said nothing more till the\nevening, when I casually said to my husband, \"What was that ftflging where\nwe were sitting this p.m. 1\" thinking he would reply, •• Oh, it was the men\nat work\" ; but, to my astonishment, he replied, \"I have often heard that\nbefore, and it is chanting I bear.\" (Mark, I had not said I had heard several\nvoices, only singing, which was very remarkable.) And then, and not till\nthen, I saw that the voices could not have been human, and certainly I had\nnot imagined it. I had never heard such heavenly (that is the only adjective\nI can use) music before, and would not have missed it for anything. I was\nin no wise in a sentimental or fanciful state of mind when I heard the music,\nbut only talking of the common subjects of the day. This is my written\nstatement, and accurately true.\nSigned by me (in full) A. Z.\nFrom Sir Y. Z.\nWhen alone at the cemetery I have occasionally heard, from withln the\nchapel, sounds 88 of chanting.\n(Signed) ¥. Z.\nThe clergyman who procured for us this story, the brother of Lady\nZ., explains, in 1\\ letter dated July 13th, 1889, that the cemetery\nis \"in 1\\ secluded part of the grounds, at a good distance from\nthe house.\" He adds: .. My sister has forgotten to state if she ever\nhad any other similar experience; but I am pretty sure she never\nhad.\"\nThe case has many parallels amongst the traditional ghost stories\ncurrent in smoking-rooms and round dinner tables, and in sueh volumes\nDigitized by Google\n\f1889.] j1'oin Another Point oj View. 307\nof ghostly lore as TII-e Nightside of Nature, but I doubt if our collection\ncontains a.nother equally well authenticated instance of this type.\nThe narrative, at first hearing, suggests that this ethereal music may\nhave been an echo from something which has survived the grave. The\nsurroundings themselves harmonise with such an explanation; and\nthere would be a peculiar appropriateness in such requiems of the\ndead being audible only to the living representatives of the house,\neven when others are sitting by. But how, on this theory, is the\nexperience of Mr. B. to be explained 1 and what significance can\nbe attached to the change in the character of the sounds, from a\nchant of many voices to the strains of a band of wind instruments 1\nSuch difficulties can hardly be held fatal to the theory. But it\nmay be contended that there is, in truth, no need to invoke the\nintervention of any but mortal agencies. Imagination, fed by tradi-\ntions familiar from childhood, or the meditations natural to the place,\nmight suffice to suggest strains of music in the sound of the wind\n\"amongst the trees: a hallucinatory idea being thus built up on a basis\nof external fact. Such a hallucinatory idea., once originated, could be\ntransferred to other susceptible persons under appropriate conditions;\nand would take shape in accordance with the idiosyncrasies of the per-\ncipient, or his surroundings at the moment. In Lady Z. sitting near\nthe vault, the original hallucination would naturally reproduce itself\nunchanged. To the traveller along the high road, who could not, under\nnormal conditions, hear voices singing at the distance of three-quarters\nof a mile, the transmitted idea would adapt itself to the circum-\nstances without losing its essential character. Still, I am not disposed\nto deny that, whatever the explanation, the story is suggestive and\nremarkable.\nTo sum up: I have endeavoured to show, from a scrutiny of the\n\" ghost\" stories collected by the Society,that there is a strong tendency\namongst the narrators of such experiences to import into their narratives\nfeatures suggestive of the presence of an alien intelligence or personality\nbehind the phenomena; that this tendency operates with little restraint\namongst the reporters of the experiences of others; that it has demon-\nstrably in some cases affected the first-hand narratives; and that its\noperation may be suspected in other cases where it cannot be definitely\nproved. It is contended, further, that in the great majority of cases\nthere is no sufficjent ground for attributing the phenomena recorded to\nany source other than the minds of the percipients themselves; and\nthat there are various characteristics in the best authenticated narra-\ntives which strongly suggest that the phenomena originate simply as\ncasual hallucinations.\nLastly, a series of narratives, in which the alleged resemblance\nbetween the phantasm and some person deceased appears to rest on\nDigitized by Google\n\f308 Phantasms of the Dead [Nov. 29~\ngood evidence, or where the other circumstances under which the-\nphantasm occurred seem to render its explanation as a casual halluci-\nnation inadequate and to suggest post-7TWrtem agency, are examined in\ndetail, and an endeavour is made to show that in all such cases an\nalternative explanation may be found in the prolonged latency and sub--\nsequent emergence of an impression received from the dead man himself\nbefore his death, or in telepathy from the minds of other persons still\nliving; and various circumstances are pointed out in the narratives\nunder review which make in favour of such explanations. It is con-\ntended, therefore, that there is no sufficient justification for invoking\nptIBt-mortem agency until either the theory of telepathy from the living\nhas been proved inadequate to the facts, or tho limits of its operation\nhave been explored and defined.\nThere are some fine lines of Rossetti's which are directly suggested\nby our subject :-\n\" May not this ancient room thou sitt'st in dwell\nIn separate living souls for joy or pain 1\nNay, all its corners may be painted plain,\nWhere Heaven shows pictures of some life spent well ;\nAnd may be stamped, a memory all in vain,\nUpon the sight of lidless eyes in Hell.\"\nThat is a poet's guess, and poets have before now guessed the truth_\nDut to provo the conjecture we require such and so much evidence as\nis needed to establish any other scientific hypothesis. We are not\nentitled to assume such a solution of the problem as may flatter our\nhopes or buttress our philosophy. Rather, when we are conscious of\nan intuitive desire which impels us towards belief, we are bound to\nscrutinise the more rigidly the claims to our regard. It is not assuredly\nfrom any love of that ungracious role that I haye played the part of\ndevil's advocate.\nBut we are no less bound to be on our guard against the converse\ntendency, which is equally unscientific. It may be admitted that the\nevidence before us is not sufficient to prove post-mortem agency; but\nwe are not entitled, therefore, to conclude that the possibility of such\nagency is disproved. The only legitimate conclusion from such\npremises is the practical one, that more evidence is required. On this\npoint, at any rate, I find myself at one with my colleagues. We are all\nalike anxious to receive more evidence, and we are all alike prepared to\ngive it grateful welcome, and, as far as in us lies, impartial considera-\ntion. In the present stage of our inquiry, at any rate, we are\nagreed that the elaboration of theories should be subordinated to the\ncollection and verification of evidence. For without a far wider basis\nof ascertained facts, our rival hypotheses are but houses built upon the\nsand.\nDigitized by Goo~\n\f1889.] from .Another Point of View. 309'\nAPPENDIX.\nG. 186, p. 251.-The room in which Mrs. G. had slept on the night of\nher vision was for soine weeks in the summer of 1888 placed at the disposal\nof members of the Society. The room, situate on the second iloor, and look-\ning on the street, was very small, and was separated from the neighbouring\nroom by a wooden partition. Some 10 or 12 persons occupied this room, for\nabout 30 nights in the aggregate, during the summer of 1888, but no wlusual\nexperience was recorded. The partition has now been pulled down, and the\nroom throWn iuto the adjoining bedroom; but the mysterious noises had\nceased some months before the change was made. Nothing, in fact, of an\nunususl character appears to have taken place since the ocourrence of the\nphenomena recorded in the text.\nG. 187, p. 256.-The subjoined account gives the history of the house\nduring the tenancy of an Associate of the Society for Psychical Research\nand his wife.\nThe house is one of a continuous row, and the frout door is approached\nfrom the road by three or four steps. It has railings in front and steps down\nan area to the basement. The rooms are arranged as follows :-\nBasement: Breakfast-room in front; kitchen at back; wash-house lead.\ning from kitchen and opening into a small square garden about 20ft. by 16ft.,\nplanted with trees, and surrounded by other gardens.\nqround Floor: Sitting-room in front; bedroom at back overlooking\ngarden; small spare room at end of passage.\nFirst Floor'Landing: Servants' room-over spare room.\nFirst Floor: Front hedroom; small slip room justover front door-empty;\nback bedroom overlooking garden.\nThe house is situated on high ground. There are four or five ways\nof getting to it from di1ferent parts of the town, and each route is up\nhill. It is 10 minutes' walk from the railway station; and a very bright light\nwhich is kept going there at night illuminates the back rooms to some extent.\nShunting operations can quite easily be heard, especially when the wind\nblows from the station, and in quiet times the workmen can be heard as they\ncall to one another. A branch line between steep embankments runs at\nright angles to the road, and twmels under it some 50 yards from the house ;\nbut the traflic on this line is not heavy, and we never noticed any noise from\nthat direction, even when trains entered or emerged from the twmel.\nI occupied the \"haunted house,\" with my wife and one maid-servant.\nfor a period of nearly 13! months-or, to be exact, from August 17th, 1888,\nto September 27th, 1889. During our tenancy we were not disturbed by any\nstartling or violent msnifestations, nor did we see any apparitions. Several\nvisitors stayed in the house, and slept there, from time to time, mainly with\nthe object of having experiences if possible, but I do not think many of them\nmet with much reward. In one or two cases these visitors heard noises\nduring the night which they could not quite account for; but in most instances\nthe sounds were 80 trivial that little importance was attached to them.\nOn 137 nights visitors slept in the house-25 men and 14 women in all.\nX\nDigitized by Google\n\f310 Phantasms of the Dead [No,v.29,\nSometimes both the spare bedrooms on the first floor were occupied on the\nMme nights by one or more persons; sometimes only one of the rooms was\nill use. Altogether the front bedroom was occupied by visitors on 87 nights,\nand the back bedroom on 96 nighta.\nAlthough my wife and I had no visual experiences in the house, we were\ncertainly confronted with a few odd noises-of a sort which would undoubt-\nedly have arrested attention in any house, no matter whether it had a ghOftly\nreputstion or not. I carefully made a note of every unusual event imme-\ndiately after its occurrence; and as the number of them is not great, I give\nthe complete list, taken from my diary.\n1888.\nAugust 17th.-Took up our abode in the house.\nAugust 2Oth.-My wife heard a zinc pail, as she thought, being rattled in\nthe spare room at the top of kitchen stairs. There 1C(U a zinc pail in this\nroom, but she found it undisturbed. Later in the day she heard a similar\nsound, proceeding, as she thought, from the wash-house, but the zinc pail ill\ntlmt place was found in its proper position.\nAugust 27th.-On two occasions to-day the front door bell rang violently.\nThe first time no one was found at the door; the second time my wife was\nquick enough to detect two children in the act of running away.\n\" September 4th.-When I returned from town this evening my wife stated\nthat during the day she had twice heard a crash downstairs like fireirons\nbeing thrown upon the kitchen stove. She ran downstairs immediately each\ntime, but found nothing displaced in any way. After hearing tIlls account I\nwent down with my wife to survey the spot, and as wo were discussing the\nmatter we both of us heard a loud, sharp noise, like the crsck of a whip,\nproceeding apparently from the spare room at the head of the kitchen stairs.\nGetting lights, we proceeded at once to the room; but nothing could we find\nto account for the noise. Time, 8 p.m.\nSeptember 5th.-In the evening I was writing at my desk in sitting-room,\nand heard noise like shovels and fireirons being thrown upon kitchen stove.\nMy wife was dozing upon the sofa in the room with me, and I was surprised\nthat the noise did not rouse her. I ran downstairs at once and made an\nexamination, but there was nothing whatever to indicate the cause of the\ndisturbance. Time, 9.10 p.m.\nSeptember 6th.-Arrival of M. W\" msid-servant, who was given bed-\nroom on first floor landing.\nSeptember 21st.-I, writing at my desk, heard noise overhead (apparently\nin front bedroom) like a person tapping upon the floor with a hammer, using\nabout enough force to drive tacks in. Eight or teu knocks. and then silence.\nI at once got a light and went up. Could find no explanation. Wife out.\nGirl in kitchen in basement. Time, 8.5 p.m.\nSeptomber 22nd.-Girl casually mentioned to my wife that twice in tho\nearly morning (6.45 and 7.15 a.m.) she had gone to front door in answer to\nbell, but had not found anyone there.\nOctober 1Oth.-My wife and I were taking tea in sitting-room. Time,\n5.38. Front door bell rang. I at once went to window to find out who\nvisitor was, but could see no one. While I stood at window, thinking visitor\nmust be standing in rece88 of doorway, servant opened door. No one was\nDigitized by Google\n\f1889.] from Anothe)' Point of View. 311\nthere. I therefore went out and looked up and down the street. Two lamp-\nlighters 011 the other side were the only persons about, and they assured me\nthat they had not observed anybody come up our steps.\nOctober 13th.-Servant mentioned to my wife that she thought queer\nnoises occurred. in the house. Said often when in bed she heard footsteps\ncoming up and down stairs by her door. She supposed it must be from next\ndoor, but it sounded very close. [The next house on the same side as our\nstaircase was empty at this time.]\nOctober 16th.-On this night a visitor slept in front bedroom. He stated\nnext morning that about 1.30 he had heard a peculiar crisp noise in his room,\nsomething like a silk dress rustling.\nOctober 18th.-At 0.30 p.m. a loud double knock was given at front door.\nNoone was found there. I was in London, and my wife told me of the\nincident upon my return in the evening.\nOctober 27th ancl28th.-Colonel and Mrs. H. occupied front beclroom\non these nights. On the second night Colonel H. heard mild groans and\nloud breathing. It is probable that these sounds came from the adjoining\nbedroom in the next house.\nNovember lOth.-I was aroused during the night by hearing a tramping\nnoise, apparently in the back bedroom overhead. The noise ceased in a minute\nor less. I intended to go up and explore, but being only very slightly awake,\nr unfortunately fell asleep again without carrying my intention into effect.\nDecember 9th.-On this Sunday evening occurred the most really unac-\ncountable noise of any yet noticed. I was in the house alone, writing at my\ndesk. Time, 8.30. Suddenly I heard a noise which seemed to come from\nthe hall, outside my room door. I can only compare the sound to that which\nwould be made if half a brick were tied to a piece of string and jerked about\nover the linoleum-as one might jerk a reel to make a kitten playful. The\nbumping noise seemed to commence close to the door of the room ill which I\nwas sitting; it appeared to proceed along the passage to the top of the kitchen\nstairs-traversing a distance of some 15ft. in about half a dozen jumps-and\nthen it seemed to tum the staircase comer and to jump down three or four\nstairs, one at a time. I went out, carrying my reading lamp with me, but\nnothing could I find, either in the passage or down the kitchen stairs. So,\nmuch puzzled, I returned and resumed my writing. In about five minutes\nthe bumps began again, seeming to me to come from the part of the kitchen\nstairs where they had previously left off. This time I ran out too quickly to\ntake the lamp with me. Just as I reached the head of the stairs the knocks\nstopped again. All was now clark, but fearing to lose time by returning for\nthe lamp I went clownstairs backwards, feeling along each stair with my handa\nas I proceeded. Reaching the bottom, I stepped into the kitchen and turned\nup the gas there, but Ilowhere was anything to be seen that could have caused\nthe curious sounds. More perplexed still, I returned once more to my\nwriting, but had scarcely shut the sitting-room door and settled nlyaelf at the\ndesk when three sharp thumps sounded on the floor just outside the door.\nI sprang across the room and threw the door open. Nothing was to be seen.\nAgain I searched in all directions-without getting the slightest hint of an\nexplanation. The thing was inexplicable, and it has remained so to me ever\nsince. At flny rate, there are the facts. I can suggest no explanation. The\nx 2\n\f312 Phan~ of t\/te DeacZ [Nov. 29,\nidea that the noises really occurred in the next (empty) house does not com-\nmend itself to me for the simple reason that they seemed to be so distinctly\nin the places referred to. I was the only person in the house. We had no\ncat at that time; and we never at any time found any indications of mice in\nthe place.\nDecember 15th.-A most remarkable and inexplicable noise occurred at\n11.35 p.m. on this date.\nOur bedroom adjoined the sitting-room, and was separated from it by\ncurtains. Across one corner of the sitting-room (one of the corners adjoining\nthe bedroom) a piano was placed, and over this instrument, upon the wall,\nhung a guitar. The guitar, as most people are probably aware, has six strings-\nthree silver and three gut. On this night I had retired before my wife, and\nhad been in bed about five minutes; she remained in the sitting-room in\norder to say her prayers by the fire, as it was a very cold night. In the midst\nof the quietness which ensued I suddenly heard the guitar play-p1mg, pang,\npi\"g~lIl1g, pang, ping-here my wife called out in a loud, awe-struck\nwhisper, \"Did you hear that 1\" whilst even as she spoke a third pung, pang,\nping sounded clearly through the rooms. 1 immediately sprang out of bed\nand rushed in to her, finding her kneeling upon the hearth-rug by an arm-\nchair, staring with astonishment at the guitar upon the wall. No more\nsounds were heard, though we sat waiting by the fire for over half an hour.\nMy wife told me that she had been distracted once or twice during her\nprayers by a noise like someone sweeping their hand over the w&II paper by\nthe fireplace and in the recess across which the piano stood. She had looked\nround to see where the kitten was (an extremely lazy Persian), and found\nthat it was curled up asleep behind her. She said that when the guitar\nBOunded its chords (in arpeggio) for the second and third time she was looking\nstraight at the instrument, and such critical observation as she had at com-\nmand under the surprise of the thing satisfied her that there was nothing\nvisible near it, and that it made no perceptible movement. Well, that is all.\nThe three gut strings of that guitar unmistakably sounded three times in\nsuccession (making nine notes altogether) when no person was touching it,\nand no thing was touching it as far as we could discover. The first explana-\ntion that suggests itself is that the pegs slipped round slightly and so caused\nthe strings to vibrate and emit sounds-as often happens with stringed instru-\nments, I am told. But the answer to that suggestion is, lat, the sounds were\nnot of that sort-they were more clear and musical than the result of slipping\npegs would be; 2nd, it is extremely improbable that three pegs would each\nslip just enough to produce the corresponding chord in a lower key; 3rd, if\nthis improbable thing happened once it could scarcely happen three times ill\nBuccession, and without the changes of pitch being noticed; 4th, all lIix\nItring3 of the gtfitctr were perfectly in tUlle next dcty! So slipping down is out\nof the question. How to account for the fact I do not know. I can only\nrecord it as it occurred, and leave it to others to estimate the probability of\nsuch a feat being accomplished by mice (in a. house where mice were un-\nknown), or by a moth (in December), or by something similar which escaped\nour observation.\n1889.\nJanuary 13th.-When I came in, about 10.30, my wife informed me that\nDigitized by Goo~\n\f1889.] jl\"Om .Another Point oj View. 313\nwhen Bitting alone during the evening Bhe had heard the guitar make one\nnote. She could not reach the guitar to Bee whether one of the six Btrings\nwould give that note, and BO Bhe found the corresponding note on the piano\nin order to remember it. I at once tried the experiment. The instrument\nwas not now in tune, but I found that the middle gut Btring gave a note\ncorresponding to the one indicated upon the piano.\nJanuary 24th.-To-day our maid-servant (from whom we believed the\nhistory and reputation of the house' had been carefully kept) complained\nthat Bhe had heard outside her bedroom door, in the morning about 5.30 or 6,\na loud crash like a quantity of bottles being hurled upon the lloor. We\naBIlured her it was a dream; but she maintained that Bhe was Wide awake\nwhen it happened, and had been awake for BOme time.\nFebruary 16th. - Lieut.-Oolonel S., Sir L. G., and Oaptain N.\noccupied the two bedrooms. III the morning the two former reported\nhesring Bimultaneously a noise, apparently on the linoleum between the open\ndoors of the two rooms, like paper rustling or mortar falling. I believe they\nimmediately rushed from their rooms and met on the landing. Time about\n2 a.m.\nFebruary 15th.-My wife'B Bister, MuJB E. B., slept in top back\nbedroom on this and five or Bix following nights. After the first night she\nreported hesring three loud raps on her room door, Buch as might be done\nwith a walking-stick. She could not 88y quite what time in the night this\ntook place, but.she is positive she had not been asleep. It might have been\nabout 1 a.m. She did not hear anything on the following nights.\nJune 29th.-Mrs. V. reported that when alone in the Bitting-room,\n\"between seven and eight this evening, she heard a note from the guitar.\nSubsequently Mrs. V. Btated that the note heard was BOmewhere about\n\" A above middle 0.\" If the note was as high. as this and came from the\nguitar it must have been produced by one of the gut Btrings. Mrs. V. had\nDO idea that the guitar had 9ver done this BOrt of thing. My wife and I were\nout at the time, and the Bervant was downstairs.\nFrom time to time I paBBed several nights alone in each of the three bed-\nrooms (the visitors' rooms and the Bervant'B) beBides our own, to see if I\ncould meet with experiences of any BOrt, but nothing ever happened on these\noCC8llions that I am aware of.\n(Signed) X. Y.\nThe present tenant of the house (who took p0BB8BBion on September 28th,\n1889) wrote to us on March 13th, 1890:-\n'I am BOrry to 88y we are thoroughly diBBppointed in the ghOBt; we have\n• neither seen nor heard anything which even a believer in ghosts could lay\n• to their charge.'\nDigitized by Google\n\f","_id":568}