{"name":"Proceedings of the Society for Psychical Research 4677 3953 4041","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_31_january_1890.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, January 31, 1890","mylang":"de","content":"314 .A Defence of Phantasms of the Dead. [Jan. 31.\nII.\nA DEFENCE OF PHANTASMS OF THE DEAD.\nBy F. W. H. MYERS.\nThe question whether aught in man survives the death of the body\nis of course, and undeniably, the most important which researches such\nas ours can ever hope to solve. It is more than this; it is the most\nimportant problem in the whole range of the universe which can ever\nbecome susceptible of any kind of scientific proof. Cosmical questions\nthere may be which in themselves are of deeper import. The nature of\nthe First Cause; the blind or the providential ordering of the sum of\nthings ;-these are problems vaster than any which affect only the\ndestinies of men. But to whatever moral certainty we may attain on\nthose mightiest questions, we can devise no way whatever of bringing\nthem to scientific test. They deal with infinity j and our modes of\ninvestigation have grasp only on finite things.\nBut the question of man's survival of death stands in a position\nuniquely intermediate between matters capable and matters incapable\nof proof. It is in itself a definite problem, admitting of conceivable\nproof which, even if not technically rigorous, might amply satisfy the\nscientific mind. And at,the same time the conception which it involves\nis in itself a kind of avenue and inlet into infinity. Could a proof of\nour surviva.l be obtained, it would carry us deeper into the true nature\nof the universe than we should be carried by an even perfect knowledge\nof the material scheme of things. It would carry us deeper both by\nachievement and by promise. The discovery that there was a life in\nman independent of blood and brain would be a cardinal, a dominating\nfact in all science and in all philosophy. And the prospect thus opened\nto human knowledge-in this or in other worlds-would be limitless\nindeed.\nSince, then, our researches carry us perforce into the neighbourhood\nof a question so vast as this, we must take care that we do not slip intO\nassuming an answer without full consciousness of what we do, In\nPlumtaaTnIJ cifthe Li,,';ng any answer whatever was expressly postponed.\nBut evidence reached us which we could not refuse to examine j and\nMr. Gurney, as my readers know, was at the time of his death actually\nengaged upon this very task. It fell to my lot to complete the paper\nwhich he had in preparation (P.roceedings, Part XIV.), and to add\nanother (Pa.rt XV.), which carried the evidence somewhat further•.\nBut those papers consisted mainly of a detailed exposition of testimony ;\nDigitized by Google\n\f1890.J A Defence of Phantasms of the Dead. 315\nand dealt too slightly with the philosophical aspect of the question,~\nthe degree of readiness or reluctance with which we ought to accept\nthe hypothesis of man's survival, when D1at~hed wit.h other hypotheses\nwhich, if less directly suggested by the evidence, may yet lie more\nassuredly within the realm of ascertainable law.\nMr. Podmore's criticism upon my views expressed in the above-\nmentioned papers comes, therefore, opportunely. It should be answered\nnot only by actual rejoinder to its arguments, but by something of\nfuller statement as to the way in which our psychical evidence generally\naffects the doctrine of man's survival. For Mr. Podmore starts from a\nthorough belief in the reality of telepathy between living men, and\ne~deavours to explain the so-called phantasms of the dead as being in\nreality generated by minds still clothed in flesh. His explanations, as\nhe frankly admits, are many of them \"far-fetched and improbable\" ;\nbut he regards them as less far-fetched, as less improbable, than the\nsupposition that anything in man survives the tomb.\nFor reasons presently to be given I do not regard Mr. Podmore's\nintermediate position as permanently tenable. In one sense, indeed, I\nshould be glad to think it more plausible than I do ; since it might prove\na stepping-stone to the acceptance of evidence which I believe to be true,\nbut which is too strange, too remote from ordinary experience, to be\nreadily believed. For I fear lest as students begin to perceive how\nclosely our evidence of telepathy between the living is linked with\ntelepathy between the living and the dead they may suffer a kind of\nrevulsion or backwater, from dread of the\" mysticism\" which to many\nminds seems somehow to adhere to the facts themselves, however\ncareful the mode of their presentation.\nBut the strongest reason for immediate reply to Mr. Podmore's\ncriticisms lies in the danger that those criticisms should operate upon\npossible informants in a way which he deprecates as earnestly as myself.\nOur investigation requires that a constant stream of evidence should flow\nin. It is only by perpetually gathering in fresh experiences at first-hand\nthat we can maintain a real difference in value between our own colliga-\ntions of actual facts and the loose speculAtions of apriori negation or of\napriori credulity. The difficulty of collecting this evidence is very\ngreat already. It would be increased if possible informants were to\nsuspect, however groundlessly, that their narratives were examined with\nany kind of prepossession, or their stranger experiences discounted as\nproving too much. On the other hand, this frank avowal of divergence of\nopinion between the two secretaries to whom evidence may be sent may\nsuggest an additional motive to our correspondents to furnish materials\nwhich may help to decide the controversy in one way or the other.\nI must insist again upon the deep importance of the amount\nand the quality of the records sent to us. The urgent question is not\nDigitized by Google\n\f316 .A Defence .of Phantasms of the Dead. [Jan. 31,\nhow our evidence is to be interpreted in detail, but whether or no it is\nto be set aside altogether. Human testimony is on its trial. It re-\nmains, that is to say, to be s.een whether Science can accord to honest\ntestimony (of a kind which can rarely be confirmed by direct experi-\nment) a confidence sufficient to bear the strain put upon it by the\nmarvellous matters for which that testimony vouches. I believe that the\nveracity, the accuracy of our informants, taken en masse, will ulti-\nmately support that strain, and that the world will be convinced of\nveridical apparitions as the world has been convinced of meteorites.\nMeteorites,-those other invaders from the unseen,-were until\nlately quite as scornfully rejected; and naturally rejected, 80 long as\nthe evidence for phenomena. 80 marvellous rested on antique traditipn\nand peasants' tales. Then came a moment,-like the moment which our\ninquiry is traversing now,-at which inquiring men who had actually\nspoken with the peasants and seen the fragments believed that stones\nhad fallen. And then suddenly the fall of meteorites was accepted as\na natural phenomenon, an almost inexplicable but a quite undeniable\nfact. In recent papers I have endeavoured to exhibit-so to say-\nsome specimens of meteoric dust. In the present paper I must try to\nshow the hollowness of the negative assumption which for this inquiry\ncorresponds to Lavoisier's famous dictum, \"There are no stones in the\nair; therefore none can fall upon the earth.\"\nI shall not, of course, debate ab ovo the well-worn question of a\nlife to come. Rather I shall discUBB in what way that ancient con-\ntroversy is affected by the discovery of telepathy amongst the living;\nwhich I shall here follow Mr. Podmore in assuming as adequately\nproved. But I must indicate the starting-point from which my\nargument is to begin. My reader must· understand that I am confining\nmyself exclusively to the scientific aspect of the question. I therefore\nwaive all reference to the fact that the majority of civilised men\nprofess at least to believe that sufficient evidence of man's survival has\nlong ago been attained. But, on the other hand, I protest against\nan opposite assumption which seems to me to be almost as narrow,\nalmost as unphilO8Ophical, as blind faith in instinct or in tradition\ncan possibly be. Because we men, with our short and confined\nexperience, have as yet no clear knowledge of thought or consciousness\napart from the flow of blood through a ponderable brain, it is often\nassumed that it is indefinitely improbable that thought or consciousness\ncan, anywhere in the universe, exist except in such a connection.\nThis argument is cogent indeed against the practice of mummifying the\ndead,-against the.expectation that the actual dust of outworn frames\nshall· be revivified by 80me startling decree. Life, as we know it,\ncannot persist in connection with disintegrated tissue, a desiccated\nbrain. But what more than this can we affirm 7 Amid the infinite\nDigitized by Google\n\f1890.] .A. Defence of Phantaams of the Dead. 317\npossibilities of the Cosmos the persistence of discarnate life is per 8e\nneither probable nor improbable. On the a priori aspect of the\nquestion science can have no more to say.\nI proceed to the more definite query as to how far a belief in\ntelepathy,-in a communication between incarnate minds apart from\nthe operation of the recognised organs of sense,-ought to influence\nour belief in the possibility of a communication between minds incar-\nnate and minds discarnate,-minds, that is to say, for which the\nrecognised organs of sense are altogether lacking. Mr. Podmore holds,\nas I understand him, that telepathy should make no difference at all ;\nthat here is simply a newly-recognised law of nature which we must\nhenceforth allow for in the same definite manner as we allow for the\nlaws (say) of chemical affinity ;-and with the same presumption that\nany new combinations which we come upon are due to the action,\nunder novel conditions, of this same identical force.\nMy own view is in one sense more cautious, but in another sense\nbolder. On the one hand, I do not venture to treat telepathy so freely as\nMr. Podmore treats it,-to draw his hypothetical inferences as to forms\nof it to which experience has not yet introduced us. But, on the other\nhand, I regard telepathy, not as a fact standing alone and self-sufficing,\nbut as a first hint of discoveries which cannot be circumscribed,-a\ncasually-reached indication of some unknown scheme of things of\nwhich thought-transference, clairvoyance, apparitions at death, may be\nbut subordinate effects or incidental examples. Unprovable as such an\nhypothesis obviously is, it has the advantage of putting us on our guard\nagainst other hypotheses which make more pretence to proof. The\nnotion of brairlrwaV68, for instance,-the analogy of the two tuning-\nforks which vibrate in unison,-was at first attractive to many minds.\nIt seemed comparatively easy to add this new vibration to the\nnumerous systems of vibrations which we know or suspect to be\nactually traversing space. Yet this fancy of brain-waves (from which,\nby the way, Mr. Gurney and I were from the first careful to stand\naloof) has become less and less plausible, less and less explanatory, as\nevidence has accumulated. The cases on which such a conception\nmight throw light are everywhere interwoven with cases where it\nseems wholly inappropriate.\nAnd yet this idea of brain-waves had a possibility of definiteness.\nIt was conceivable that it might have been the key to all the pheno-\nmena. There is not the same definiteness in the conception with\nwhich Mr. Podmore replaces it. As the key to all the phenomena.\ninexplicable by more familiar causes he suggests telepathy between\ntke living. But telepathy is not a simple and positive conception\nwhich we can manipulate with confidence. It is not a law at which\nwe can a,rrive deductively from other known laws. Nor is it even-\nDigitized by Goo~\n\f318 .A Defence of Phantasms of the Dead. [Jan. 31,\nlike the law of gravity-an expression of a definite universal fact,\nwhich we can count upon although we cannot arrive at it deductively.\nI probably go beyond Mr. Podmore in holding that the simplest\ncase of true thought-transference, if once admitted, breaks down\nthe purely physiological synthesis of man, and opens a doorway out\nof materialism which can never again be shut. And I agree with\nhim in holding that in Pha-ntaBmII of tM Living a continuous con-\nnection has been traced between the smallest experiments in telepathy\nand such complex phenomena as the phantasmal appearance of\na dying man to several persons together, or to a person who never\nknew him. But from this I infer-not that all these complex\nphenomena are merely varieties of the special phenomenon with which\nit was, convenient to begin our inquiry i-but rather that a mixed\nmultitude of obscure phenomena can now be seen to have a certain\nkinship, insomuch that the evidence for each class strengthens by\nanalogy the evidence for the other classes i-while all classes alike are\nprobably the outcome of laws too remote from terrene experience to\nadmit of being grasped at present by minds like ours.\nAt the time when Plw\/nta811l8 of tIle Living was written it seemed\nto be accordant with scientific caution to treat all the supernormal\nphenomena. there included as being-whatever else they might or might\nnot be-at any rate instances of the direct influence of one mind upon\nanother. But although I still hold this as true in the main, I should\nno longer wish to assert it of every case gil'en in that book. Some of\nthose cases, for instance, may be explicable by clairvoyance,-by some\nenergy exercised by the percipient's mind alone, without there being\nany so-called II agent\" in the affair at all. In view of this possibility\nand of those other still less defined possibilities towards which some\nof our evidence obscurely points, it seems to me unreasonable to treat\ntelepathy as if it stood alone as a possible explanation i-as if there\nwere no rival conceptions in the psychical field.\nAnd, moreover, the evidential position itself has considerably\nchanged during the past four years. A large part of our evidence\nfor post-mortem apparitions has been collected since PkantasmB cif\ntile Living appeared. And as our evidence now stands I find no\nrational halting.place between our smallest experimental transferences\nfrom mind to mind and apparitions generated by men long dead. I\ndo not mean that each stage of the evidence is equally strong. There\nare - as has elsewhere been shown-abundant reasons, drawn from\nthe mere ordinary facts of life, which make it much harder to prove a\npost-mortem apparition to be veridical than it is to prove the same\nthing of an apparition which coincides with death. But a fresh\npractical difficulty in making evidence cogent does not necessarily\nimply a philosophical gulf between the more and the less easily proved\nDigitized by Google\n-\n\f1890.] .A Defence of Phantasms of the Dead. 319\nphenomell8o. I sugpect that could we see all olir phenomena set out in\ntheir true relations, we might find that the gap between a phantom\ngenerated five minutes before death and a phantom generated five\nminutes after death was not so broad as the gap between the trans-\nference of a card from mind to mind and the impression on distant\npersons of a. phantasmal personality.' May not the importance which\nwe attach to death be largely a subjective thing t a mere example of\nthe way in which man's speculations on the universe are tinged with\nan ineradicable anthropomorphism 1 Who can say that there may not\nbe quite other points in our chain of phenomena at which a dis-\npassioll8ote non-human expositor might feel it more logically suitable to\nopen a fresh chapter'\nMy argument, says Mr. Podmore, stands in need of two assump-\ntions ;-that the dead still live, and that they can communicate\nwith survivors. Elsewhere he assigns to me a third assumption,-\nthat the dead are conversant with the aspect of their body after its\ndeath.\nI prefer to put my theory in my own way,-as a single postulate\nwhich will carry with it all that I am endeavouring to show in detail.\nI assume, then, that the individualised energy which generates veridiCII.l\nphantasms is not coeval with the body. It has not, I mean, the same\nduration as the ,body; it may have pre-existed, and it may survive.\nAs to the details of this conception,-power of communication, power\nof memory, «c.,-my view leaves us with regard to the behayiour of\nphantasms of the dead just where we stand in regard to the behaviour\nof phantasms of the living. It leaves us, that is to say, in a state of\nblank ignorance Ii priori,-an ignorance which can be dispelled by\nactual evidence alone.\nMr. Podmore believes, as I do, on the sheer strength of the evidence,\nthat Mr. S. H. B., for instance (Phantasnl,80\/ehe Living, Vol. I., p. 104).\nwas able by'what we vaguely call an effort of will, to manifest a phantom\nof himself to several persons at a distance. Could we have anticipated\nthis' Could we have predicted beforehand how that phantom would\nbehave' whether it would seem to show intelligence or not 1 whether\nit would be perceptible to one person only or to more' whether\nMr. S. H. B., as we actually know him, would have any recollection of\nthe phantom's actions or no t\nWe could have predicted none of these things; and neither can\nwe make any prediction as to the intelligence, the memory, the per-\nceptibility of a phantom-if such there be-which is generated after\nbodily death. And all that I assume is that whatever the energy\nmay have been which generated the phantom of the living S. H. B.,\nthat energy was not dependent on the vitality of his bodily tissues.\nCan anyone show me that it was so dependent' or give reasons\nDigitized by Google\n\f320- A Defence of Phantasms oj the Dead. [Jan. 31,\n--why, in our absolute ignorance, my supposition is to be treated as\nso much less likely than the opposite one 1 I claim, indeed, that\nquite apart from any evidence to apparitions after death, and look-\n-ing only to the class of cases set forth in Phanta8mB of the Living,\nthere is good ground for holding that the energy in question is not\nbound up, in the same way as our conscious mental energies are\nhound up, with the physiological activity of the brain. The concomi-\ntant variations of bodily health and mental vigour form, as we know,\n.an obvious argument for the view that with the total cessation of\nbodily functions our mental functions also must wholly cease. So far\nas our conscious mental activity goes, this exact concomitance admits\nof no provable exception. But so soon as we come to deal with mani-\nfestations of the unconscious self,-of the profounder strata of our\nbeing,-the case changes at once. Even in the hypnotic trance we\nobserve a greater independence of certain corporeal conditions,-as\nwhen a hypnotised patient can talk freely in spite of a wound which,\nin his waking state, would keep him absorbed in his pain. This, of\ncourse, resembles rather a shutting off of certain bodily distractions\nthan the development of any new mental force. Going a step further,\nwe find hypnotic hyperresthesia increasingly difficult to explain by\nanything that we know of concomitant bodily states. But when we\ncome to telergy,-to the power of propagating influences or phan-\ntasms at a distance,-then the familiar parallelism between bodily\nand mental states assumes a quite strained and hypothetical air.\nAt first, indeed, it might have appeared as though that parallelism\nstill subsisted. We spoke of phantasms coincident with moments of\ndeath or crisis,-as though a strong upheaval of the conscious being\ndisengaged some influence which might be felt afar off. But as\nfurther cases were gathered in it became clear that the \"crisis\" which\nfacilitated telergic action was not necessarily a moment of conscious\nexcitement or strain. Quite otherwise; for it was fouitd that the\nCI agent,\" at the-moment of the apparition, was often asleep, or fainting,\nor even in a state of coma. Not the moment of death alone, but also\nthe hours of abeyance and exhaustion which precede death, were found\napt to generate these appearances. Nor is the moment of death itself,\nunder ordinary circumstances, ~ moment of impulse or exaltation. Far\noftener it is an imperceptible extinction of energies which have already\nwaned almost into nothingness.\nIt would, then, be nearer the truth to say that telergic action varies\ninversely, than that it varies directly, with the observable activity of\nthe nervous system or of the conscious mind. And it follows that the\npresumption commonly urged against the conscious mind's continuance\nafter bodily decay loses much of its force when we are considering this\nnew-found form of mental energy,-so much less manifestly dependeru;\nDigitized by Google\n\f1890.] .A Defence of Phantasm8 of the Dead. 321\nupon bodily states. We come back-as I have before said-to a.\nproblem whose conditions are wholly unknown.\nTurning now to Mr. Podmore's criticisms, we find that they fall\ninto three classes. First, he gives reasons for regarding the narratives\npointing to post-mortem apparitions as ill-evidenced. Secondly, he\nendeavours to show that the details of those narratives are not such as\nwe should expect if the phantoms were really generated by the spirits\nof the departed. And, thirdly, he suggests ways in which those\nnarratives may be explained by the agency of persons still living.\n(1) Arguing for his first point, Mr. Podmore repeats a remark on.\nwhich I have already insisted ;-namely, that the mythopreic instinct\nof mankind works in favour of a type of \"ghost story\" far more full-\nflavoured,-more pregnant with poetic justice or with curdling horror,\n-than our first-hand cases can generally claim to be. It is so; and\nit was by considering those very cases in our privately-printed series\nto which Mr. Podmore ref~rs in detail that we assured ourselves that\n80 it was. There is nothing to be surprised at here. And, as I have\nsaid, the fact that the mythopreic drift is in that direction serves to\nmy mind to heighten the presumption in favour of the genuineness of\ncases of post-mortem apparition so flavourless or so odd as most of\nthose on which I rely;-corresponding so poorly to that which man's\nfancy loves to feign. I have already explained what I hold to be the\ncause of the emotional barrenness, the Heeting insufficiency, of most of\nthese projections upon terrene existence of iniluences whose centre is\nno longer among breathing men.\nAnd with regard to the amount of that evidence which I hold as\ngood, both Mr. Gurney and I have always stated that it was far less\nthan the evidence for veridical phantasms among the living. It must\nbe less,-as I have again and again to repest,-beca.use in our ignorance\nof how the departed \"agent\" is faring we cannot appeal to 1,is history to·\nshow some coincidence with the moment when this phantasm is observed\nby his surviving friend. We have to leave out of account the great\nbulk of these poat-mortem appearances,-these \"visions of consolation,\"\n-because we cannot cite some entry in a departed spirit's diary to·\nprove that he was at that moment endeavouring to manifest himself to\nhis friend on earth. But the evidence, with all its necessary restric-\ntions, continues to accumulate ;-accumula.tes (like our other testimony)\njust in proportion to the amount of energy and care which are expended\nin collecting and testing the incidents now lying in the memory of manya.\npercipient who will reveal them on]y to skilful persuasion. Mr. Podmore\nknows as well as I how miserab]y inadequate is all the energy at our dis-\nposal,---especially since the loss of our chief and ablest collector,-to\ngarner up the harvest of first-hand evidence which lies ready for us on\nevery side. To found a negative argument upon the small number of\nDigitized by Google\n\f322 .A Defence of PhanUl8r1UJ of the J)eml. [Jan. 31.\ncases yet encountered which point to man's continuance is rash indeed j -\nas rash as it was to argue against man's antiquity whenonly afew batches\nof flint implements had yet been discovered. It must never be for-\ngotten that we stand at the very beginning of a quest which no assign-\nable number of years will complete; and that thus far we have found\nthat almost every solid nucleus of first-hand intelligent testimony to\nsome special type of phenomenon has received with further search fresh\ncorroboration at a rate which,-distinctly perceptible in the work of &\nfew men for a few years,-might easily become overwhelming if &\nhundredfold our labour were applied to the task for a century.\n(2) But going on from the charge of inadequacy in the bulk of\nevidence, Mr. Podmore proceeds to argue that the' characteristics of\nsuch apparitions as seem prim4 facie to imply survival of death are\ndifficult to reconcile with the hypothesis that the apparition seen is the\nmanifestation of an intelligent entity, and suggest rather that it is to\nbe attributed to casual hallucination. The absence of apparent motive\nin these phantasms seems to him to support that view.\nI have already explained that, in my view, these phantoms, although\nemanating from a personal intelligence, do not represent the main\ncurrent of that intelligence; and must be expected to behave-not as\nMr. S. H. B. (to go back to that instructive example) would himself\nbehave when calling upon friends, but rather as his projected phantom\nbehaved i-with the same dreamy absence of apparent purpose, the\nsame blank and fugitive appeal. I have contended,-not that this is\nall that is left, but that it is all that can usually reach us; that the\ngulf between disparate modes of existence is too great for any directer\nmessage to cross it. Nor do those special characteristics on which Mr.\nPodmore dwells seem to me inconsistent with my view of what these\nphantoms signify. I will take his objections in the order of rising\nimportance.\n(1) \"The occurrence of phantasms resembling animals.\" We are\nagreed that a phantasmal figure need not be directly generated by &\nmind or entity precisely resembling itself. 'Vithout, therefore, raising\nthe question of the continued existence of animals after death, we may\nmaintain that their presence among phantasms of the dead is no more\nof a difficulty than their appearance among phantasms of the living.\n(2) \"The liability of the percipients to casual and apparently\nnon-veridical hallucinations.\" To this I demur; and I should say, on\nthe contrary, that in the cases cited by Mr. Podmore the other\nhallucinations which the percipients had experienced were of a type\nwhich, although not provably veridical, are at least so possibly\nTeridical that they rather improve than weaken the evidence for\nthe veridicality of the special apparition in question. Let us take\none of the cases cited by Mr. Podmore (Proceedings, Vol. VI., p. 26.\nDigitized by Google\n\f1890.] A Defence of Phanta8'm8 of the Dead. 323\nCase IV.) as a fairly illustrative instance. In that case 0. lady sees· 8.\nfigure which she does not recognise; her husband then sees it, and\nrecognises the aspect of his deceased father.. Mr. Podmore regards the\nlady as the primary percipient here, and 'supposes that she infects her\nhusband with the ho.llucination; although he does not explain how she\nmanages to infect him with a phantom face and figure well known to\nhim, and unknown to lterself. But letting this pass for the moment,\nlet us appraise the weight of the objection that this lady \"had ex-\nperienced a previous hallucination unshared; 0. circumstance which may\nbe regarded as indicating some predisposition to sensory hallucination.\"\nWhat, then, was this previous hallucination 1 Was it a skeleton 1 a.\nTurk's head 1 a semi-human\" Mr. Gabbage\" 1 did it take, in short, any\nof the familiar forms of morbid illusion 1 On the contrary, it was the\nconsoling vision of her own father, seen shortly after his death. Now\nthis vision, of course, was not evidential. She was mourning for her\nfather, and grief and excitement may have summoned up a purely\nsubjective figure. I refrain, therefore, from claiming that vision on my\nside; but I object equally tQ Mr. Podmore's claim ;-to his reckoning\nit as suhjecth'e just because, from the very nature of the circumstances,\nit could not, even if veridical, have been· evidentio.lly cogent. Mr.\nPodmore describes a message from a man whose death is already\nknown as \" practically superfluous\"; but this sternly evidential point of\nview is not always shared by survivors. Nor need the sorrowing girl's\ndeparted father have been of opinion (to quote Mr. Podmore's phrase\nabout yet another case) that\" after the fact of the death was known\nthe message itself could no longer serve any useful purpose.\" For\nalthough it was, no doubt, \"superfluous\" for this gentleman to inform\nhis daughter that he had died, he might deem it worth while to inform\nher that he was still living.\nIn short, the predisposition to sensory hallucination with which\nMr. Podmore credits this lady and other percipients may quite possibly\nbe a predisposition or sensitiveness to -veridical hallucinations; just as\nin the case of many of the percipients in Plwlntasms of tlte Living,\nwho have experienced several phantasms, each one of which proves to\nhave been coincidental.\n(3) Mr. Podmore's next objection deals with 0. fact undoubtedly\nperplexing ;-but equally perplexing, I think, whatever be the theory\nwhich we adopt. I mean the fact that several different phantasmal\nfigures have often been seen in the same house. I will refrain from\nexpressing my view on this question until we have considered the\ntheories which Mr. Podmore himself suggests for the explanation of\nthese post-mortem phantoms generally.\nMr. Podmore's definition (p. 232) of the nature of the coincidences\nneeded to make pollt-mortem apparitions evidential closely follows that\nDigitized by Google\n\f3240 .A Defence of Phanta8m8 of the Dead. [Jan. 31,\nalready given in several papers in these Proceeding8 i nor is it needful\nto dwell further on the cases which he cites where these coincidences\nhave not been established. Such cases I had already dismissed from my\nargument as of no value.\nMr. Podmore suggests a possible explanation of the cases to which\nI do attach importance by one or other of the following hypotheses :-\n(1) The latency of the hallucination; allowing a phantom gener-\nated at the moment of death to become first perceptible some time\nafterwards.\n(2) The contagion of the hallucination; allowing a phantasmal\nperception to be communicated from the original percipient to the\nperson or persons'present with him.\n(3) And, still further, a telepathic i'ifection of the hallucination,\nfrom A, who has once seen it in a house, to B, who does not lmow A,\nand who has never heard of the hallucination, but who succeeds A as\ntenant of the house in question.\nOf these theses I hold that (1) represents a real fact, although a fact;\nmanifestly incapable (as Mr. Podmore allows) of explaining the bulk\nof the evidence on which I rely. For (2) I have as yet seen no evidence\nwhich looks to me plausible; and (3) seems to me a rash suggestion~\nand likely to attract unnecessary attack.\nThe suggestion-made by Mr. Gurney in our earliest papers--\nthat a telepathic impression might remain latent in the sub-conscioua\nmind until some favouring circumstances carried it upwards into\nrecognition,-remained for n. long time with only rare and inferential\nsupport. But (as Mr. Podmore justly remarks) Miss X.'s experiments\nin crystal-vision have called attention afresh to tllis capacity of latency.\nThe change which these experiments, if confirmed and repeated, will\nmake in our conceptions on this point will be somewhat as follows. It\nhas long been known that the sub-conscious mind can produce \"after-\nimages,\"-more or less extemalised pictures of some person or object.\npreviously seen. This is indeed our ordinary explanation of non-\ncoincidental hallucinatory figures of known persons. But it was\nusually supposed that after-images represented mainly something on\nwhich the gaze had been often or strenuously fixed,-as, for instance,\nobjects seen under the microscope. Miss X.'s experiments, on the other\nhand, suggest that anything which has come within the field of vision\nmay be reproduced as an after-image, whether it has in the first instance\nbeen wittingly perceived or no. And some of these crystal-visions seem\nto have been telepathic; so that (although these contain no clear\nexample of latency or development) we may conjecture by analogy\nthat it is possible for impressions caused by telepathic impact from other\nminds to remain for some unknown period below the level of conscious-\nness, and then ultimately to rise into perception in some hallucinatory\nDigitized by Google\n\f1890.] .4 Defence of Phantasms'of the Dend. 325\nform. But in dealing with phantasms of the dead this possibility has\nalready been expressly allowed for; and Mr. Podmore's remarks seem\nto add little to what has been said (for example) in Proceedings, Vol.V.,\np. 431.\nI cannot, at any rate, follow him in thinking it possible that General\nBarter's vision of Lieutenant B. (Vol. V., p. 468) may be explained as\n\" the development of a latent image.\" \"The figure, \" Mr. Podmore says,\n\"represented the agent as he was during life.\" But an essential part of\nthe narrative is that it represented the agent decorated with a \"New~\ngate fringe,\" as he never was when General Barter had seen him ;-\nas he never was, indeed, when he was out riding anywhere, since.\nhe had only grown that appendage in the hospital during his last\nillness. Mr. Podmore is surely riding his theory as hard as Lieutenant\nB. rode his ponies if he supposes that a latent image of a casual acquain~\nanre will vivify itself after nearly a year with ch'!onge of aspect corre..\nsponding to actual fact,-and, moreover, with an accompaniment, which\nMr. Podmore ignores, of marked hallucinatory sounds heard on several\noccasions by three persons at least. All I can say for that hypothesis\nis that it seems to me a shade less impossible than its author's alternative\nexplanation of the incident, which will be discussed below.\nAs regards Mr. Podmore's next point, the explanation of collective\nhallucinations by actual telepathic infection (without suggestion by\nword or gesture), I have little to add to my arguments in Pl&antasms\nof the Living (Vol. II., p. 282 sqq.). I there urged that if we wished\nto prove that hallucinations can be directly contagious we ought to\nproduce instances of collective hallucination where other explanations\nwere out of place,-where the hallucination was plainly a subjective\naffair, and could not, therefore, be independently caused in A, B, and C at\nthe same moment. Nor should there be difficulty in producing such\ncases of contagion, considering that the great majority of hallucinations,\nand those the most persistent, are without question purely subjective-\naffectionsi-being the result of delirium, disease, and insanity. No cas&\nof this sort, so far as I could then or can now discover, has ever been\nshown to be contagious, apart from suggestion by gesture or speech.\nAndeven amongthe casual hallucinations of sane persons I could not,and\ncannot, find any cases where a hallucination which is obviously purely\nsubjective-as an after-image or a fantastic figure-has been shared by\nmore than one person. I must save space here by merely referring to.\nmy earlier discussion; and must repeat my own provisional view that,\nuntil evidence of the kind suggested has been adduced, the fact that a.\nhallucinatory sight or sound is perceived by two or more persons is\nprimd. facie evidence that this sight or sound-albeit not due to\nordinary physical causes-yet has some generating cause outside the\nmind of either of the percipients.\ny\n\f326 A Defence of Phantasms of the Dead. [Jan. 31,\nIt is to Mr. Podmore's tl,ird explanatory hypothesis, however,\nthat I take the strongest exception. In this case he goes far beyond\na suggestion which sepmed to me when I made it to be an ex-\ntreme outpost of the telepathic theory. In Proceedings, Vol V.,\np. 420, will be found a case where a Mrs. Green, in Ireland, had a\nterrifying dream (at once communicated to others) representing a very\nunusual scene of the accidental drowning of a niece personally un-\nknown to her, which scene had occurred in Queensland more than 12\nhours before the dream. In this case Mrs. Green's brother, the father\nof the drowned woman, learnt the news about the time of the dream.\n\"His mind,\" I remark, \"may have supplied the link between the\nactual scene and the dream in England, and the scene would be vividly\npresent to him at the time when the dream occurred.\" Amidst the\ndifficulties of this case, it seemed to me possible that the grief of Mrs.\nGreen's brother (Mr. Allen) might have generated or reinforced the\ntelepathic impression which gave rise to Mrs. Green's dream. For\nthe first reception of the news of a daughter's violent death amounts\nin itself to a kind of crisis; and we may well suppose that Mr. Allen\nhad never experienced such a moment before.\nThere is a great interval between this hypothesis and the\nway in which Mr. Podmore uses a similar theory to explain (for\ninstance) the phantasmal sights and sounds experienced by Mrs. G.,\nher two children, and servant in the house at X, with which so many\nmembers of our Society are now personally familiar (p. 259). In this\ncase, a previous occupant, Miss Morris, who had been much annoyed\nby ghostly experiences in the house, left it in December, 1886.\nTowards the end of November, 1887, Mrs. G. entered the house as a\nnew tenant. Mrs. G. did not know Miss Morris, and had heard nothing\nas to the house's history. Yet Mr. Podmore suggests that \" the later\nexperiences,\"-i.e., the ghostly troubles of Mrs. G. and her family,--\n\"may have been started, if not wholly sustained, by thought-trans.\nference from Miss Morris, whose thoughts, no doubt, occasionally\nturned to the house in which she had suffered so much agitation and\nalarm.\"\nLet us consider what this implies. Miss Morris, who had left the\nhouse for a full year when the new disturbances began (December,\n1887), can hardly be imagined to have been still in a state of active\npanic. Still we may suppose, as Mr. Podmore says, that she at times\nthought over her past annoyances. The result of these fatal recol-\nlections should certainly teach us to control our thoughts as strictly as\nour actions. For t,he very first effect of Miss Morris's ponderings was\n\" a deep sob and moan,\" followed by a thump and a cry of \"Oh, do\nforgive me\" ;-0.11 disturbing poor Mrs. G., who had the ill-luck to find\nherself in a bedroom about which Miss Morris was possibly thinking.\nDigitized by Google\n\f1890.] A Defence of Phantusrns of the Dead. 327\nWorse was to come, as the narrative shows (pp. 256 8qq.); and at last\nthe unconscious Miss Morris drove Mrs. G. out of the house in despair.\nSurely on this view the peace of all of us rests on a sadly uncertain\ntenure! Many things-experiences quite other than ghostly-have\nhappened in many houses on which former occupants may look back\nwith feelings of regret or borror. There might indeed be a com-\nplex group of phantasms waiting for eacb new comer if the accu-\nmulated reminiscences of all previous inmates took ghostly form before\nhis eyes.\nI will quote but one instance more i-the alternative explanation\ngiven by Mr. Podmore for General Barter's vision of Lieutenant B.\n(see p. 284 above).\n\"It seems more plausibJe,\" he says, \"to attribute [the vision] to\ntelepathy from Lieutenant Deane, who had been well acquainted with\nthe decedent during the last few months of his life, and who had\nleft the percipient but a few minutes before. On the assumption tbat\nthe vision had been due to the direct action of the deceased, its coinci-\ndence with Lieutenant Deane's visit remains unexplained.\"\nNow, in the first place, I do not see much \"coincidence\" in the\nfact-no unusual one surely at an Indian station-that the Deanes\nhad been making an evening call upon their friends and neighbours the\nBarters ;--and I conceive that all that this visit had to do with the vision\nwas tha.t in reconducting his friends General Barter happened to find\nhimself at the propitious place and at a propitious hour for the apparition\nto .become visible. But, apart from this, consider what Mr. Pod-\nmore's view involves. Lieutenant Deane, as he walks home with\nhis wife, forms so intense a mental picture of a deceased acquaintance\nto whom he certainly was not much attached ;-he realises so\nvividly how Lieutenant B. would look if he were riding down the hill\nintoxicated after a \" wet evening\" at mess i-that his mental picture\nexternalises itself in sight and sound for General Barter and General\nBarter's dogs. Now it is not logically inconceivable that telepathy\nmight act in this way,--on the man at any rate, if not on the dogs. I\nam willing to admit that a picture strongly occupying A's mind might\nexternalise itself to B as a phantasmal image in A's vicinity. But I\nrepeat that it is an extraordinary thing that this power of transference\nof mental pictures should operate simply and solely in transferring\nmental pictures of dead persons, or (as in the case of the house at X.\njust quoted) in transferring mental pictures symbolising horrors\nexperienced by the mental-picturer at the recollection of the imagined\nsight of dead persons. If General Barter had been in the habit-\nwhich he was not-of thus extemalising pictures out of his friends'\nminds; if Lieutenant Deane had been in the habit-which he was not\n-of pondering with intense anguish on his dissipated comrade's fate,-\ny 2\nDigitized by Google\n\f'\\\n'328 ,A Defence of Phantasm8 of tlte Dead. [Jan. 31,\nthere might have been some plausibility in Mr. Podmore's view. But,\nas the case stands, we have a right to ask why the ordinary interests,\nthe ordinary excitements of our neighbours,-their money-affairs, their\nlove-affairs, and the like,-are not perpetually obtruding themselves\nupon us in phantasmal guise. Until they do so, it is hardly plausible\nto assume a transference of our neighbours' thoughts or memories\nas the explanation of this one special class of phenomena which point;\nprimd facie to the influence of the dead.\nIt was objected to us when we published our first evidence for\nthought-transference that such a possibility was contrary to the uni-\nversal experience of mankind ;-that human beings were in actual fact\nconstantly anxious to read each others' minds, and constantly unable\nto do so. To this we replied that the kind and amount of thought-\ntransference to which our experiments pointed was not such as to be of\nimportance in actual practice, or to obtrude itself upon the notice of\nanyone who was not carefully seeking it. Such has continued to be\nthe character of our experiments ;-decisive (as we must hold) as to the\nreality of the power in question, but indicating also that that power is\nrare, fleeting, and inconspicuous. In the present state of our telepathio\nevidence we must a.void postulating sudden irregular extensions of\nthis little-known power,-just in order-like the Ptolemaics-\" to save\nappearances,\"-to' cover somehow all the observed phenomena without\nrecasting our much-strained theory. \"Cycle and epicycle, orb in orb\" ;\n-complex and elaborate indeed must be the reasoning which would\nexplain by the action of the living the apparitions of the dead.\nI recognise, however, that while dealing thus severally with Mr.\nPodmore's hypotheses I have not yet fully met the o~iections which he\nor others have urged against my own. Especially there remains an\nobjection which, though capable of being turned against Mr. Podmore's\nview as well as against mine, becomes, no doubt, the more telling as more\nand more significance is attributed to narratives of haunting and the\nlike. I refer to the large admixture of fragmentary, meaningless hallu-\ncinations of sight and sound,-mere vague noises, momentary lights,\n&c., which do not readily suggest intelligent agency. Mr. Podmore\nfreely classes these hallucinations as purely subjective, and seelDs to\nsuggest that telepathic hallucinations, due to other living minds, may\nbe readily engraft.ed upon, or may readily engender, these merely\ndelusive manifestations. I do not myself see much evidence for such\nconjunction of false phantasms with true; but I admit that something\nmore than this demurrer is needed from me; that I ought to try to\nshow in what wa.y these inchoate, scrappy hallucinations are explicable\non my own scheme. I do so with some reluctance; for in passing from\nMr. Podmore's view to my own I feel that I reject the improbable only\nto embark upon the 'Unp,·ot·able and that my critics will hardly be at\nDigitized by Google\n\f1890.] A Defence of PhantCt.s?ns of the Dead. 329\nthe pains to separate what I regard as evidence from what I admit to\nbe conjecture.\nI have already urged that if once the possibility of a direct\ntransference of ideas and impressions from mind to mind be estab-\nlished,-a transference independent of sensory organs, and not arrest~d\nby crowded cities or by breadth of sea,-then we must regard this\nfar-acting power, this far-perceiving sensibility, as indicating the\nexistence of a scheme of laws, a system of forces, of which our\nsciences of matter are as powerless to take account as our balances\nare to weigh the cosmical ether. Yet, like the existence and properties\nof that ether, these spiritual forces may conceivably be comprehended\nby inference,-detected in their inconspicuous interfusion with causes\nbetter understood. For the present, assuredly, our inferences, our\nconceptions, must be of the vaguest, most provisional character.\nBut there is one assumption which we in this century can no more\navoid making than the savage could avoid ascribing the movements of\nnature to the action of spirits bent on his weal or woe. Where his\nconceptions were inevitably self·centred, ours,-be they true or false,\nwise or unwise,-are inevitably naturalistic, cosmical, evolutionary.\nAnd thus if there be any impingement whatsoever of a. spiritual world\n(I use this tenn as readily, though vaguely, intelligible) on our\nmundane sphere, we are forced to imagine that impingement or\ninteraction to be of such a kind as would be recognised by higher\nintelligences as subject to laws not primarily framed for subservience\nto human needs, or recognition by human intelligences. It must be\nsomething utterly different from the specially-authorised interferences\nwhich the mass of mankind continue to imagine in this one realm,\nalthough science has expelled them from every other. And it follows\nthat since we have some evidence that such impingement exists,\nit is n~t fantastic but reasonable to consider, in a broad analogical\nmanner, in what ways its manifestation might best accord with our\nnotions of nature.\nSo far as we can judge from the behaviour of other laws or\nforces, which, while entirely removed from our direct cognisance, are yet\ninferred to produce occasional conspicuous physical effects, we shall be\nled to suppose that the vast majority of the effects produced by the\nunseen world upon our own are not definit.ely recognised by our\nintelligence. We nre likely to note only a. few emergent instances,-\nphenomena specially directed towards us, or specially incapable of\nbeing referred to ordinary lawd. \"Specially directed towards us,\" I\nsay;-for we may conjecture that the law of intercommunication\nbetween the seen and the unseen may, like other laws of nature,\nbe sometimes utilised by intelligences fa.miliar with its bearings.\n\"Specially incapable of being referred to ordinary causes,\" I say;-\nDigitized by Goo~\n\f330 .A Dr\/wee of PhaniwnnB of the Dead. [Jan. 31,\nfor we cannot tell a priori after what fashion such influences may\nbe perceived. Our ordinary apprehensions are not of the facts in\nnature theoretically most important, but of the facts in nature most\nimportant for the preservation of our own bodily organisms. We\nperceive low degrees of light because even a low light helped our\na.ncestors to search for food; we do not perceive low degrees of\nelectricity, because to those ancestors weak electricity was wholly\nunimportant. But the human organism has many capacities which\nare rarely manifested; and in every direction some few persons are\nfound who perceive phenomena unimportant to ma.n's life and un-\nobserved by the multitude. The perception of certain psychical\ninfluences may be like the hearing of yery shrill notes, or the\nperception of the presence of a hidden cat in the room,-an innate\ncapacity which from its practical uselessness hM never yet been fost.ered\nby the race, and which consequently reaches its higher grades only in\na few chance individuals.\nOr, again, these supposed psychical influences may present them-\nselves as perceptions too feeble to allow us to recognise their super-\nnormal character. Few phenomena are theoretically more important,\nor practically more continuous, than the fall of meteoric dust on the\nearth. Yet this dust. hM descended unobserved upon the heads of all\nmen in all ages, and has only been recognised when the falling body\nattained a quite unusual size and weight.\nThe great majority of psychical influences may, on this analogy, be\nquite below the level at which they could attract our attention. They\nwill disturb human life as little as the fall of cosmical dust disturbs\nweighing operations conducted in the open air. Then when they\nattain to a somewhat greater magnitude, they will be conspicuous but\nnot recognisable. They will be vague, inchoate sounds or sights to\nwhich it will be hard to assign a distinct origin.\nOn the old view, that which was to be looked for (if anything WIlS\nto be looked for) from the unseen world was an occasional definite\napparition, induced by grave causes, and standing wholly apart from\nother phenomena.. In my view, on the other hand, we must look for a\nmiscellane(\\us interfusion among terrene phenomena of phenomena.\ngenerated by extra-terrene causes.\nThis conclusion (fromwhichI can see nological escape)looks perilously\nlike a. return to the animistic superstitions of the savage,-or at least to\nthe medireval ascription of any specially puzzling cil'cumstance to the\nagency of the devil. The reader will feel himself in danger of being\ndrawn into t.he worst possible intellectual company,-into that credulous\nband who argue that because an incident might conceivably be super-\nnormal, therefore it is supernormal.-and who resent any effort to refer\ntheir marvels to the action of ordinary laws. I must therefore at once\n\f1890.] A Defence of Phantasms of the Dead. 331\ninsist that my object is a quite different one. I am not going to rest\nany evidential claim whatever upon any phenomenon which might be\ndue to ordinary physical causes, or to mere subjective hallucination.\nThe cases to which we appeal as evidence must be not vague and\ninchoate but distinct and coincidental. All that I claim is that these\nvague phenomena, surrounding the distinct phenomena, should count\nas neutral ground; -that they should not be used, as Mr. Podmore has\nused them, to discredit those distincter phenomena of which they\nform, in my view, an integral, though not an evidentially-valuable,\npart.\nThis, ~ repeat, is the full extent of the evidential, the controversial,\nuse which ought to be made of these obscure phenomena. From a\nspeculative point of view, however, there is more to be said. When\nwe are no longer trying to prove that veridical phantasms do occur, but\nare assuming the fact· of their occurrence and trying to explain their\ngenesis and development,-then indeed these inchoate, rudimentary\nphenomena of sight and sound will acquire a tltcoretical importance\nwhich as evidence they cannot claim to possess.\nJust as, in trying to trace the causes, say, of a paralytic seizure, we\nfeel it needful to note all smaller symptoms which precede, accompany,\nor follow the principal shock, so also in tracking the genesis of a\nveridical hallucination we are bound to note all such minor hallucina-\ntory percepts u.s have grouped themselves about the central phantasm.\nThese subsidiary hallucinations cannot be meaningless, cannot be\narbitrary; they must in some way indicate the mode in which the\nunknown energy is operating to produce the main result.\nA complete record should, I think, be made in the first place of\nthe phenomena which do accompany veridical hallucinations, and in the\nsecond place of phenomena which are frequent in the hallucinations of\nthe insane. or in the plainly subjective hallucinations of sane persons,\nbut which are not observed to accompany hallucinations of a veridical\ntype. Much of this task has already been performed by Mr. Gumeyl;\nand I will illustrate the value of these comparisons by referring to some\ncases where he has shown the various forms of connection of luminous\nappearances with veridical apparitions. Sometimes we have the\nphantasmal figure seen as though illuminated on a dark background.\nSometimes it appears as in a disc or oval of light. Sometimes its\ncontour is indistinct, and it resembles a luminous cloud,either for the first\nmoments of its appearance or throughout all its stay. Sometimes there\nis no figure at all, but a phantasmal\" ball of light,\" or a brilliant\ndiffused glow, which seems a sufficiently unique experience, and\n1 PAaIll_ O\/IM Lilli7l{l, Vol. I., chap. xi.: \"Transient Hallucinations of the\nSane,\" and heading .. LuminOBity\" in Index.\nDigitized by Google\n\f332 A Defence of Phantwnrt8 of the Dead. [Jan. 31,\ncoincides sufficiently closely with a death, to have some claim to rank\nas a veridical phantasm. Now from all this I argue that the phan-\ntasmogenetic agency at work-whatever that may be-may be able\nto produce effects of light more easily than definite figures. I shall\nthink it antecedently probable, therefore, that there will be many\nveridical hallucinations which will not get beyond this stage ;-wbich\nwill produce impressions of light and nothing more, yet which will be\nin reality of just the same type as those whicb rise into distinctness\nand recognition. When, therefore, in our accounts of \"haunting\"\nphenomena I read of brilliant phantasmal lights, apparently meaning-\nless, I do not set them down as necessarily indicating a tendency on\ntbe percipients' part to merely subjective hallucination. I claim that\nthey must rank as ambiguous phenomena,-tellingdecisively neither for\nnor against some agency external to the percipient. And if they are\nwitnessed independently by several persons, I say that they may then\nafford strong presumption that there is some agency external to the\npercipients, but unable to impress itself upon their minds in any\nmore developed or personalised form. .\nA similar argument will hold good in the case of the vague 'tal-\nlucinattny noise. which frequently accompany definite veridical phan-\ntasms, and frequently also occur apart from any definite phantasm in\nhouses reputed haunted. As regards these inarticulate noises, there is\nof course always a possibility that they are real objective sounds, due\nto undiscovered physical causes. When a sound is sudden and never\nrepeated it may often be impossible to explain it; but I think that\nwhen any sound, however vague or obscure, is frequently repeated, its\nphysical cause, if physical cause it has, ought to be detected by careful\ninvestigation. Here, as in so many other parts of our inquiry, nothing\nis needed except just that careful and exact attention which has never\nyet been bestowed.\nI might pursue this discussion of inchoate manifestations much\nfurther, and might suggest other phenomena, besides lights and noises,\nwhich may by analogy have some supernormal origin, hut which must\ninevitably remain unrecognised. But for brevity's sake I will go on to\nanother cause of unrecognisability on which as yet I have but very\nbriefly dwelt. I allude to the large part which local attraction seems\nto play in the generation of post-mortem phantasms. In PhantaBm.\n01tlte Living there were cases which suggested that during life, or at\nthe hour of death, it was sometimes a. local rather than a personal\ncause which induced or determined the apparition of the dying man.\nAnd in post-mortem cases-as our evidence has shown-this feature is\nstill more prominent. To me it seems that it may well be only as an\nexceptional thing that any post-mortem phantom is recognised by any\nsurvivor. If once it is admitted that phantasms may be in some way\nDigitized by Google\n\f1890.] .A Defence of Phantasnt8 of the Dead. 333\nconditioned or attracted by that form of assemblage of influences which\nwe term locality, it is plain that we transitory tenants of the earth's\nsurface can have no claim to appropriate all the memories which may\nact upon the departed. If apparitions be the dreams of the dead, they\nwill dream of affairs of their own in which we have no share. And if\n(as both .Mr. Podmore and I hold) these phantoms are to be regarded\nas the reflections of some external mind, then I maintain-in opposi-\ntion to him-that they do at least primd facie resemble dreams of the\ndead rather than dreams or\" the living.\nDreams of the dead, I suppose, equally well with dreams of the\nliving, may include figures which are not the figures of the dreamers\nthemselves. Such, possibly, may be the explanation of the cases where\nseveral distinct figures are observed ill the same house. As in certain\ncases ill PhantMms ofthe Living, the subsidiary figures Illay possibly\ntake their rise in the shaping imagination of the principal agent. But,\napart from this, it seems to me that if we grant to locality any influence\nat all, we cannot predict in what way that influence may show itself.\nWe need, I think, much fuller histories of what has happened in\nhouses now \"haunted\" than we yet possess, before we can discuss the\nquestion of these multiple appearances with much hope of result. In one\ncase-which we are not at liberty to cite in detail-at least six figures\nseen in the same house by persons not cognisant of it.'i history have\nbeen plausibly identified with actual personages in the past. In this\ncase the materials for recognition-both phantasmal and historical-\nhappen to be unusually full. But in most houses-in such houses, for\ninstance, as that at Prestbury, where various figures were seen-the\nmemory of former tenants quickly fades, and no means are left by which\nthe revenant can prove his identity.\nThe present paper has thus far been mainly concerned with visual\nmanifestations of the dead, since these form the most convenient group\nfor compnrison with those phantasms of the living, from which I have\ntried to distinguish what I regard as real post-mortem apparitions.\nBut my case for post-mortem manifestations does not rest upon appari-\ntions alone.\nIt nppears to me that there is an important parallelism running\nthrough each class of our experiments in automatism and each class of\nour spontaneous phenomena. Roughly speaking, we may say that our\nexperiment and observation cOlllprise five different stages of phenomena;\nviz., (I.) hypnotic suggestion; (II.) telepathic experiments; (III.) spon-\ntaneous telepathy during life; (IV.) phantasms at death; (V.) phantasms\nafter death. And we find, I think, that the same types of communi-\ncation meet us at each stage; so that this recurrent similarity of types\nraises a presumption that the underlying mechanism of manifestation\nat each stage may be in some way similar.\nDigitized by Goo~\n\f334 .A Defence of Plumta8m8 of the Dead. [Jan. 31.\nAgain using a mere rough form of division, we shall find three main\nforms of manifestation at each stage; (1) hallucinations of the senses ;\n(2) emotional and motor impulses; (3) definite intellectual messages.\nI. And first let us start from a class of experiments into which\ntelepathy does not enter. but which exhibit in its simplest form the\nmechanism of the automatic transfer of messages from one stratum to\nanother of the same personality. I speak, of course, of post-hypnotic\nsuggestions. Here the agent is a living man, acting in an ordinary\nwa.y, by direct speech. The unusual feature lies in the condition of\nthe percipient, who is hypnotised at the time, and is thus undergoing\na kind of dislocation of personality, or temporary upheaval of an\nhabitually subja.cent stratum of the self. This hypnotic personality,\nbeing for the time at the surface, receives the agent's verbal suggestion,\nof which the percipient's waking self is unaware. Then afterwards,\nwhen the waking self has resumed its usual upper position, the hypnotic\nself carries out at the stated time the given suggestion,-a.n act whose\norigin the upper stratum of consciousness does not know, but which is\nin effect a message communicated to the upper stratum from the now\nsubmerged or sub-oonscious stratum on which the suggestion was origin-\nally impressed.\nAnd this message may take anyone of the three leading forms\nmentioned above i-say a hallucinatory image of the hypnotiser or of\nsome other person; or an impulse to perform some action; or a.\ndefinite word or sentence to be written automatically by the waking\nself, which thus learns what order has been laid upon the hypnotic self\nwhile the waking consciousness was in abeyance.\nII. Now turn to our experiments in thought-transference. Here\nagain the agent is a living man; but he is no longer operating by\nordinary means,-by spoken words or visible gestures. He is operating\non the percipient's subconscious self by means of a telepathic impulse,\nwhich he desires, indeed, to project from himself, and which the per-\ncipient may desire to receive, but of whose modus operandi the ordinary\nwaking selves of agent and percipient alike are entirely unaware.\nHere again we may divide the messages sent into the same three\nmain classes. First come the hallucinatory figures-always or almost\nalways of himself-which the agent causes the percipient to see.\nSecondly come impulses to act, telepathically impressed j as when (in\nMadame B.'s case) the hypnotiser desires his subject to come to him at\nan hour not previously notified. And thirdly, we have a parallel to\nthe post-hypnotic writing of definite words or figures in our own\nexperiments on the direct telepathic transmission of words, figures,\ncards, &c., from the agent, using no normal means of communication,\nto the percipient, either in the hypnotised or in the waking state.\nThe parallel between the telepathic messages and the post-hypnotic\nDigitized by Google\n\f1890.] ,A Defence of PhantwmUJ of the Dead. 335\nmessages will thus be pretty complete if we regard the phantasmal figures\nof Mr. S. H. B., Baron Schrenck, «c. (so often referred to),1 as really\npamllel to the phantasmal figures of Professor Beaunis, «c., which\nhypnotic subjects are made to see. I admit, however, that I do not\nregard these two classes of phantasmal figures as really parallel, for two\nmain reasons. In the first place the telepathic phantasm (Mr. S. H. B.)\nis sometimes perceptible to more than one person, while the hypnoti-\ncally suggested phantasm (as thus fur known) is only perceptible to the\nperson to whom the suggestion has been made. And in the second\nplace, the agent who projects the telepathic phantasm (Rev. C.\nGodfrey, Mr. Cleave), is sometimes himself more or less conscious of\nbeing present with the percipient; whereas the hypnotiser who has\nordered that a semblance of himself shall appear to his subject at a\ngiven date remains of course himself quite unaffected by the halluci-\nnatory figure of himself which his subject's hypnotic self generates at\nthe appointed hour.\nI conceive, in short, that in telepathic cases there is a transmission\nfrom agent to percipient which differs profoundly in kind, and not only\nin degree, from any transmission of idea or impulse in which the agent\nemploys normal means of suggestion, by voice or gesture.\nIII. We come next to the spontaneous phantasms occurring during\nlife. Here we find the same three broad classes of messages i-with this\ndifference, that the actual apparitions, which in our telepathic experi-\nmentation are thus far unfortunately rare, become now the most\nimportant class. I need not recall the instances given in Phanta8mB\nof tIle Living, «c., where an agent undergoing some sudden crisis seems\nin some way to generate an apparition of himself seen by a distant\npercipient. Important also in this connection are those apparitions\nof the double, where some one agent (Mrs. Stone, Mrs. Beaumont, «c.)\nis seen repeatedly in phantasmal form by different percipients at times\nwhen that agent is undergoing no special crisis.\nAgain, among our telepathic impressions generated (spontaneously,\nnot experimentally) by living agents, we have cases, which I need not\nhere recapitulate, of pervading sensations of distress; or impulses to\nreturn home (Skirving, «c.), which are parallel to the hypnotised\nsubject's impulse to approach his distant hypnotiser, at a moment when\nthat hypnotiser is willing him to do so.\nAnd thirdly, among these telepathic communications from the living\nto the living, we have definite sentences automatically written, com-\nmunicating facts which the distant person knows, but is not consciously\nendeavouring to transmit. A typical case of this kind (Mrs. Kirby's)\n1 PAafllamu of tM Lit'inu, Vol. I., pp. lxxxi-iv., 100-110; VoL II., pp. 611-6.\nJotmUJl, VoL II., p. 307.\nDigitized by Google\n\f336 A Defence of Phantasms of the Dead. [Jan. 31,\nis given in Journal, Vol. III., p. 298; and there are others which must\nbe cited in a future paper.\nIV. Passing on to phantasms which cluster about the moment\nof death, we find our three main cll1.Sses of cases still meeting us. Our\nreaders arc familiar with the visWll cases, where there is an actual\napparition of the dying man, seen by ,one or more persons; and also\nwith the emotional and motor CI1.Ses, where the impression, although\npowerful, is not definitely sensory in character. And various cases\nalso have been published where the message has consisted of definite\nwords, not always externalised as an auditory hallucination, but some-\ntimes automatically uttered by the percipient himself or automatically\nwritten by the percipient, as in the cnse communicated by Dr. Liebeault\n(P\/tantasl1UJ oj tllc Living, Vol. I., p. 293), where a girl writes the\nmessage announcing her friend's death at the time when that friend·\nis in fact dying in a distant city.\nV. And now I maintain that in these post-mortem cases also we\nfind the same general classes persisting, and ill somewhat the same\nproportion. Most conspicuous are the actual apparitions, with which,\nindeed, the preceding pages have mainly dealt. It is very rare to find\nan apparition which seems to impart any verbal message; but I give\nas Case I. in an Appendix a case of this kind. As a rule, however, the\napparition is of the apparently automatic, purposeless character, already\nso fully described. We have also the emotional and motor class of\npost-mortem cases (as Moir's); and these may, perhaps, be more\nnumerous in proportion than our collection would indicate; for it is\nob,·ious that impressions which are so much less definite than a visual\nhallucination (although they may be even more impressive to the\npercipient himself) can rarely be used as evidence of communication\nwith the departed.\nBut now I wish to point out that, besides these two classes of post-\nmortem manifestations, we have our lAird class also still persisting;-\nwe have definite verbal messages which at least purport, and sometimes,\nI think, with strong probability, to come from the departed.\nPersonally, indeed, I regard this form of evidence to post-mortem\ncommunications as the most cogent of nIl. If I have not hitherto\ntouched upon it in this series of papers, this has not been from any\nindifference to it, but rather from a sense of its importance, and of\nthe care with which it should be approached. I have endeavoured to\nlead up to it by another series of discussions on automatic writing and\nother forms of automatism, which may help to perform the preliminary\ntask of showing to what sources olller than communication from the\ndeparted we are bound to refer the enormous majority of genuinely\nautomatic messages, however obtained. For in no part of our whole\nfield of inquiry have error and delusion been more conspicuous than\n\f1890.] .A Defence of Phantasms of tile Dead. 337\nin this. The ascription of the paltriest automatic messages to the\nloftiest names-human or divine; the awe-struck retailing of the\nhalting verses of a \"Shakespeare,\" or the washy platitudes of a.\n\"St. John,\"--all this has been equally repugnant to science, to religion,\nand to plain common-sense. And short of extravagance like this, in\nthe case of the great majority of automa.tic messages, their claim to\nproceed from the departed has no valid foundation, since all the actual\nfacts contained in them have been known to the writer, although\nthey may be presented or discussed in a manner which the writer does\nnot anticipate, and which may seem characteristic of a departed person.\nBut a certain number of cases remain where the message given\ncontains verifiable facts of which neither the writer, nor anyone else\npresent at the time, was-so far as can be discovered-previously\naware. It then becomes our business to consider from what mind these\nmessages can have been originated.\nSome cases of this kind were cited and discussed in the Society for\nPsychica.l Research Journal for February, 1888 (Vol. III., p. 214, Bqq.).\nOthers may be found in\" M.A. (Oxon's)\" Slririt Identity, now out of\nprint. And four are given in an Appendix to this paper: Cases II.,\nIII., IV., V. All these were sent to me by our Corresponding Member,\nthe Hon. A. Aksakoft; and three of them (II., III., IV.) have appeared\nin his new work, AnimismUB und S]riritiB7nUB. Case II., however, is\nhere given with important additional matter sent to me by 1\\1.\nAksakoff, and Case V. now appears, I believe, for the first time.\nIn considering such messages we must remember that there is a.\npossible way of explaining almost any message without postulating the\ncontinuance of personal life after bodily death. It is conceit'able that\nthought-transference and clairvoyance may be pushed to the point of a.\nsort of terrene omniscience; so that to a man's unconscious self some\nphantasmal picture should be open of all that men are doing or have\ndone,-things good and evil photographed imperishably in some\ninexorable imprint of the past. In such a case, the apparent personality\nof one departed might be only some kind of persisting synthesis of the\npsychical impressions which his transitory existence had left upon the\nBum of things.\nAll this might be; but before such a hypothesis as this could come\nwithin the range of possible discussion by men of science there must\nhave been a change of mental attitude so fundamental that no argu-\nnlent at present adducible either way could tell for much in the scale.\nFor the present our business must be to collect the truth-telling\nmessages, without pretending 1;0 any absolute certainty as to their\nsource. But those who wish to prove continued personal identity must\nkeep two needs in view ;-first the need of definite facts, given in the\nmessages, which were known to the departed and are not known to the\nDigitized by Google\n\f338 .A Defence of Phaniftsnts of the Dead. [Jan. 31,\nlIoutom!l.tist; and secondly, the need of detailed and characteristic utter-\nances; a morlll means of identification corresponding, say, not to the\nmeagre Bignalel1lent by which 0. m!l.n is described on his passport, but\nto the individual complex of minute markings left by the impression of\na prisoner's thumb.\nWhen I consider how slight, how careless, how occasional, all\nexperiment of this kind has as yet been-and yet what striking frag-\nments of evidence have issued from these scattered attempts,-I cannot\nbut hope that the systematic study of human automatism, human\npeI'SOnality, may lead to the gradual discernment of peI'SOnalities other\nthan the automatist's, operating unspent in the penumbra of his uncon·\nscious self.\nI will not push my arguments further. I do not pretend to\naccredit them with a cogency which they do not possess. I shall have\naccomplished all that seems at present possible if I leave my reader\nfeeling that my suggestions, although ohviously unprovable, are not\nobviously improbable; nay, that, were they once admitted, the pheno-\nmena, as tbus far known to us, would fall easily and naturally into\nplace. It must be for further evidence to decide a controveny which,\nhowever anciently debated, is barely yet becoming ripe for scientific\ndiscussion.\nBut before closing this p!l.per I must refer to two objections of a\nmora.l kind with which my former paper has been met. It has been\nurged on the one hand that the.ere apparitions form so sorry, so distaste-\nful a spectacle that they serve to repel men from the study of psychical\nphenomena which seem to lead up to such a degradation or parody\nof the hope of cternal life. And on the other hand I have been\nrebuked-and here Mr. Podmore has joined in the warning-for\nattracting premature adherence to my theories by holding out an\nunwarranted expectation of the immortality which man's heart desires.\nThese two objections, as will be seen, are self-contradictory; yet I\ncannot leave the one to answer the other, nor maintain that either\nof them is void of force. At different moments, and in different\nmoods, I have felt both of them myself. And I think that, diverse\nas the charges seem, the reply that best meets the one best meets\nthe other aIso,-and consists in something of explanation of the frame\nof mind in which, as I conceive, we should enter upon inquiries in which\nissues so vast as these are involved.\nAnd tint let me say that my own belief as to the attractive effect\non men's minds of such prospect of survival of death as this evidence\nimplies has undergone an important alteration. In the Introduction\nto Phantasms of tlte Living I insisted on the supposed danger which\n~Ir. Podruore still fears-the danger of \"taking advantage of men's\nhopes or fears,\" of \"gilding our solid arguments with the radiance of\nDigitized by Google\n\f1890.] A Defence of Phantasms of the Dead. 339\nan unproved surmise.\" It was natural to imagine that men would\neagerly welcome any new light, however glimmering, on a prospect\nwhich they profess to regard as essential both to virtue and to happi-\nness. But the wider experience, the first-hand knowledge of the real\nfeelings of men, which this long investigation has necessarily brought\nwith it, have greatly modified thl\\t original impression. I believe now\nthat there is no danger lest arguments such as mine should be too\neagerly accepted as falling in with my readers' wishes. I suspect, on\nthe other hand, that if they are to take real hold of men's minds they\nwill need to be driven home with far more of appeal and insistence\nthan I can attempt to give them. For this is not what men desire-\nthis inferential, incomplete demonstration that in some fashion or other\nthere is something which survives the tomb. What men want is the\nassurance of personal happiness after death; or if they cannot feel\nthis, they wish at least for such half-belief as may enable them to dis-\nmiss such speculations altogether. They do not desire to know more\nabout death, but to avoid thinking of what they know already. A man\nwill tell you in the same breath that he trusts to enter upon eternal\nhappiness when he dies, but that he would rather not discuss such\ndepressing subjects. Some weak spirits even invent for themselves a\nkind of new superstition-one knows not whether further removed\nfrom the temper of Plato or of Augustine-according to which there is\nsomething presumptuous or irreverent in allowing the mind to dwell or\nspeculate upon the serious destiny and chief concerns of man. All this,\nI do not doubt, the ministers of religion well know. They know that\nbesides those nobly trustful souls to whom all good seems natural and\nall high hopes assured, their flocks contain a large percentage of timorous\nspirits who ask only to be lulled into security and to be saved at any\ncost from fear. Such men certainly are not disposed to look too closely\nat the evidence for what they desire. It is not they who are influenced\nby any words of ours, or who are at the pains to follow the groping\nsteps with which in these Proceedings we clamber to a dubious glimpse\nof that Promised Land which they have already mapped out to their\nsatisfaction.\nOur work, so far as I can tell, is mainly followed by readers of a\nvery different type. There is an attitude of mind, becoming yearly\ncommoner among educated men, which, although neither cynical nor\npessimistic, yet regards the present without enthusiasm and the future\nwithout eagerness. There is an acquiescence in the life of earth, and\na deep distrust of the unknown. With the advance of knowledge, with\nthe quickening of imagination, a feeling almost new in the world has\narisen,-&. kind of shrinking from the magnitude of Fate. The words\nInfinity, Eternity, are no longer mere theological counters; they have\ntaken on an awful significance from our growing realisation of astro-\nDigitized by Google\n\f340 A Defence of P1w.ntasrn8 of the Dead. [Ja.n. 31.\nnomical periods, of galactic spaces-lithe gleam of a million million\nof suns.\" A soul from which the Christian confidence is withdrawn\nmay well feel that it is going forth into t.he void,-not as a child to his\nFather's home,-but rather as a spark of sentiency involved amid enor-\nmous forces, and capable of unimagined pain. And t.hus it comes that\nmen tacitly desire to make a compromise with Fate, to be satisfied\nwith this mixed and fleeting life, and to ignore the possibilities of the\nUnknown.\nSuch, as I observe, is the prevailing temper which our evidence has\nto meet. That evidence does not attract, it rather irritates many of\nthe best minds of our age. They are unwilling to reopen the great\nproblem at aJI, and are naturally the more unwilling insomuch as the\nnew evidence itself seems so perplexing and grotesque. Perplexing and\ngrotesque indeed! I answer; but it is evidence; and if any evidence\nthere be, then neither can science continue to ignore the problem nor\nphilosophy to assume the solution. What is needed is simply a dis-\npassionate intellectual curiosity bent upon unravelling the indications\nof man's survival after earthly manhood with the same candid diligence\nwhich has so lately unravelled the indications of man's descent from the\nbrute. We need not fear that men will be persuaded too easily into\nsuch a temper as this.\nRather is it to be apprehended,-and here I have in view a.\ndifferent group of objectors,-that even those men who care deeply\nabout man's future-who welcome any rebuilding of philosophical\nfabrics which may encourage hope-will stand aloof from our scattered\nunintelligible facts, and will prefer their own II cloud-capp'd towers ,.\nto any rough foundation-stones which we can hope to lay.\nYet would there not be something cowardly in a refusal to\naccept the only definite facts attainable because they are not the\nkind of facts which we should have best liked to know 1 Ancl\nwould there not be something childish in the notion that the unseen\nworld must consist of vague and ghastly objects-\nMockeries and masks of motion and mute breath,\nLeavings of life, the superfiux of death,--\nsimply because the apparitions which form at present our clearest in-\ndication of that world's existence are by their very nature fugitive and\nstrange 1 As well might Columbus ha...:e turned back when the\nfirst drift-wood floated out to him from America, on the ground that\nit was useless to discover a continent consisting only of dead logs.\nAll such reluctances and hesitations as these will disappear as men\nlearn, in a larger sense than ever before, II to see life steadily and see it\nwhole,\"-to maintain in this unfamiliar air the same dispassionate\nDigitized by Google\n\f1890.] A Defence of Phantasrn8 of the Dead. 341\ncuriosity and steady persistence of research by which alone objective\ntruth in any direction ho.s ever been attained by man. There is no fear\nlest the Cosmos itself be meaningless or incoherent; the question for us\nis whether we men are ever to have a chance of entering into its mean-\ning, recognising its coherence; or are doomed to remain on the outside\nof all deep significance, and but to gaze for a moment on the enormous\npageant o.s it sweeps by us with an unknown purport in obedience to\nan incognisable Power.\nAPPENDIX.\nCASE I. [G. 192.]\n[Communicated by FraUlein Schneller, sister-in-law of the percipient,\nand known to F. W. H. M., January, 1890.]\nAbout a year ago there died in a neighbouring village a brewer, called\nWiinscher, with whom I stood in friendly relations. His death ensued after\na short illneBB, and as I seldom had an opportunity of visiting him, I knew\nnothing of hill illness nor of his death. On the day of his death I went to bed\nat nine o'clock, tired with the labours which my calling as a farmer demands\nof me. Here I must observe that my diet is of a frugal kind ; beer and wine\nare rare things in my house, and water, as usual, had been my drink that\nnight. Being of a very healthy constitution I fell asleep as BOOn as I lay\ndown. In my dream I heard the deceased call out with a loud voice, \"Boy,\nmake haste and give me my boots.\" This awoke me, and I noticed that, for\nthe sake of our child, my wife had left the light burning. I pondered with\npleasure over my dream, thinking in my mind how Wiinscher, who was a\ngood-natured, humorous man, would laugh when I told him of this dream.\nStill thinking on it I hear Wunscher's voice scolding outside, just under my\nwindow. I sit up in my bed at once and listen, but cannot underatand his\nwords. What can the brewer want 1 I thought, and I know for certain that\nI was much vexed with him, that he should make a disturbance in the night,\no.s I felt convinced that his affairs might surely have waited till the morrow.\nSuddenly he comes into the room from behind the linen press, steps with\nlong strides past the bed of my wife and the child's bed ; wildly gesticulating\nwith his arms all the time, as his habit was, he called out, \"What do you say\nto this, Herr Oberamtmann 1 This afternoon at five o'clock I have died.\"\nStartled by this information, I exclaim, \"Oh, that is not true I\" He re-\nplied: \"Truly, as I tell you; and, what do you think 1 They want to bury\nmealready on Tuesday afternoon at two o'clock,\" accentuating his assertions\nall the while by his gesticulations. During this long speech of my visitor, I\nexamined myself as to whether I was really awake and not. dreaming.\nI asked myself: Is this a hallucination 1 Is my mind in full possession\nof its faculties 1 Yes, there is the light, there the jug, this is the mirror and\nthis the brewer ;-and I came to the conclusion: I am awake. Then\nthe thought occurred to me, What will my wife think if she awakes and sees\nZ\nDigitized by Google\n\f342 ·A Defence of Pholntasm.s of the Dead. [Ja.n.31,\nthe brewer in our bedroom 1 In this fear of her waking up I turn round to\nmy wife and to my grcat relief I see from her face, which is turned towards\nme, that she is still asleep j but she looks very pale. I say to the brewer.\n\" Herr Wiinscher, we will speak softly, so that my wife may not wake up, it\nwould be very disagreeable to her to find you here.\" To which Wiinscher\nanswered ill a lower and calmer tone. \" Don't be afraid, I will do 110 harm\nto your wife.\" Things do happen indeed for which we find no explanation-\nI thought to myself, and said to Wiinscher: \"If this be true, that you have\ndied, I am sincerely sorry for it j I will look after your children.\" Wiinscher\nstepped towards me, stretched out his arms and moved his lips as though he\nwould embrace me, therefore I said in a threatening tone, and looking stead-\nfastly at him with frowning brow: \"Don't come so near, it is diaagreeable\nto me,\" and lifted my right arm to ward him off', but before my arm reached\nhim the apparition had vanished. My first look was to my wife to see if she\nwere still asleep. She was. I got up and looked at my watch, it was IlCven\nminutes past twelve. My wife woke up and asked me : \"To whom did you\nspeak so loud just now 1\" \"Have you understood anything 1\" I said.\n\"No,\" she answered and went to sleep again. .\nI impart this experience to the Society for Psychical Research, in the\nbelief that it may serve as a new proof for the real existence of telepathy. I\nmust further remark, that the brewer had died that afternoon at five o'clock\nand was buried on the following Tuesday at two.-With great respect,\nKARL DIGNOWITY,\nDober and Pause, Landed Proprietor.\nSchlesien,\nDecember 12th, 1889.\nThe usual time for burial in Germany, adds FraiUein Schneller, is three\ndays after death. This time may be prolonged, however, on application.\nThere are no speciallwuTs fixed.\nIn conversation FraUlein S. described her brother-in-law as a man of\nstrong practical sense and of extremely active habits.\n'Ve have received the \"Sterbeurkunde\" from the\" Standesbeamte\"\nSiegismund, Kreis Sagan, certifying that Karl Wiinscher died Saturday,\nSeptember 15th, 1888, at 4.30 p.m., and was buried Tuesday, September\n18th, 1888, at 2 p.m.\nHerr Dignowity writes again, January 18th, 1890 :-\n\"Frau Wunscher told me that the time of the burial was settled in the\ndeath-room immediately after Wiinscher's death, because relations at a\ndistance had to be summoned by telegram. Wiinscher had suff'ered from\ninflammation of the lungs, which ended in spasm of the heart. During his\nillness his thoughts had been much occupied with me, and he often wondered\nwhat I should say if I knew how ill he was.\"\nFinally, Frau Dignowity (born Schneller) writes from Pause, January\n18th, 1890:-\n.. I confirm that my husband told me on the morning of September 16th,\n1888, that the brewer Wiinscher had given him intimation of his death.\"\nDigitized by Google\n~--.--\n\f1890.] :A Defence of Phantasms of the Dead. 343\nCASE II. [M. ant. 13.]\nIn P1\"OC«di1if18, Vol. V., p. 434, is given a case translated from P,Iyehi8c1le\nBtl\/dien, February,I889, pp. 67-69, which describes a communication made to\nMdlle. Emma Stramm concerning the death of a M. August DuvR.ne1. M.\nAksakof has kindly sent me additional matter of high interest bearing on\nthis case, which I here tranBlR.te from hiB letter dated May 9th, 1889 (new\nstyle). It will be well first to reprint the case as it stood in PltJchilc1le\nBtudie1l, February, 1889, pp. 67-69.\nOn January 19th, 1887 (says M. Aksakof), I received a visit from the\nengineer Kaigorodoff, who resides in Wilna. He narrated to me the follow-\ning circumstances. He hR.d as governess for his children Mdlle. Emma\nStramm, a Swiss, from the town of Neufch1te1, who possessed the gift of\nautomatic writing. At a sc!R.nce held at nine o'clock on the evening of\nJanuary 15th, at the house of Herr Kaigorodoff, at Wilna, the following\ncommunication was given in French in his presence. I have been shown the\noriginal, and quote this from a copy of it. The medium, who was in her\nnormal state, asked :-\n\"Is Lydia here 1\" (This was a personality which had manifested itself at\nprevious sittings.)\n\"No, Louisl is here, and wishes to impart a piece of news (une tIOUt'eZle)\nto his sister.\"\n\" What is it 7..\n.. A person of thy acquaintance passed awR.Y (est partie) about three o'clock\nto-day.\"\n\" What am I to understand by this 1\"\n\"That is to say,-he is dead.\"\n\"Who?\"\n\" August Duvanel.\"\n\" What was his ilhless 1\"\n\"The formation of II. clot of blood (d'nn engorgement de sany). Pray for\nthe redemption of his soul.\"\nTwo weeks later, Herr Kaigorodoff, who was again in Petersburg, showed\nme a letter from David Stramm, the father of the medium, dated from\nNeufch1tel, on January 18th, 1887 (new style) j thus written three days\nafter the death of Duvanel. This letter was received at Wilna on January\n23rd. In it her father informs her of the event in the following words. I\ncopy them literally from the original :--\n\" My much loved daughter. • . . I will now tell thee a great piece\n'Of news (une grande tIOlt~elle). August Duvane1 died on January 15th, about\nthree o'clock in the afternoon. It was, so to speak, a sudden death, for he\nhad only been ill a few hours. He was attacked by blood-clotting (engorge-\nment de sang) when he was at the bank. He spoke very little, and every-\nthing that he said was for thee. • • • He commended himself to thy\nprayers. These were bis last words.\"\n1 The name of a deceased brother of the medium, who usually manifests at her\naea.noee. Louis died in 1869, aged 11 months. At the beginning of the seanoee, about\nthe end of 1886, he was the first to communicate, announcing binlself as hiB ai,ter's\n., spirit protector.\"-A.A.\nz 2\nDigitized by Google\n\f344 .A Defence of Phantasms of the Dead. [Jan. 311\nThe di1ference in time between Wilna and Switzerland is about an hour.\nIt would thus be four o'clock in Wilna when Duvanel's death occurred, and\nfive hours later this piece of news was communicated by automatic writing.\nBut who Wall Duvanel1 And why should his death be \"a great piece of\nnews\" for Mdlle. Emma Stramm 1 In reply to questions which I put\nto him in writing, Herr Kaigorodoff gave me the following explanation:\n\"When Mdlle. Emma Stramm lived with her parents in Neufchll.tel,\nthis Herr Duvanel wanted to marry her. But he was met with a decided\nrefusal on the part of the young lady. As her parents, on the other hand,\nwere in favour of the marriage, and endeavoured to persuade her to consent\nto it, she resolved to leave her fatherland and take a situation as a governess.\nThe last communication she had with DU\\\"lmel was some time before her\ncieparture, in the year 1881. She did not keep up any correspondence with\nhim. She had seen Duvanel's family only two or three times in all. A year\nafter her departure he left Neufc1Ul.tel, and remained in Canton Zurich until\nhis death.\"\nTo this M. Aksakof adds, ill a letter to F. W. H. M. (May 9th, 1889):-\n\"I have delayed answering your letter of April lat, because on receiving\nit I wrote to Colonel Kaigorodoff and to Mdlle. Emma Stramm for\nfurther details, which seemed to me needful for the completion ofour critical\njudgment on the Duvanel case. I have just received their letters, dated\nApril 16th and April 18th.\nI will begin answering your questions.\n(1) This case was published ill P,!!chische Stlldien, for February, 1889, but\nit had been written by me in February, 1888, which explains my saying that\nI had lately roceived it.\n(2) I find in my book of memoranda a notice dated January 7th (19th) of\nM. Kaigorodofl\"s visit and his communication concerning the death of\nDuvanel.\n(3) M. Kaigorodoff is a military engineer, living at present at Grodno, It\nseat of provincial Government in West Russia. In the autumn of 1886\nM. Kaigorodoff endeavoured to hypnotise Mdlle. Emma, but BOon she\nbegan to speak and write in mediumistic fashion. (M. Kaigorodoff was not\nwholly a novice in Spiritualism, having been present, some 10 years earlier.\nat a very elementary series of !Wances.) Automatic writing, however, seemed\nto fatigue the medium, and the method of trance-utterance was usually pre-\nferred. 'l'he medium saw and described the [decessed] persons in whoso\nname she spoke. M. Kaigorodoff asked questions in Russian, and the\nmedium answered in German or French. M. Kaigorodoff, who was a.\nwidower, naturally desired a personal and absolutely conclusive message\nfrom his wife. She (the influence speaking through E.S. as Madame Kai-\ngorodoft) replied that she could give such a message only by impre88ing the\nmedium during her ordinary sleep i and she effected her purpose by causing\nthe medium to soe, in a dream, a series of four scenes [tableaux] j which\nMdllo. Emma described to M. Kaigorodoff and in which he recognised the\nperfect representation of an episode ill his married life. These dream-com-\nmunications form a special feature in tho mediumship of Mdlle. Stramm j the\n8I\\me subject being sometimes thus treated for a week continuously.\n[On this point M. Aksakof adds, February 15th, 1890: \"M. Kaigorodotr\nDigitized by Google\n----....\n\f1890.] .A Defence of Phantasm8 of tlte Dead. 345\ninformB me of the following peculiarity of his wife's (he married MdlIe.\nStrsmm as hiB Becond wife in 1889) :-During her ordinary sleep, one c:,n\nenter into conversation with her. She continues to sleep, answering ques-\ntions, and describing the fantastic dreams which Bhe sees. In her replies she\ngenerally useB the third person. On awaking, she remembers nothing. If\nduring her Bleep M. Kaigorodoff makeB some passeB over her fnce she\nimmediately passes into magnetic (somnambulic) sleep; and the chlU\"aCter of\nher conversation entirely changes. In her ordinary Bleep •spirits' tlC1.'er\nAppear on the Beene; in the secondary form of Bleep, always. A few\nreverse passes, and the magnetic sleep giveB pInee, with a sigh, to the\nordinary Bleep.\"]\n(4) As to your question whether the communications have or have not\nincluded \"many definite statements found to be untrue,\" [as is the case\nwith so many Bimilar Beries], M. Kaigorodoff cannot recollect any such state-\nments. As an instance to the contrary, he reminded me of a prediction made\nMarch 2nd, 1887, of which he informed me in hiB letter of August 25th, 1887\n(Btillin my. hands). It was announced to MdlIe. E. that her Bister (who iB in\nSwitzerland) would be delivered in five months of a boy, who would not live\nmore than three or four years. Mdlle. Emma did not even know at the\ntime that her sister was expecting a baby. In fact the sister wasdelivered of\na boy at the end of July, 1887.1\nI pass on to the case of Duvanel, which needs some details to complete it.\nThe first question which presents itself to the mind is as follows: \"What\nproof have we that Mdlle. Emma had not received a telegram announcing\nDuvanel's death 1\" I asked this question of M. Kaigorodoff by letter; I\ngive an abstract of his reply.\n(1) The death of Duvanel took place (by Wilna time) at about 4.30 p.m.\nOn that day, from 7 p.m. till the beginning of th~ seance, ?rIo Kaigorodoff, as\nhe positively remembers, was constantly with Mdlle. E. ; and even supposing\nthat the telegram had been despatched half an hour after A.D.'B death (!),\nnevertheless it would have been impoasible for a telegram sent from\nSwitzerland to have been received and delivered at Wilna in the shortinterval\nbetween 5 and 7 p.m. On that day, moreover. Mdlle. E. did not leave tho\nhouse after 3 p.m.\n(2) All Mdlle. E.'s correspondence was addressed, care of Colonel Kaigoro-\ndoff.\n(3) The telegram could not have been received without the knowledge of\nthe servants and the children. There would have been no reason for keeping\nit secret.\n(4) The relations of Mdlle. E. are poor persona, and there was not suffi-\ncient motive for the immediate communication of this piece of news.\nBut might not a telegram have been sent by the friends or family of\nDuvanel1 Considering that all relations between Duvanel and MdlIe. E. had\nbeen broken off in 1881, Ruch a telegram would have had no reasonable\nobject. Moreover, in my letter to Mdlle. E., I had begged her to tell me\nwhat was the exact place of D.'s death and whether those who lived with\n1 One prediction haa since proved erroneous; viz.,-that Madame Kaigorodoff\nhel\"d8lf would have a boy;-whereas her child is a girl.\nDigitized by Google\n\f346 .A Defe1lCe of Pltantamna of tlte Dead. [Jan. 31,\nhim could ha\\'e known her address. To tbis she replied in her letter of April\n16th, 1889. \"D. died in a little hamlet of the Canton of ZUrich, called, I\nthink, Hircbe, but I am not sure, for my brother [from whom I inquired)\nhad himself forgotten the name. D. lived alone, and had only one brother,\nwho lived in another town.\" Inlpoasible, therefore, that a telegram should\nhave been despatched immediately from that quarter.\nWhen M. Kaigorodoff came to see me the second time, in January, 1887,\nwith the letter of Mdlle. E.'s father, I was struck with the identity of tbe ex·\npression, \"un engorgement de BBDg,\" employed in the trance-message,\nwhich was in French, and also in the father's letter, which was likewise\nin French, to explain the cause of D.'s death. This identity of phrase\nappeared very strange, not to say suspicious. I drew }I. Kaigorodoff's\nattention to it, and begged him to ask the medium about it, as soon as a\nadance gave the opportunity. This identity of exprcuion suggested a\ncurious action of telepathy.\nThis is what M. Kaigorodoff's letter, just received, says on the subject :-\n\"On the day after the seance of January 3rd (15th), 1887, Aldlle. E.,\nnot expecting to receive a letter from her father with the confirmation of\nthe fact of D.'s death, wrote to her sister in Switzerland, stating that she had.\nhad a vision as though D. were dead, and aSking whetber this was really the\ncase. The dream was an expedient used because Emma's relations had n()\nknowledge of Spiritualism, still less of E.'s personal proceedings in that\ndirection. The letter of Mdlle. E.'s sister arrived 10 days after her father's\nletter. The sister, not knowing that their father had already announced D.'s\ndeath. desired to hide the fact from her [for a reason presently to be\nshown] and answered that D. was not dead, but gone to America.\"\nM. Kaigorodoff, after a six weeks' absence, returned to Wilna at the\nbeginning of March, 1887. At the first s~ance held, early in March, he\nbegged of Louis (the controlling spirit) to explain the contradiction between\nthe letters of the father and the sister of Mdlle. E. touching the death of\nDuvanel. The medium was entranced, aud spoke in the name of Louis. M.\nKaigorodoff took notes, and this is word for word the answer which was\ngiven :--\n\" He is dead; only his sister does not wish that she should know of his\ndeath, because it was not of a stoppage of blood (engQl\"gfment) as I had.\nwritten.\" (The messago of January 3nI (15tb), 1887, had been given by\nautomatic writing, in French.) \"I could not tell the truth frankly (dirute-\nment), for hor health would have been affected by it.\"\n\" Whero and how, thon, did he die 1\"\n\" Ho died in tho Canton of Ziirich ; but he killed himself, and she must\nnot know it. She must remain ignorant of this, for if she learns, even in·\ndirectly, of his self-inflicted death, her health may suffer. You must not\nspeak to her of the matter, for she suspects the truth.\"\n\"How doos it happen,then,that the identical expresmon,atoppage of blood,\nis found both in your message and in the father's letter 1\"\n\" It is I who inspired him with that expre88ion.\"\nAs you perceive, the case becomes increasingly complicated and interest-\ning. In point of fact, Mdlle. E., Bomo days after the message of January 3rd\n(15th) did in fact seo in a dream Duvanel covered with blood (tll8anglanU).\nDigitized by Google\n\f1890.] .A Defence of Phantasm8 of the Dead. 347\nThe contradictory statements in the letters (of her father and sister) led her\nto suspect tho.t the truth was being concealed from her, and that there had\nreally been a suicide. Itwu only in the autumn of 1887,when Mdlle. E. made\na journey to Switzerland to see her relations, that she learnt all the truth,\nconfirming the second meBBage.\nThe fears of Louis and of her relations u to the bad effect which the\nnews of the suicide might have upon Mdlle. E. were ill fact exaggersted. For\nMdlle. E. had left Switzerland in 1881, and up till the message of January\n3rd (15th), 1887, had received no news ofDuvanel. Some time after Mdlle.\nE.'s departure Duvanelleft NeufchA.tel for Geneva,where hewu employed at\na bank j-which explains thephrueinthe father'sletter,sayingthat D. had died\nof a stoppage of blood\" while he was at the bank.\" But of late he had lived\nin a little hamlet of the Canton of Ziirich. All this Mdlle. Emma learnt on\nher visit to her relations.\nAft~r all these facts, however, the problem u to the possibility of a tele-\npathic influence from the parents of Mdlle. E. is not yet decided. To clear\nup this point we must know the exact day when the father of Mdlle. E.\nlearnt the death of Duvanel, and we must know the details he then heard.\nIf Mdlle. E.'s relations had heard the news of D.'s suicide on the very day of\nhisdeath j and if it had been decided in family discussion that they would\nconceal from herthe manner of his death, and adopt the expression \"stop-\npage of blood\" j-then one might still conjecture that there had been a tele-\npathic transmission of thought.\nBut the father's letter was Wl\"itten Janusry 18th, and, as Mdlle. E. says\n[in her letter of April 16th, 1889], it is probable that the meeting ill the tmin\n[when the father heard of Duvallel's death from DuvaneI's brother] took\nplace on the 17th, and thus afte,· the Hitting of January 3rd (15th). In that\ncase, if telepathy there were, it would be needful to seek the inspirer (tho\n\" agentprOlJQCateUT !\") in aome factor outside the minds of Mdlle. E. or her\nrelations.\nBut this pl\"Obability is not enough j and the eBSential question as to the\nday when Mdlle. E.'s relations learnt the death of Duvanel is not yet deter-\nmined. I will write again on this point to the ci-de1:ant Mdlle. Stmmm,\nwho is now Madame Kaigorodoff j for the Colonel in his last letter to me\nannounces his marriage with Mdlle. Emma Stramm. I will beg her to uk\nher father to fix u precisely as poBBible the day of his meeting with Duvanel's\nbrother. The reply shall be sent to you at once.\nThus, then, we have in this case of Spiritualistic communication: (1) the\nnewsof a death at a distance; (2) the manner of death j (3) the place of\ndeath; all unknown to the medium.\"\nOn June 24th (July 6th) 1889, M. Aksakof again Wl\"ote to me u follows :\n.. M. Kaigorodoff has had the kindness to send me in original the letter of\nMadame Kaigorodo1l\"s sister. I enclose a copy. As you perceive, the father\nlearnt the news of Duvanel's death on January 17th, two days, therefore,\nafter the death itself, and two days after the news of the death wu received\nat Wilna in RUBBia. The circumstance that this news wu heard by M.\nStramm in a merely accidental way, and only on the day of the funeml,\nproves that in fact all relations between Duvanel and the Stmmm family had\nbeen suspended. The letter ofMdlle. Bertha is dated from Rochefort; that ia\nDigitized by Google\n\f348 ~ Defence of Phanta.anl8 of the Dead. [Jan. 31,\na small town, at 20 minutes' railway journey from Neufchatel ; and it is there,\nstrictly speaking, and not at Neufchll.tel, that the Stramm family reside.\nCopy of part of Mdlle. Bertha Stramm's letter to her sister, Madame\nKaigorodotr, dated Rochefort, June 16th, 1889.\n\"Duvanel died January 15th, and papa learnt the news on the 17th, for\nIte met Duvanel's brother, who was setting out for the funeral. The brother\nwas to leave for America a few days later. It is I who have recollected this,\nby searching my memory. for papa is old and feeble and does not now\nremember anything of the matter. I cannot tell you the name of the\nvillage where the death occurred.\"\nThe principal points in this case may be summed up as follows !-\nDuvanel dies by his own hand in a SwiBB village, where he lives alone,\nhaving no relations except a brother living at a distance, whom Mdlle.\nStramm had never seen (as M. Kaigorodotr informs us in a letter of May,\n1890).\nl\\fdlle. Stramm's father does not hear of Duvanel's death till two days\nlater.\nFive hours after Duvanel's death an automatic meBBage announcing it is\nwritten at Wilna in RuBBis, by Mdlle. Stramm, who had certainly received\nno news of the event.\nFrom what mind are we to suppose that this information came 1\nThought-transference from survivors seems here out of the question ;-\nunleBB it be in the form suggested above, of a kind of impersonal thought-\ntransference,-a leaking-out of any fact known to any living mind in such a\nway that any other mind may become aware of it.\nLeaving aside this extreme view, we may next attempt to account for\nMdlle. Stramm's meBBage on the theory of latency. We may suppose that\nthe telepathic message came from the dying man, but did not rise into\nconsciousneBB until an opportunity was afforded by Mdlle. Stramm's sitting\ndown to write automatically.\nBut to this interpretation there is an objection of a very curious kind.\nThe meBBage written by Mdlle. Stramm was not precisely accurate. Instead\nof ascribing Duvanel's death to suicide it ascribed it to a stoppage of blood,\n\" un engorgement de sang...\nAnd when M. Stramm, three days after the death, wrote to his daughter\nin RuBBis to tell her of it, he also used the same expreSBion, ••un engorgement\nde sang,\" thus disguising the actual truth in order to spare the feelings of his\ndaugbter, who had formerly refused to marry Duvanel, and who (as her\nfather feared) might receive a painful shock if she learnt the tragic nature of\nhis end. There was, therefore, '8 singular coincidence between the automatic\nBnd the normally-written meBBBge as to the death i-a coincidence which\nlooks as though the same mind had been at work in each instance. But\nthat mind cannot have been M. Stramm's, as ho was not aware of Duwners\ndeath at the time when the first meBBage was written.\nAnd here we must consider the explanation of the coincidence given by\nthe intelligence which controlled tho automatic ,vriting. That intelligence\naBBerted itself to bo a brother of Mdlle. Strnmm's, who died some yelU'll\nbefore. And this .. Louis .. further BBBerted that he had himself influenced\nDigitized by Google\n\f1890.] A Defence of PhantaSTIl8 of the Dead. 349\nM. Stramm to make use of the same euphemistic phrase, with the object of\navoiding a shock to Mdlle. Stramm ; for which purpose it was needful that\nthe two messages should agree in ascribing the death to the same form of\nsudden illness.\nNow if this be true, and the message did indeed come from the deceased\n\"Louis,\" we have an indication of continued existence, and continued\nknowledge of earthly affairs, on the part of a person long dead.\nBut if we consider that the case, as presented to us, contains no proof of\n\"Louis'\" identity,-so that\" Louis\" may be merely one of those arbitrary\nnames which the automatist's sub-conscious intelligence seems so prone to\nassume; then we must suppose that Duvanel was actually operative on two\noccasions after death,-first inspiring in Mdlle. Stramm the automatic\nmessage, and then modifying in M. Stramm the measage which the father\nmight otherwise bave sent.\nCASE III. [M. ant. 14.]\n\"PSYCBISCHE STUDIEN,\" December, 1889 (pp. 572-577).\nFrom one of a series of articles by the editor, the Hon. Alexander Aksakof.\nThe sub-title of the section from which the following is extracted\nbeing :-\" The identity of the personality of the deceased confirmed by the\nimparting of facta known only to the deceased, or which could only have\nbeen communicated by him.\"\nI now return to my subject, and conclude this section with a case which\nI have received at first hand. It belongs not to the category of fads\n'Which are known only to the deceased, but to the category of those which could\nonly be imparted by the deceased, for it relates to a political secret concern-\ning a living person, which was revea~ed by an intimate friend of that living\nperson for the purpose of saving him. I shall set forth this case in all\npossible detail, because I consider it a most convincing one in support of the\nSpirituliliBtic hypothesis. I will even expre88 myself still more strongly. I\nconsider that it affords as absolute a proof of identity as it is possible for\nevidence of this kind to present.\nMy readers are already acquainted with my sister-in-law, Mrs. A. von\nWies1er, from the part she took in the family seances held with me in the\nyears 1880-1883, after the decease of my wife. She has an only daughter,\nSophie, who at the time of those seances was completing her studies. She\nhad taken no part, either at our seances or at any others, and she had not\nread anything about Spiritualism. Her mother also had not joined in any\nseances except our own. One evening in October, 1884, during the visit of a\ndistant relative, the conversation turned upon Spiritualism, and in order to\nplease him a trial with the table was arranged. The seance, however, gave\nno satisfactory result. It only showed that the two ladies were able to get\nsomething. On Tuesday evening, ,January 1st, 1885, Mrs. von Wiesler\nbeing alone with her daughter, in orderto divert her mind from BOme matters\nwhich made ber anxious, proposed to hold a little seance. An alphabet was\nwritten out on a sheet of paper, a saucer with a black line as pointer served\nas a planchette, and, behold, the name Andreas was indicated. This was\nquite natural, for Andreas was tho name of Sophie's father, the deceased\nhusband of Mrs. \"on Wiesler. 'l'he communication presented nothing re-\nDigitized by Google\n\f350 .A Defence of Pltantasms of tlte Dead. [Jan. 31.\nmarkable, but it WIUI nevertheless resolved to continue the BtSances once a\nweek, on every Tuesday. For three weeks the character of the communica-\ntions remained unchanged. The name Andreas was continually repeated.\nBut on the fourth Tuesday-January 22ud-in place of the customary\nname, Andreu, the name \"Schum\" was spelt out to the great astonish-\nment of both sitters. Then, by quick and precise movements of the pointer.\nthese words were added ;-\ncc It is given to thee to save Nikolaus.\"\n.. What does this mean 1\" aaked the astonished ladies.\n.. He is compromised as Michael was, and will like him go to ruin. A\nband of good-for-nothing fellows are leading him astray.\"\n.. What can be done to counteract it. 1\"\n.. Thou must go to the Technological Institute before 3 o'clock, let\nNikolaus be called out, and make all appointment with him at his house.\"\nThis being all addressed to the young lady, Sophie, she replied that\nit would be difficult for her to carry out these directions on account of the\nslight acquaintanceship which existed between her and Nikolaus's family•\n.. Absurd ideas of propriety! \" was \" Schur&'s \" indignant reply.\n.. But in what way shall I be able to influence him 1\" aaked Sophie.\n.. Thou wilt speak to him in my name.\"\n.. Then your convictions no longer remain the same 1\"\nI I Revolting error! \" was the reply.\nI must now explain the meaning of thiR mysterious communication•\n.. Schum\" is the Russian pet name for Alexandrine. Nikolaus and Michael\nwere her cousins. Michael, quite a young man, had unfortunately allowed\nhimself to become entangled by the revolutionary ideas of our Anarchists or\nSocialists. He WIUI arrested, tried, and condemned to imprisonment at a\ndistance from St. Petersburg, where he lost his life in an attempt to escape.\n\"Scbura\" loved him dearly, and fully sympathised with his political convic-\ntions, making no secret of it. AfterIlis death, which oecurred in September,\n1884, she was discouraged in her revolutionary aspirations, and ended her\nlife by poison, at the age of 17, on the 15th of .January, 1885, just one week\nbefore the aeance above described. Nikolaus, Michael's brother, was then a\nstudent at the Technological Institute.\nMrs. von Wiesler and her daughter were aware of these circum-\nstances, for they had long been acquainted with \"Schura's\" parents, and\nwith those of her cousins, who belong to the best seciety of St Petersburg.\nIt will be obvious that I call1lot publish the names of these families. I have\nalso changed those of the young people. The acquaintanceship was, however,\nfar from being intimate. They saw each other occasionally, but nothing\nmore. Later I will give further details. We will now continue our narrative.\nNaturally, neither Mrs. von Wiesler nor her daughter knew anything as\nto the views or secret conduct of Nikolaus. The communication was just as\nunexpectedas it wasimportsnt. It involved a great l·esponsibility. Sophie's\nposition WIUI a very difficult one. The literal carrying out of .. Schum's ..\ndemands was, for a young lady, simply impossible, merely from considerations\nof social propriety. What right could she have, on the ground of simple\nacquaintanceship, to interfere in family affairs of so delicate a character 1\nBesides, it might not be true; or, quite simply and most pro bab •\nDigitized by Google\n\f1890.] .A Defence of Phanta8m8 of the Dead. 351\nNikolaus might deny it. What position would she then find herself in 1\nMrs. von Wiesler knew only too well, from the stSances she had taken part in\nwith me, how little dependence can be placed on Spiritualistic communica-\ntions. She counselled her <laughter, in the first place, to convince herself of\n\" Schurs's .. identity. This advice was followed without any hesitation as\none way out of the difficulty.\nOn the following Tuesday \"Schura\" manifested at once, and Sophie\nasked for a proof of her identity, to which •• Schura \" forthwith replied :-\n.. Invite Nikolaus, arrange a seance, and I will come.\"\nIt will be seen from this reply that\" Schura,\" who during her life had\nlearnt to despise the conventionalities of society, as is the custom among the\nSocialists, remained true to her character, and again demanded what was\nan impossibility. Nikolaus had never been in Mrs. von Wiesler's house.\nSophie then asked for another proof of her identity, without Nikolaus\nbeing brought in at all, and requested that it might be a convincing one.\n\" I will appear to thee,\" was the reply.\n\"How1\"\n\" Thou wilt see.\"\nA few days later Sophie was returning hOUle from a soiree; it was nearly\n\"a.m. She was just retiring, and was at the door between her bedroom\nand the dining-room, there being no lighta in the latter, when she BaW on\nthe wall of the dining-room,in sight of the door at which she stood,a luminous\nround spot, with, as it were, shoulders. This lasted for two or three seconds,\nand disappeared, ascending towards the ceiling. Sophie immediately aBSured\nherself that it was not the reflection of any light coming from the street.\nAt the seance on the following Tuesday, an explanstion of thisl\\ppearance\nbeing asked for, \"Schurs ,. replied:-\n\" It was the outline of a head with shoulders. I .cannot appear more\ndiatinctly. I am still weak.\"\nMany other details. which I have passed over, tended to convince Sophie of\nthe reality of .. Schura's\" identity, yet she could not bring herself to carry\nout that which .. Schura .. desired her to do. She therefore proposed as a\nsuitable compromise that she should acquaint Nikolaus's parenta with what\nhad occurred.\nThis proposal aroused .. Schura's\" strongest displeasure, expreBSed by\nviolent movements of the saucer, and by the sentence:-\n\"That will lead to nothing\" i-after which disparaging epitheta foIlo,ved.\nimpossible to repeat here, especially applicable to persons of weak and\nirresolute character, with whom the energetic and decisive\" Schurs \" had\nno patience-epitheta which are not found in dict.ionaries, but which were\nexpressions used by .. Schurs \" in her life-time, and characteristic of her.\nThis was confirmed in the sequel.\nNeverthelOBS Sophie continued to hesitate, and at each succeBSive\nHance •• Schura\" insisted more and more imperatively that Sophie\nmust act at once. This is very important to notice, as we shall see later.\nThis want of resolution on the part of Sophie was ascribed by \" Schura .. to\nthe influence of Mrs. von Wiesler. From the beginning\" Schurs .. had\nseemed to bear a grudge against Mrs. von Wiesler. From the first seanco\nahe addressed Sophie only. She never permitted Mrs. von Wiesler to ask a.\nDigitized by Google\n\f352 .A Defence of PhantwmUl of the Deall. [Jan. 31,\nquestion. Whenever she attempted to do so, Rhe met her with a-\"Be\nsilent-be silent!\" Whereas in addressing Sophie she overwhelmed her\nwith the tenderest expressions.\nHow great was the astonishment and consternation of the ladies, when at\nthe sMnce on the 26th of February the fil\"llt words were ;-\n\"It is too late. Thou wilt repent it bitterly. The pangs of remorse will\nfollow thee. Expect his arrest I\"\nThese were \"Schura's\" last words. From this time she was silent. A\ns~ance was attempted on the following Tuesday, but there was no result.\nThe sMnces of Mrs. von Wiesler and her daughter were from that time\nentirely given up.\nWhile these seances were being held, Mrs. von Wiesler naturally kept me\ninformed of what transpired, and consulted with me as to what was to be\ndone in view of the extraordinary character of \"Schura's\" requests. Some\ntime after they had ceased, Mrs. von Wiesler, to satisfy her own conscience\nand to comfort her daughter, resolved to communicate the whole episode\nto the parents of Nikolaus. They paid no attention to it. Nothing\nwas elicited that allY fault could be found with. The family were\nquite satisfied in regard to Nikolaus' conduct. But it is important to bear\nin mind the fact that these Spiritualistic communications were made known\nto the parents before the final issue. When during the remainder of the\nyear everything went on happily, Sophie became fully convinced that all the\ncommunications were only lies, and formed a resolution that she would\nnever again occupy herself with Spiritualistic seances.\nAnother year passed without any special event. But on the 9th of March,\n1887, the secret police -suddenly searched Nikolaus's rooms. He waa\narrested in his own house, and within 24 hours was exiled from St. Peters-\nburg. It came out later that his crime was taking part in anarchical\nassemblies--assemblies which were held in the months of January and\nFebruary, 1885, exactly corresponding with the time when \"Schura\"\nwas insisting that steps should then be taken to dissuade Nikolaus from\ntaking part in such meetings. Only now were the communications of\n\" Schura \" estimated at their true value. The notes which Mrs. von Wiesler\nhad made were read again and again by the families both of \"Sehura\" and of\nNikolaus. \" Schura's \" identity in all those manifestatiolls was recognised\nas incontestably demonstrated, in the first place, by the main fact in\nrelation to Nikolaus, by other intimate particulars, and also by the\ntotality of the features which characterised her personality. This mournful\noccurrence feIllike a fresh thunderclap on Nikolaus's family, and they had\nonly to thank God that the errors of the young man were not followed\nby more fatal results.\nIn order to estimate this incident aright it is of great importance to\nestablish the relations which existed between the two young ladies. I have\nrequested Madame and Mdlle. Von Wiesler to give me on this, as on the\nprevious points, a written memorandum in full detail; and from that memo-\nrandum I extract what follows [somewhat abridged here] ;-\n\"In December, 1880, Madame Von Wiesler and her daughter paid a\nChristmas visit to Schura's grandfather, Senator N., where Sophie saw Schum\nfor the first time. Sophie was then about 13 years old, and Schura even\nDigitized by Google\n\f1890.] .A Defence of PhantaMnB of the Dead. 353\nyounger. Sophie was astonished to see Schura's writing-table covered with\nbooks [and had a talk with her about favourite authors]. The two girls\noften saw each other at a distance in the recreation-room of their school\nduring the winter, but Schura was soon transferred to another school. [They\nmet once at a country-house without exchanging a word, and saw each other\nonce acroBB a theatre. Sophie, in fact, had had one childish talk with\nSchum; Madame Von Wiesler had never had any real talk with her.)\nHence it is clear that the relations of these ladies with Schura were of the\nmost distant kind, and that they could not know anything of her political\nsecrets.\nCASE IV. [G. 193.]\nFrom PsychiscM St1U.lien, March, 1889 (p. 131).\nAn extract from an article by the editor (the Hon. Alexander Aksakof)•\n.. I am personally acquainted with the following case :-My friend and\nfellow student at the Lyceum, Privy Councillor (Geheimrath) Baron\nKonstantin K., told me, twenty years ago, that at the time of the death of\nhis uncle, Baron Paul K., at Warschau, his will could not be found, though\nit was thoroughly searched for; and that it was discovered in a secret drawer\n(Fache), entirely in consequence of a communication received by Prince\nEmile Wittgenstein, in which the place was described.\"\nIn PsycM8Che Studien for December, 1889 (pp. 568.9), M. Aksakof gives\nfurther particulars as follows :-\n.. Since the previous notice of this case, I have made the acquaintance of\nPaul von Korf, a son of Baron von Korf, who resides in the Port-stl'888e.\nSt. Petersburg. He has given me the following account of the circum-\nstances :-\n\" His father, General Paul von Korf, died at Warschau on April 7th, 1867.\nIt was known that he had made a will, but after his death it could not be\nfound. In the mont.h of July, 1867, his sister, the BaroneBB Charlotte von\nWrangel, was living with her sister-in-law, Madame D. von Obuchow, in the\ntown of Plock (pronounced Plozk), not far from Warschau. Her mother,\nthe widow of General von Korf, was travelling abroad; and in ker mother's\nabsence she was entrusted with the opening of her correspondence. Among\nthe letters thus received and opened was one from Prince Emile von\nWittgeustein (also abroad) addressed to the widow of General von Korf, in\nwhich he informed her that a spiritualistic cOD1D1unication had been received\nby him in the name of herdeceased husbsnd, indicating the place where his will\nwould be found. The BaroneBB von Wrangel, who knew how much trouble\nthe absence of this will had given to her elcler brother [Baron Joseph KorfJ\nwho was engaged in the administration of the property, and who was at that\ntime in Warschau, went at once, with her sister-in-law, to Warschau, to\ninform him of the important contents of the letter of Prince von Wittgen-\nstein. Her brother's first words were that he had just found the will ; and\nwhen the letter of Prince von Wittgenstein was read, it was apparent, to\nthe astonishment of those present, that the place indicated in the spiritualistic\ncommunication where the will would be found was precisely that in which\nthe Baron had at last found it.\nDigitized by Google\n\f354 .A Defence of Phantcurrns of the Dead. [Jan. 31,\n\"Baron Paul von Korf promised me that he would look for this letter of\nPrince von Wittgenstein's, which he had in nis hand le88 than two years ago,\nwhen arranging the family papers. But up to the present time he has not been\nable again to find it. He fears it may have been unintentionally destroyed\nwith useless correspondence.\"\nIn a letter dated St. Petersburg, February 26th, 1890, M. Aksakof adds\nthe following particulars, with two letters, of which translations are here\ngiven :-\nI. Original letter from Baron Paul Korf (son of the Baron Korf whose\nwill is concerned) to M. Aksakof, countersigned by Baron Paul's sister,\nBaroness Charlotte Wrangel, and testifying to the exactne118 of the fact as\nstated in Psychiache Studien, 1888, p. 568.\n\"Petersburg, January 29th, 1890•\n.. SIR,-I have read with great interest your communication, inserted in\nPaychiach,e Studien (p. 568), concerning the will of my late father. The facts\nare there related with perfect accuracy. I am afraid that I burnt the letter\nof Prince Emile Wittgellstein about a year ago, when I W88 arranging the\npapers of my late father, which were at his country seat.-Accept, &c.,\n\"(BARON) PA.UL KORF.\"\n\" I add my signature to that of my brother, to confirm the contents of\nhis letter. \"BARONESS C. WRANGEL, NO BA.RONESS KoRP.\"\nII. Copy of a letter from Prince Emile de Sayn-Wittgenstein, publiahed\nin the work, Souvenir. et Currespondance du Prince Emile de SaYII.-Wittgetl.tei,,,\"\nBerlebollrg (Paris, 1889), V01. II., p. 365.\n\"Warsaw, JvJyl7th, 1867.\n.. It seems an age, my dear parents, since I have had any news of you;\nmy mother's last letter was dated June 5th. I have occupied myself much\nwith Spiritualiam of late, and my mediumistic faculties have developed\nthemaelves in an astonishing way. I write often with great facility in various\nkinds of writing; I have had direct communications from the spirit which\nhaunts Berlebourg, a woman of our family who killed herself 102 years ago.\nI liave, moreover, obtained a very singular result. One of my frienda,\nLieut.-Geneml Baron de Korf, deceased some months since, manifested\nhimself to me (without my having thought of him the least in the world), to\n-enjoin upon me to indicate to his family the place where his will had been\nmaliciously hidden; that is to say, in a chest of drawers in the house where\nhe died. I did not know that the family were looking for this will, and had\nnot found it. Well, they found it in the very place which the spirit had\nindicated to me. It is a document of great importance for the management\nof his property, and for the settlement of questions which will arise when\nhis children attain their majority. Here are facts which can mnd criticism.\n\"EMILE WrrroENSTEIN.\"\nIII. Prince Emile Wittgenstein died in 1878, at Tegernsee, in Bavaria.\nIV. As to the date of the letter of Prince Sayn.Wittgenstein to the\nwidow of Baron Korl. Here is what I have been able to learn in a last\ninterview with his son, Baron Paul Korf. The marriage of his daughter,\nDigitized by Google\n\f1890.] .A Defence of Plumtasms of the Dead. 355\nBarone88 Charlotte Korl, with Baron Wrnngel took place at Warsaw, June\n17th, 1867. A week after that event the Barone88 Wrangel left, with her\nsister-in-law, Madame Obuchow, for the town of Plock, and her mother\nwent abroad. At that date the will had not been found. And since the\nletter of Prince Emile Wittgellstein to his parents, in which he informs them\nof the finding of the will by spiritual communication, is dated July 17th, 1867,\nit follows that the letter of Prince Emile Wittgenstein to the widow of Baron\nKorf, enclosing that communication, and consequently the communication\nitself must have been received between June 17th and July 17th, 1867.\nV. As to the place where the will was found. I asked Baron Paul Korf:\n.. Is it a fact that the will was found •ill a cheat of dra1oer.' (armoire) as was\npredicted in the communication 1\" He answered: .. That is what both my\nsister and I heard.\"\nVI. The elder son of Baron Korl who busied himself at Warsaw with the\naffairs of the inheritance was uamed Baron Joseph Korl, and has since died.\nCASE V. [So 3.]\nFor the following case also I am indebted to M.. Aksakof :-\nTHE PiRWOUINB CASB.\nDocllmen.t I.-Copy of report of seance held November 18th, 1887, in the\nhouse of M. Nartzeft', at Tambof, Russia.\nPresent: M. A.. Nartzeft' [landed proprietor, belonging to the Russian\nnobility, in the Government of Tambof]; Madame A. Slepzof [aunt of M.\nNartzeffJ; Madame Ivanof [M. Nartzetrs housekeeper]; M. N. Touloucheft'\n[official physician of the Municipality of Tambof].\nThe sitting began at 10 p.m. at a table placed in the middle of the room,\nby the light of a night-light placed on the mantelpiece. All doors closed.\nThe left hand of each was placed on the right hand of his neighbour, and\neach foot touched the neighbour's foot, so that during tho whole of the\nsitting all hands and feet were under control. Sharp raps were heard in the\nfloor, and afterwards in the wall and the ceiling, after which the blows\nsounded immediately in the middle of the table, as if someone had struck it\nfrom above with his fist; and with such violence, and so often, that the\ntable trembled tho whole time.1\nM. Nartzeft' asked, \"Can you answer rationally, giving three raps for\nyes,. one for no 1\" \" Yes.\" \"Do you wish to answer by using the\nalphabet 1\" .. Yes.\" \" Spell your name.\" The alphabet was repeated,\nand the letters indicated by three raps-\" Anastasie per~uine.\" .. I beg\nyou to say now why you have come and what you desire.\" .. I am a\nwretched womau. Pray for me. Yesterday, during the day, I died at the\nhospital. The day before yesterday I poisoned myself with matches.\" \" Give\nus some details about yourself. How old were you 1 Give a rap for each\nyear.\" Seventeen raps. \"Who were you 1\" \"I was housemaid. I\npoisoned myself with matches.\" ., Why did you poison yourself 1\" •• I will\nnot say. I will say nothing more.\"\n1 We cannot here dwell on these physical manifestations, which (it is hoped) will be\ndealt with before 10Dg ina separate paper.\nDigitized by Google\n\f356 .A. Defence of Phantwrrns of the Dead. [Jan. 31,\nAfter this, a heavy table which was near the wall, outside the chain of\nbands, came up rapidly three times, towards the table round which the\nchain was made, and each time it was pushed backwards, no one knew by\nwhat means. Seven raps (the signal agreed upon for the close of the sitting)\nwere now heard in the wall; and at 11.20 p.m. the s6ance came to an end.\nSigned, A. SLEPZOF, N. TOULOUCHBFF, A. NARTZEFF, A. IVANOF.\nI certify that this copy is in complete accordance with the original.\nA. NARTZEFF.\n.Document I1.-The undersigned, having been present at the s6ance of\nNovember 18th, 1887, at the house of M. A. N. Nartzeff, hereby certify\nthat they had no previous knowledge of the existence or the death of\nAnastasie Pereliguine, and that they heard her name for the first time at\nthe abo,'e·mentioned s6ance.\nN. P. TOULOUCHEFF, ALEXIS NARTZEFF, A. SLEPZOF, A.lvANoF.\nTambof, April 6th, 1890.\nDocument 1I1.-Letter of Dr. Touloucheff to M. A. Aksakof.\nApril 15th, 1890.\nSIR,-At the sitting held at M. Nartzeff's house, Novembel' 18th,\n1887, we received a communication from an intelligence giving the name of\nAnastasie Pereliguine. She asked us to pray for her; and said that she had\npoisoned herself with lucifer matches, and had died on the 17th of that\nmonth. At the first moment I did not believe this j for in my capacity as\nphysicisn of the municipality I am at once informed by the police of all\ncases of suicide. But since Pereliguine had added that her death had taken\nplace at the hOlpital j and lince at Tambof we have only one hORpital, that\nof the \"IDBtitutioDB de Bienfaisance,\" which is in no way within my official\nlurvey, and whose authorities, in luch caBel as thil, thelDBelvel lend for th.,\npolice or the magistrate ;-1 sent a letter to my colleague, Dr. Sundblatt,\nthe head physician of this hospital. Without explaining my reason I simply\nasked him to inform me whether there had been any recent case of luicide\nat the hospital, and, if so, to give me the name and particulars. I have\nalready sent you a copy of his reply, certified by Dr. Sundblatt's own\nsignature. The original is at M. Nartzeff's house, with the protocols of the\ns6ances.\nTambof, rue du Seminaire. N. TOULOUCHEFF.\nDOC1,ment IV.-Copy of Dr. Th. Sundblatt's letter to Dr. Toulouche1f.\nNovember 19th, 1887.\nMy DEAR COLLEAOUE,-On the 16th of this month I was on duty j and\non that day two patients were ndmitted to the hospital, who had poisoned\nthemselves with phosphorus. The first, Vera Kosovitch, aged 38, wife of\na clerk in the public service • • • was taken in at 8 p.m. j the second, a\nservant in the insane ward [a part of the hospital], Anastasie Pereliguine,\naged 17, was taken in at 10 p.m. This second patient had swallowed,\nbesides an infusion of boxes of matches, a glass of kerosine, and at the time\nof her admi88ion was already very ill. She died at 1 p.m. on the 17th, and\nDigitized by Google\n\fl890.] .A Defence of Phantwrms of the Dead. 357\nthe post-mortem examination has been made to-day. Kosovitch died\nyesterday, and the post-mortem is fixed for to-morrow. Kosovil;ch said that\nshe had taken the phosphorus in an acceBB of melancholy, but Periliguine\ndid not state her reason for poisoning herself. .\nTH. SUNDBLA.'l'T.\nCopy of letter certified by Th. Sundblatt and Alexis Nartze1f.\nDocument V.-Letter of M. A. Nartze1f to M. Aksakof, May 16th, 1890.\n[M. Nartze1f writes a letter in English and one in French, which I abridge\nand combine.]\n\"In answerto your letter I inform you that myaunt's housekeeper is not a\nhousekeeper strictly speaking, but rather a friend of the family, having been\nnearly 15 years with us, and possessing our entire confidence. She could\nnot have already learnt the fact of the suicide, as she has no relations or\nfriends in Tambof, and never leaves the house.\n\" The hospital in question is situated at the other end of the town, about\n6 versts from my house. Dr. Sundblatt informs me, on the authority of\nthe proces-verbal of the inquest, that PeriIiguine was able to read and write.\n[This in answer to M. Aksakof's inquiry whether the deceased could have\nunderstood alphabetic communication.]\n\" Sittings were held at Tambof, April, 1885-0ctober, 1889, but in no other\ninstance were irrefutable proofs obtained. Generally the manifestations\nwere of a trivial character. Twice or thrice we received communications\napparently serious, but on inquiry these were found to be untrue.It •\nIt is remarkable that this veridical measage should have stood alone, but\nits correctness obviously was not due to chance.\n2 A\nDigitized by Google\n\f","_id":570}