{"name":"Proceedings of the Society for Psychical Research 4811 9421 3992 6399","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_march_1890_supplement.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, Supplement, March 1890","mylang":"de","content":"406 Ge'neral Meeting8\nGENERAL MEETINGS.\nThe thirty-fourth, thirty-fifth, thirty-sixth, and thirty-seventh\nGeneral Meetings of the Society were held at the Westminster Town\nHall on October 25th and November 29th, 1889, and on January 31st\nand March 28th, 1890, at which the preceding four papers were read\nin whole or in part.\nDigitized by Google\n\fSapplement.] Drs. Dufay and Azam on OlairvQyance, &c. 407\nSUPPLEl\\IENT.\nI.\nOBSERVATIONS ON CLAIRVOYANCE, &0.\nBy DRS. DUFAY AND AzAM:.\nMost of our readers are already familiar at least with the name of the\nSociete de Psychologie Physiologique, founded in Paris, in 1885, under the\npresidency of M. Charcot, and including in France such names as Beaunis,\nJanet, Ribot, Richet, Sully.Prudhomme, Taine, &C. The bulletins of this\nSociety contain many papers of interest; most of which are accessible to\nthe general reader in the .Re171Ul PhilollQ]Jhiqll.e, where they are generally first\nprinted. With the permission of the Society, and through the kind help of\nMiss Porter, we are enabled to print here a somewhat condensed translation\nof two papers laid before the Society in 1888, by Dr. Dufay, formerly a.\npractising physician at Blois, and now a Senator of France. These papers\nwere published in the RelllUl PhiZosophUpUl for September, 1888, and\nFebruary, 1889.\nI.\nCONTRIBUTION TO mE STUOY OF SOMNAMBULISM PRODUCED AT A DISTANCE\nAND WITHOUT THE KNOWLEDGE OF THE SUBJECT.\nIn an experiment of this nature, I was successful one day with a lady\nwhom (with her consent), I was in the habit (If putting into the magnetie\nsleep.\nI had recommended my patient, Madame A., who was extremely nervous,\nto give up all stimulant, especially champagne. I was not only her medical\nattendant, but also a friend of the house, and was often invited to dine\nthere. One evening I noticed that my patient had allowed champagne to be\npoured into her glaas, and was about to raise it to her lips. Fearing to be\ninconsiderate in reminding her that she was disobeying orders, and gazing\nfixedly at her-without her noticing it, I believe,-l willed intently that she\nshould sleep, so that she should not be able to drink. And she remained, in\nfact, with her arm hanging in a state of cataleptic rigidity, and with open\neyes, thQugh without looking in my direction. said in a reproachful tone :\n.. Ah! doctor, you are cruel!\" Then she fell quite asleep, and when, at\nthe end of several minutes, I woke her. she declared that she had quite\nforgotten my order: that only at the moment when she was raising her\nglass, had she felt that I was preventing her from drinking: that tlUa had\nannoyed her very much, but that she had not been able to disobey • • •\nand here her memory failed.\nIt may be asked whether the fear that I might prevent her drinking her\n2 F 2\nDigitized by Google\n\f~ Dr8. Dulay and Azam on Clairvoyance, J:c. [Supplem8ll&'\nchampagne had not been sufficient to produce the self-suggestion, from\nwhence resulted the incident that I bave just related; but 88 neither self-\nsuggestion nor expectant attention W&8 known of at that time, I find the\noccurrence headed in my notes: \"Somnambulism produced at a distance,\nand without the subject being aware of it.\" At the present time I should\nshare M. Richet's doubt, if I had not entire confidence in Madame A.'s\nauertion, made subsequently by her when in the somnaDlbulic state, that ahe\nbad not thought of my prohibition.\nIn connection with this patient; I may, perhaps, be allowed a digression,\nwhich is not without a certain interest. It is all example of the extraordi-\nnary development of memory observable during somnambulism-whether\nspontaneous or induced. Madame A. who W88 expecting a first confine-\nment, W&B in the habit of remaining in bed till mid-day : one mornIng when\nI went to see how she W&8, I found her in tears and so shaken with BObs that\nshe W&B unable to pronounce a word. I handed her a pencil and a sheet of\npaper, begging her to write down what had happened. With a trembling\nband she then wrote : \"The mother resides at Blois . . . a BOn. • .\ngreat joy! Croup, the hideous monster, attacking the poor little one, seized\nit by the throat. . . • .\"\nHere she uttered a piercing cry, and W&8 seized with violent convulsions.\nI b&Btened to place my hand on her forehead, BO &8 to bring about sleep and\ncomposure, and, if p088ible, to prevent any serious misfortune. The BObs,\nwhile becoming less and 1088 frequent, continued BOme minutes, and then\nthe attack p&88ed over.\nIn the words written down by Madame A. I had recognised some frag-\nments of Victor Hugo's verse, and I W&B not long in discovering at the foot\nof the bed his volume of Contemplations, which her husband had brought\nin an hour before, without having read it himself. By an unfortunate\naccident, the poor woman's eyes had fallen on the piece entitled \"Le\nRevenant,\" the reading of which had caused her all the greater emotion,\nbecause the scene W&B laid st Blois,\"and her inlagination suggested to her\ngrave anxieties as to the health of the unborn child, whom she so ardently\nlonged for.\nAt last the storm had abated, respiration W88 slow and regular ; the eyes\nremained closed, deeply Bunk in their sockets and Burrounded by broad,dark\ncircles. Her right hand moved continuously, which led UB t() suppose that\nthe sleeper dreamt that Bhe was writing.I\nWe decided to Bettle this : I again put the pencil between her fingers,\nand her husband having placed a large Bheet of paper on the Btiff cover of a.\npiece of music to serve &B a desk, I &Bked her whether, now that she had\nrecovered her composure, she felt able to write down, from the tirst line to\nthe 1&Bt-and there are 102 of them-the little drama that had BO upset her.\nThen, with her eyes still closed, she set to work. The lines were\n1 This takes place, moreover, in the nonnal state, when in a half sleep. the brain\nautomatically continues the day's work, and one dreams of altering a phrase already\nwritten, or of finiRhing a page already commenced. The right hand becomes the lK'.at of\naligltt oontractions, morc fibrillar than muscular, which direct the movements of the\nfingers neces~ary to form the letters and warda exp1\"088ing the thought of the moment.\nThis corrolatit\"e phenomenon, although very frequent, often passes unobaened.\nDigitized by Google\n\fSupplement.] Drs. Dulay and Azam on Clairvoyance, tfc. 409\ncertainly occasionally confused, running one upon the other in spite of the\ntrouble that we took to guide the paper, but that was because her fore-arm\nremained motionless, and only the fingers moved the penoil : still there waa\nno error of rhythm or of rhyme, only the punctuation was entirely wanting.\n\" How many times have you read these versee 1\" I asked Madame A.,\nas soon as she had finished.\n\" Only once: 1 had not the courage to begin again.\"\nAnd 1 did not doubt her word, because though people in the somnam-\nbullc state may occasionally refuse to reply to a question put to them, it is\nimpoIBible for them to lie. When, two hours later, 1 had just aroused her,\nshe repeated that she had not read a second time these 102 lines, written\nout from memory during sleep, and of which she could not remember four\nconsecutively nOli- that she was awake.\nThe previous year 1 had been witneIB of a similar occurrence with thia\naame lady, who was an excellent musician. One of her friends had received\nthe score of a new opera, and took it to show to her. My patient set to\nwork to study the overture, which greatly pleased her; then she glanced\nthrough the first act, and at the end of an hour her friend took away the\nacore, promising to let her have it again in a few days. The following day\nI was received with the exclamation: \"Ah I doctor, if you had only come\nlast evening, you would have heard something that would have given you\npleasure,\" and she tcld me of the loan of the score.\n1 suggested that as she had played the overture, and found it 80 charm-\ning, she should do me the kindn88B of letting me hear it. But she expreued\nheraelf quite unable to remember eight or ten pages of music, which she\nhad only played through once: then, gueBBing that 1 wished to make an\nexperimont, she declared herself willing to submit, in order that she and her\nhusband should laugh together over my failure.\nAs usual, the simple touch of my hand on her forehead produced im-\nmediate sleep, and her head sank forward on her chest: but when one hand\nwas placed on the keys of the piano the head suddenly regained its upright\nposition, and vigorously-grasped chords announced the commencement of the\npiece. From the beginning to the end there was not a single hesitation. Her\nhusband and 1 looked at each other in amazement. Never afterwards, even\nwith the musio before her, was her execution more perfect.\nWhen, by means of certain passes, from within outwards, made behind\nher head, 1 had put an end to the sleep, the artist turned towards us with a\nmocking expreBBion: \"There,\" she said, laughing, \"I was quite sure that\nyour experiment would not succeed.\" It was in vain for us to aBBure her\nthat it had been a complete succeIB, she would not believe it. She only\nadmitted it when she was again put to sleep.\nBut to return to our subject, that is to say, to the production of sleep at\na distance.\nAt one time, when medical attendant at the theatre at Blois, 1 had to\nattend a young actreBl, who was subject to frequent Protean exhibitions of\nhysterical passion. Laying aside purely medical considerations, which would\ninvolve me in a fresh digression, 1 only extract from my notes what concerna\nthe special subject now occupying me.\nThe first time that 1 was called to Mdlle. B., I found her seated on the\nDigitized by Google\n\f410 Dr8. Dulay and Azam. on Olai1-voyance, ,f:c. (Supplement.\ncarpet, near to a large fire, her clothes torn, and ready, so she told me, to\nthrow herself into the grate, if I did not succeed in subduing the fury that\nwas consuming her. I questioned her as to the cause of this attack of anger;\nshe maintained silence j her jaws tightly clenched, her eye-htuls convulsively\nturned upwards, her limbs rigid j • • • then a sudden shock stretched\nher on the floor, from whence I moved her on to her bed, in a state of\ntetanic rigidity and general aIUesthesis.\nMy hand hAd hardly been a minute on her forehead, when the muscular\ncontraction disappeared: a flood of tears and a succesaion of deep sighs put\nan end to the scene, and the poor girl was then able to slip into her bed.\nmaking a thousand excuses, and assuring me of her gratitude. As to the\ncause of her great rage, she knew of none. She then sought my hand and\nlifted it to her forehead, saying that it gave her a delicious sensation of well-\nbeing j afterwards she fell into a drowsy slate, which I allowed to last for\nBOme hoUrI, while one of her companions watched her.\nI witnessed similar attacks seven or eight times during the two months\nthat the company remained at Blois j but after my third visit it was sufficient\nto command Mdlle. B. to sleep, or even to fix my eyes on hers, in order\nimmediately to produce a perfect calm j moreover the attacks became less and\nlesa violent, and she felt strong and refreshed after an hour of magnetic sleep.\nI said just now that I had managed to hypnotise Mdlle. B. by a word or\na look, but I did not think that without real contact it could succeed, unIeaa\nI was close to her at the time. Having always noticed that intelligence is\nmuch more highly developed in the somnambulic state, I had sometimes\nhypnotised this very indifferent little actresa by merely telling her, just as\nshe was about to make her appearance on the scene, that she \\\\'1\\11 going to\nsleep, which always procured her a great success with the public. It is 1\\\ncirculDStance of this nature which introduces her into my present subject.\nOne evening I arrived late at the theatre. The manager was waiting\nanxiously for me in his office j he had changed the order of the pieces and put\nthe\" Caprice\" at the end of the entertainment, because he had just been\ninformed by telegram that his \"grande coquette\" had missed the train, which\nwas to have brought her from Tours to Blois. But he was relying on my\nassistance to substitute Mdlle. B. without damaging the perfonnance.\n\" Does she so much as know her part 1\" I asked him.\n\" She has seen it played several times, but she has not rehearsed it.\"\n\" Have you expresaed any hope that I might come to her assistance 1\"\n\" I took care not to do that: any doubt as to her talents would have been\nsufficient to have produced one of her attacks.\"\n,, Very well, do not let her know I am here. I will take advantage of this\nopportunity to make a very interesting experiment.\"\nI did not show myself on the stage, but took my place in a close box at\nthe far end of the house, which happened to be unoccupied, and the grating\nclosed. Then, drawing myself together, I willed intently that Mdlle. B.\nmight fall asleep.\nIt was then half-past ten. I learned at the end of the perfonnance that\nat this same time the young artist, stopping in the middle of her toilette.\nsuddenly sank down on the sofa in ber room, begging the dresaer to let her\nrest a little. After a few minutes of drowainesa she got up, finished dresaing\nDigitized by Google\n\f8upp1ement.) Dr8. Dulay and Azam on Clairvoyance, t\/:c. 411\nhenelf, and went down to the stage. When the curtain rose I was not very\nconfident of the succeu of my experiment, not then knowing what had taken\nplace in the actre8ll' dressing-room j but I was not long in aatisfying myself,\nmerely by seeing the action and attitude of my subject. She had retained\nin her memory this part which ahe had not learnt, but had only seen played,\nand acquitted herself marvellously. There was, however, another suggestion\nthat I must unconsciously have given her, when mentally ordering her to\nplay the comedy, and that was to put herself en rapport with the other\ncharacters in the piece, since without that somnambulists only see and hear\nthe person who bas put them to sleep. However that may be, I was obliged\nto awaken Mdlle. B. in order that she might take part in the supper which\nwas given by the delighted manager.1\nShe then remembered having thrown herself on the sofa, just 88 she had\nput on one of her gloves, and, finding herself seated there again, she imagined\nthat we had come to tell her that the curtain W88 rising for the\" Caprice.\"\nIt was only on seeing her companions surrounding her, and congratulating\nher on her progre88, that she underst<KKi what had taken place, and thanked\nme with a glance.I\nIf it be objected that she had expected my arrival, then sUBpected my\npresence, or,at least,my inft.uence which had been so favourable to her talent\non other occasions, and that self-suggestion had even in this case produced\n8Omnambulism-I have no reply to make.\n* * * * *\nAmong my other patients, to whom induced somnambulism brought\nundeniable relief, there is one whose history fitly finds a place here.\nMadame C. W88 35 years of age, of a nervous temperament, and slightly\nrheumatic. For some time she had been subject to periodical attacks of\nheadache and sickne88, which the usual remedies had failed to relieve.\nUnder these circumstsnces, I did not hesitate to try the effect of magnetism\non my first visit to her. At the end of five minutes the pain pa88ed\noff and the sickne88 ceased, and on every subsequent occasion the aallle\nthing took place. If my arrival waa delayed, the troubles continued j but\n1 All those whom I have _n in the 801Dnambulio state, whether spontaneous or\ninduced, were unable to perform the movements of deglutition. If thid is a general\nrule, it has at least one exception, because Dr. Azam'8 }t'elida would not paIIII months\nin her\"situation 8eCOnde \" without taking nourishment.\nHad I tben known of the po88ibility of 8Uggedtion, it is probable that I might bave\nenabled my patients to eat. It ought to be as easy to put an end to a pharyngeal\nall8e8tbesia, 88 to cause, 88 has been done, tbe appearance of bleeding stigmata and\nof blisters on the Akin.\nS With respect to tbe forgetfulntlllll of what had taken place during an attack of\n8Omnambulism, I have publisbed in tbe .Re1.-Ut Scientijlque of December 18t, 1883, the\ncase of a young servant gil'l, who, thinking that her mistress' jewels were not 88fe in\nthe drawer where she had put tbem, hid them in another piece of furniture, where\nthey seemed to her to be 88fer. Accused of having st(llen them, and despite her denials\n(whioh were quite sincere), she was put in pri80n. One day, in paying a profe88ional\n,isit at the prison, I recognised her, havingseen ber serving at the house of one of my\ncolleagues. Knowing her to be 8Omnambulic, I put her to sleep, and she then related\nto me what ahe had done, anlt W88 much distressed at having no recollection of it when,\nawake. I made her repeat her declaration before the examining magistrate, who, after\nverification, had her set at liberty.\nDigitized by Google\n\f412 Drs. DUfCty a'nd Azam on Clai1\"Voya'nce, &:c. [Supplement\nhardly had I pulled the bell, and before tho door was opened, Madame C.\nfell into a calm sleep, It was quite a diJrerent thing if anyone else Tang the\nbell, for then the invalid complained bitterly of the noise that was splitting\nher head.\nLater on she even felt my approach from the further end of the street :\n\" Ah! what happin888 ! \" she would say, \"here is the doctor coming, I feel\nmyself cured !\" and Monsieur C. would open the window to make certain of\nit, and would see me in the distance. And his wife never mAde a mistake.\nSometimes he would try to encourage her by telling her that he saw me\ncoming, but she knew that this was not true, and the sickn888 continued.\nIn a case of this IOrt, how could I hesitate to make an attempt at\ninfluencingher from a distance1Moreover I was driven to it by circumstances.\nAt the height of an attack, Monsieur C., who had already been twice to\nfetch me, discovered where I was to be found. Being with a patient whom\nI could not leave for several hours, I SBBured Monsieur C., without being at\nall certain of it myself, that his wife would be asleep and cured when he\ngot home again. I had the satisfaction of verifying this three hours later,\nwhen I ordered a profound sleep to last till the following day, which repaired\nthe fatigues of the morning. \"Thus the poBSibility of magnetising at a\ndistance is not to be doubted,\" say my notes. But now-a-days the\nobjection of self-suggestion presents itself: I was expected j Monsieur C. had\npromised to bring me with him.\nAm I going to find a more convincing example 1 Yes, certainly. It\nwas however an act of Bimple curiOBity without any therapeutic aim.\nMadame C. was in perfect health, but her name happening to be mentioned\nin my hearing, the idea struck me that I would mentally order her to sleep,\nwithout her wishing it this time, and also without her SUBpecting it. Then,\nan hour later, I went to her houBe and asked the servant who opened the\ndoor, whether an instrument, which I had mislaid out of my case, had been\nfound in Madame C. 's room.\n\"Is not that the doctor's voice that I hear 1\" asked Monsieur C.\nfrom the top of the staircase; .. beg him to come up. Just imagine,\" he\nRaid to me, \"I·WM going to send for you. Nearly an hour ago my wife\nIOBt conscioUBn888, and her mother and I have not been able to bring\nher to her seJl888. Her mother, who wished to take her into the country,\nis distracted. .• .\"\nI did not dare to confeBS myself guilty of this catastrophe, but was\nbetrayed by Madame C., who gave me her hand saying, \"You did well to\nput me to sleep, Doctor, because I was going to allow myself to be taken\naway, and then I should not have been able to finish my embroidery.\"\n\"You have another piece of embroidery in hand 1\"\n\"Yes: a mantle-border ... for your birthday. You mUBt not\nlook as though you knew about it, when I am awake, becaUBe I want to give\nyou a surprise.\"\n\" Make yourself easy as to that, you will see me JUBt as surpriBed as\ngrateful the day when you make me this valuablo present. But why do you\nmention it to me now 1\"\n\" BecaUBe you ought to know why I am pleased at not being able to go\naway.\"\nDigitized by Google\n\fSuppJell18llt.1 Drs. Dulay and Azam on Clairvoyance, &:c. 413\nI then explained to the husband and the mother that I had allowed myself\nto make an exp~riment, and it was settled amongst us that Madame C.\nshould not be told of it. I then woke her as usual by means of pasaes from\nwithin outwards in front of her eyes, and she was told that she had fallen\nasleep after lunch, while reading the newspaper, which did not astonish her\nat all.\nThis truly appears to me to be sleep produced at a distance and without\nthe knowledge of the subject. But what is one to understand by the word\ndistance 1 A metre, five or six metres, a half or a whole kilometre 1 Up to\nthe present time, these are the distances from which I have operated on\nMadame A., Mdlle. B., and Madame C.l\nI repeated the experiment many times with the last mentioned subject, and\nalways with success, which was a groat help to we when unable to go to her\nat once when sent for. I even completed the experiment by also tcaking her\nfrom a' distance, solely by an act of volition, which formerly I should not\nhave believed pOllBible. The agreement in time was so perfect that no doubt\ncould be entertained.I\nTo conclude, I was about to take a holiday of six weeks, and should thus\nbe absent when one of the attacks was due. So it was settled between M. C.\nand myself that, as soon as the headache began, he should let me know by\ntelegraph; that I should then do from afar off what succeeded 80 well near\nat hand; that after five or six hours I should endeavour to awaken the\npatient; and that M. C. should let me know by means of a second telegram\nwhether the result had been satisfactory. He had no doubt about it; I was\nlesa certain. Madame C. did not know that I was going away.\nThe sound of moanings one morning announced to M. C. that the\nmoment had come; without entering his wife's room he ran to the telegraph\noffice, and I received his message at 10 o'clock. He returned home again at\nthat same hour, and found his wife asleepand not suffering any more. At four\no'clock I willed that she should wake, and at eight o'clock in the evening I\nreceived a second telegram: \"Satisfactory result, woke at four o'clock.\nThanks.\"\nAnd I was theu in the neighbourhood of Sully-sur-Loire, 28 leaguea-1l2\nkilometres-from Blois.\nIs all this pOSllible 1 Certainly not, if one refuses to admit as posaible\nwhat one oannot explain. It was this explanation that I was waiting for\nbefore publishing my observations, which were written from day to day\nwithout any fixed object; but I could not resist M. Richet's invitation, and\nyielded to it without, however, having any pretensions to offering an\nimportant contribution to modem psycho-physiological science.\nIt may be objected, specially in my last observation, that I had been\nI Dr. Gibert baa produood sleep at a distance in a subject who \\Vall not forewarned,\nfrom one end of the room to the other, and finally from Graville to Havre, a distance\nof two kilometres. Dr. Hclricourt haa several times produced sleep from one hou88\nto another at a greater or lellS distance-always without the knowledge of the\nsubject. [See lkvuc Philolopkiquc, February, 1886.]\nt M. eh. Richet, when house surgeon at Beaujon, put one of his patients to sleep\nfrom a distance, and a1so awakened her, without seeing hel', and without being Been by\nher; moreover he mentally suggested an action, which she performed,\nDigitized by Google\n\f4a Dr8. Dulay and Azmn on Clairvoya1'lee, J.:C. (Supplement.\nthe victim of a deception; that M. C. had played upon my credulity by\nannouncing to me that things had taken place in the way that I had almost\npredicted. To this I should reply, that my credulity is far from beingexceBSive;\nthat M. C. was an earnest man, incapable of the idea of deception, and too\nanxious about his wife's health not to have begged me to come at once to her\naid-as had been arranged before my departure-if the symptoms, which so\ngreatly terrified him, had continued after the time which he considered\nneceBBarY for me to receive his first telegram.\nI had no doubt as to the reality of action at a (perhaps unlimited) distance,\nwhen I observed this case, about 25 years ago. But now, so much am I\nstruck by the improbability of the story, that I am more ready to admit that\nMadame C., at the moment when the pain and sickness commenced, thought\nthat her husband had heard her moans and had hurried to secure my aB8ist-\nance, since she was unaware of my absence; that her conviction that I\nshould give her relief as usual had sufficed to produce sleep by self-suggestion,\nand that the waking had taken place under the same influence, after a lapse\nof time sensibly equivruent to that during which I usually caused her to sleep.\nThe agreement in time would be a simple coincidence, explicable, moreover,\non the above hypothesis, and by the time of despatching the first telcgram,\nwithout any certain relation of cause and effect. I regret not having repeated\nthe experiment in a modified fonu, that is to say, by making Madame C.\nbelieve that I was away and could not be informed of her illneBS.\nHowever that may be, can these facts, as well as many others not less well\nauthenticated, justify a belief in the reality of knowledge not, acquired by\nstudy, or, to be more specific, can a person in the somnambulic state, for\nexample, make a medical diagnosis. and give therapeuticl\\l advice baaed on\nthis diagnosis 1 Certainly not, if he has not studied medicine. The somnam-\nbulic state developB the cerebral faculties-probably by withdrawing all\ndistraction, internal and external-but it does not create them.\nThe magnetised or hypnotised subject invents nothing. If he is questioned,\nit can be shown that he remembers better than when in the nonnal state\nwhat be has previously seen, heard, studied, and felt ; that his impressions\nare keener and more frankly set forth. His superiority consists in the\nexalted condition of his memory. The same applies to natural somnambulism.1\nBut the natural somnambulist, like the insane person, has spontaneous\nillusions and hallucinations, while in the hypnotised subject they have to be\nsuggested. In natural somnambulism imagination plays the principal part;\nit is a dream in action. The hypnotised person is an automaton, entirely\npaB8ive ; while the somnambulist is inspired by his own imagination, without\nthe need of an external influence, but is also in danger of following it.\nThis is the distinguishing diagnosis that my observations pennit me to mBke.\nNow, what is the action of the various processes by means of which tho\nsomnambulic or hypnotic state is brought about 1 Is it nervous radiation,\nelectro'mBgnetic influence, an effect of polarisation 1 Do these different\ncauses constitute a single one 1 Perhaps the future may learn this. But\n1 Mdill•. R. L. thus expresses this fact, speaking of herself as two pel'l!Ons, and\nin the negro speech that is habitual with her in the 80mnambnlic state: .. I do not\nundel'l'tand why the flUe Mte (that is to say, she hel'Helf in the Donnal state) does\nnot remember that; me knows it well, me is perfectly sure of it.\"\nDigitized by Google\n\fSupplement.] D1's. Dltfay and AZa1n on Clairvoyance, tI-c. 415\nfor these cases of influence at a distance, exercised without the know-\nledge of the subject, what is the conductor that links the agent to the\npercipient 1 How does this influ!\\nce reach the person aimed at and no\nother 1 It is doubtful whether this problem will eyer be solved.\n. I have confined myself to the statement of facts, leaving of neceasity their\ntheoretical explanation to the progreasive evolution of science. The serious\nconsequences that follow, from both the philosophic and legal point of view,\nwill not escape anyone, especially if suggestions fulfilled after a lapse of time\nbe taken into cOI18ideration,-but with these I have not had to concern\nmyself here.\nDR. DUFAY.\nBlois, May, 1888.\nII.\nAfter reading the .Revile PliilO8Qphiqlle, of September 1st, 1888, whicll\nincluded the above communication, Dr. Azam wrote to Dr. Dufay :-\nI myself, and I believe many other medical men, have observed cases\nof this or of a similar nature. I will quote two, in which I think I took\nall necessary precautions before being convinced of their truth.\n1st. About 1853 or 1854, I had under my care a young woman with\nconfirmed hysteria : nothing was easier than to put her to sleep by various\nmeans. I consider myself entitled to state that, while holding her hand, my\nunspoken thoughts were transferred to her, but upon this I do not insist,\nerror and fraud being poasible.\nBut the transmission of a definite sensation seemed to me to be absolutely\ncertain. This is how I proceeded: Having put the patient to sleep, al}d\nseated myself by her side, I leaned towardsher and dropped my handkerchief\nbehind her chair j then while stooping to lift it up, I quickly put into my\nmouth a pinch of common salt, which,unknown to her, I had beforehand put\ninto the right-hand pocket of my waistcoat. The salt being absolutely without\nsmell, it was impoasiblE' that the patient should have known that I had some\nin my mouth j but as soon as I raised myself again I saw her face express\ndisgust, and she moved her lips about. .. That is very nasty,\" she said;\n\" why did you put salt into my mouth 1\" 1\nI have repeated this experiment several times with other inodorou8\n8ubstances, and it has always succeeded. I report this fact alone because it\nseelnB to me to be certain. It thus follows that under certain circumstances,\nby the intervention of the hand, the transmission of a definite sensatiun can\ntake place between the operator and the subject in the hypnotic trance. Not\nat a distance, and solely by the force of the will, as in the cases you report,\nbut very nearly so.\n2nd. One day, about 1878 or 1879, myoid friends Dr. Mesnet, a celebrated\nphysician and member of the \"Academie de Medecine,\" in Paris, and the\nDr. M. whose keen intellect and knowledge constitute him an authority on\nforensic medicine, showed me some experiments in the garden of their\nprivate asylum, which impressed me most vividly j one of them hl\\8\nespecially remained in my memory.\n1 What would have been the result jf the operator had mentally willed the subject\nto experience a lIWeet taste !-(Dr. D.)\nDigitized by Goo~\n\f416 DI'S. Dufay and Azam on Clairvoyance, &c. [SUppJemeut..\nThe subject was a young workman, who had e.lready suffered from attacks\nof spuntaneous somnambulism. Having been put into the somnambulio\nstate by M. Mesnet, several experiments were made, but one alone is\nsufficiently clear in my memory to allow of my reporting it.\nWe experimented in a pavilion at the bottom of a large garden with many\navenues of trees. We had previously arranged among ourselves, and quite\nunknown to the young man, that we would make hinl walk about the garden,\nand that at a certain point in one of the avenues (which point we had noted\nby the position of some fallen leaves), the subject, freely strolling about,\nshuuld be stopped by an imaginary and impassable obstacle. M. Mesnet,\nwho alone was in communication with him, was mentally, and at a distance,\nto impress this command upon him.\nAll took place as had been arranged: called by M. Mesnet, the young\nman followed the chosen path, and was suddenly arrested as though by a\nwall. M. Mesnet continuing to call, the face of the subject assumed an\nexpression of anguish and of rage: \"I cannot,-I cannot pass,\" he said in\na hopeless manner.\nI know, my dear colleague, that enthusiasts in the question of magnetism\n{lr hypnotism would see nothing in this case but what was most ordinary ;\nfor me it is important, because the precautions taken, the good faith and\n-competence of the witnesses, and the purely scientific aim pursued, abso-\nlutely preclude the notion of illusion or deception. My colleagues and I, all\nthree familiar with hysterical patients, know how to suspect and mistrust,\nand in questions of the sort incline rather to stop short of the truth than to\ngo beyond it.\nIt is thus possible, according to the preceding statements, that a person\nin a condition of induced somnambulism may perceive a definite sensation,\nfelt by the operator, and only communicated to him by thought. It is also\npossible to obey a definite order so impressed upon him from a distance, as\nwe have just seen.\nI will not here lay before you all the reflections that occur to me on the\nsubject; a letter is hardly the place to do this ; but I cannot resist com-\nparing these facts with those which you report.\nCommunication at a distance between two individuals. without the em-\nployment of the usual means, is a point they possess in common; b~t in\nthose which you report the distance is greater, and there is no known\nmedium of commuuication. In fact, on this matter of distance hangs the\nwhole question, and this implies the supposition of a special force, I am told\nthat this is the\" force neurique \"-give it what name you please, it is none\nthe less certain that it exists.\nExtraordinary as it may be, it has its analogues, which we cannot explain\nany better. The principal analogue is the magnet; it acta at a distance\nacross media which stop many other forces; the In&gnetised needle, drawn\nby a power which is enormous, though inaccessible to our senses, always\nturns in the 8I\\me direction, and its inclination and declination indicate a\ngigantic centre of attraction.\nCan we explain these phenomena 1 By no means; not any better, I\nrepeat, than we are able to explain the facta that I report. But is this saying\nthat a time may not come when these questions will be fathomed 1 For my\n\fSapplement.l Drs. Dulay and Azam on Clairvoyance, &:c. 417\npart, I believe that such a time will come, but that we shall not see it.-\nDR. AuK.\n... ... ... ... ...\nNo one (continues Dr. Dufay) will discredit the observations of my\nhonourable colleague of Bordeaux. Th038 who are acquainted with the\nhistory of magnetism and induced somnambulism, and are conversant with\nmodern progress, will scarcely be astonished at them. Will those which I am\nabout to relate be received with the ssme amount of confidence 1 I may ssy\nat once that the contrary will neither astonish nor pain me, because unless\nI had seen-seen with my own eyes-I do not know whether I should have\nbelieved or not.\nBefore entering into the subject it would perhaps be as well for me to\nmention an episode which might serve to show how little I am inclined\ntowards credulity. Here it is in a few lines :-\nBefore quitting Paris in 1845, I had the curiosity to consult several\nso-called \"lucid\" somnambulists, who at that time were enjoying a great\nreputation. I kept a monkey in my room in those days, who permitted me to\ncut off a lock of hair from underneath his body, and se~med to observe with\ngreat interest the care I took to enclose this small portion of his person in a\ndouble envelope, questioning me meanwhile with an anxious look.\nThe first expert. to whom I submitted my little packet, turned it well\nover between her fingers, handled it in every poBBible way, and then\nremarked to me-not without due consideration for my feelings-that my\ngood grandmother, to whom this lock of hair belonged, suffered from cancer\nof the liver, a very serious malady, but which could nevertheless be cured, if\nthe treatment about to be ordered were adhered to. I preserved my gr&Yity\nwhile the \"Barnum\" wrote out at the lady's dictation a prescription too\nstupid to be preserved.\nFor another\" extra-lucid\" somnambulist, my packet contained a lock of\nhair, \" cut from the head of one who was dear to me, but in whom I ought to\nplace no confidence.\" It was the ssme thing with a third, who gave me an\nanatomical description of the diseased organs of the person to whom the hair\nbelonged, quite unsurpaB88bly fantastic.\nI was thus ill prepared to swallow the hocus pocus of \"extra-lucid\" artists.\nQnIy one of the somnambulists whom I have observed, was endowed\nwith mental vision; this was the servant of my colleague M. Girault, of\nOnzain (Loir et Cher), the story of whose misfortune in being unjustly accused\nand imprisoned for theft, I have already related. In a state of spontaneous\nsomnambulism she had changed t.he place of some jewela belonging to her\nmistress,in order more effectually to secure them from the dangerof thieves,-\na precautionary measure of which she had no recollection in her waking state.\nDr. Girault had several times shown me most interesting experiments\nwith this girl, whom he magnetised nearly every day. When he was\nsummoned into the country, he put Marie to sleep and questioned her as to\nthe state of the invalid he was about to visit; and by this means, he said,\nhe knew positively-we will only ssy approximately-what drugs he\nought to take with him. I hasten to add that I have never been able to\nverify Marie's clairvoyance in her diagnoses either at a distance or near at\nhand : but what I have myself seen I will now relate.\nDigitized by Google\n\f418 Drs. Dulay antl Azam on CUf,irvoyance, J:c. [Supplement.\nOn the 15th of June, 1855, I was paying A visit in the neighbourhood of\nOnzain, (at Varenne, 16 kilometres from Blois), staying with a client of\nmine, whose daughter was about to be married. We had been talking of\nM. Girault's Egeria, when all at once MdUe. de S., A charming creole from\nthe Island of Reunion, seized me by the hands. and led me into a comer of\nthe room, begging me to fetch the famous somnambulist, as Bhe had the\ngreatest deBire to question her as to the real character of her future husband.\nAs was natural, I complied with this childish fancy, and, an hour later,\nreturned with Dr. Girault and his servant.\nPut to sleep by a few passes, Marie was placed en rapport with Mdlle.\nde S., tho3e present discreetly keeping at a distance, as the young enquirer\nwished to be the only recipient of the revelations of the Pythoness.\nFor my part, I did not attach any great scientific interest to the very\nAnimated colloquy taking place, being doubtful of the reality of the\nphenomena, and suspecting Marie of playing an amiable part before Mdlle.\nde S. by drawing the most enchanting portrait of the absent one. She\n(Mdlle. de S.) was in fact ill a state of rapture, Btamping her feet, clapping\nher hands, and laughing gaily. . .\nThen with lightning rApidity, the comedy changed to tragedy; the poor\nsomnambulist panted and breathed with difficulty, tears flowed, a cold\nperspiration moistened her brow, and she called on Dr. Girault for\n8l18istance.\n\" 'Vhat is the matter, Marie 1 . • . What are you suffering from 1\"\n\" Ah! Sir. . . Ah! Sir . . . how terrible! he is dead ! \"\n\" 'Vho is dead 1 Is it one of my patients 1\"\n\"The son of Limoges, the rope-maker • _ . you know • • . in the\nCrimea . • . he has just died. Poor folks! Poor folkB ! \"\n\"Come, come, my child, be calm, doubtless you have had a dream, a b!ld\ndream.\"\n\" A dreAm !. . . But I am not asleep,\" (Buch is the assurance of all\nBomnambulists). \"I Bee him ... he has JUBt drawn his last breath.\n• . Poor boy! Look at him.\"\nAnd Bhe turned her eyeB to a part of the room which she also indicated\nwith her hand. She wanted to run away, but ahe had hardly risen from her\nchair when she fell back; her legs were unsble to carry ber.\nIt WI\\8 a long time before she WI\\8 calmed, and wben M. Girault had\nawakened her she was still Buffering from great discomfort, which Bhe\nattributed to an indigestion, having no recollection of wbat had taken place.\nWbat had caused her all at once to think of the young soldier 1 It was\nknown in the village that the father was anxiouB,-not having received\nnews of his Bon. W1\\8 she concerned about it through aympathy witb the\nfamily, or in consequence of a tenderer feeling which the idea of Mdlle. de\nS.'s marriage may have awakened in her at thiB moment 1\nHowever thiB lnay have been, Bome time after Limoges received the news\nof the death of hiB aon, which had taken place at Dalmate (is this the name\nof a French ambulance 1) near to Constantinople on the 15th of June 1855-\nthat is to say the very day that Marie had her vision.\nThis reminda one of an account by Gregory of Tours, according to whom\n• Saint Ambrose having fallen asleep while saying mass in the Cathedral at\nDigitized by Google\n\fSupplement.) Drs. Dulay and Azam on Clairvoyance, &:c. 419\nMilan, dreamt that Saint Martin had just died at Tours, which did take\nplace exactly on that day and at the time of llll\\88.\n* * * *\nSome time after I received a visit from Dr. Girault, who had been\nspeaking to me of his relative Madame D., then under my care. He had\njust seen her, had found her convalescent and recommended some amusement.\nMadame D., however, was still unable to leave her chair. \"There is only one\nthing that could amuse me,\" she said to him, \"and that is that you should\nbring your somnambulist here, and show me some of the incredible\nphenomena that you are always telling me of, and which I never see. I\nshall invite some friends just as incredulous as I am, I warn you.\"\nIn order that there should be no suspicion of a pre-arranged scene\nbetween him and his servant, Dr. Girault had promised to get me to arrange\nthe programme of the seance-the wrapping up, for instance, of certain\npackets so as to disguise the nature of their contents, which contents Dr.\nGirault himself was not to know. These little packets were to be given to\nthe somnambulist, who was to find out what was inside them. Thus the\nmatter was settled and the day fixed.\nI had already put aside for the purpose a few objects, not of common\nuse, in order that chance should not too greatly assist our clairvoyante,\nwhen I received a letter from Algiers, from the commander of an infantry\nbattslion, whom I had known in the garrison at Blois. He related to me\nseveral episodes of his life in the desert, and especially spoke of his health,\nwhich had been very much tried. He had been sleeping under canvas\nduring the rains, and this had resulted in violent dysentery, both in his case\nand in that of the majority of his comrades.\nI placed this letter in an envelopo without addreBB or post-mark, and\ncarefully stuck down the edges: then I put the whole thing into a second\nenvelope of a dark colour, and closed it in like manner.\nOn the day appointed I arrived a little late at Madanle D's. Marie was\nalready asleep, and was thus unaware of my presence, merely knowing that I\nwas to be there. The ten or twelve people assembled in the room were simply\nstupefied by what they had just seen; the somnambulist having correctly\ndiscerned tho contents of several packets, which they had prepared in the way\nthat I had prepared mine. But I left my own in my pocket, so as to avoid\nmonotony in the experiments, only slipping my letter into the hand of a\nlady present, and intimating by a sign that it was to be passed on to Dr.\nGirault. He received it without knowing that it came from me, and placed\nit between Marie's hands.\nI did not notice whether her eyes were open or shut, but, as will be\nreadily understood, that is a matter of no importance in such a case.\n\" What have you got in your hand 1\" asked Dr. Girault.\n\" A letter.\"\n.. To whom is it addrBBsed 1\"\n.. To M. Dufay.\"\n\"By whom 1\"\n\"A military gentleman whom I do not know.\"\n\" And what does this military gentleman speak of in his letter' \"\n\" He is ill. He speaks of his illness.\"\nDigitized by Google\n\f420 Drs. Dulay and Azam on Olairvoyance, &c. [Supplement.\n\" Is it an illne81 that you can name 1\"\n\" Oh! yes, very well . • . it is like the old woodcutter's of Mesland.\n'Which has not yet been stopped.\"\n\"Very well, I understand, dysentery. Now listen, Marie. I think it\nwould give great pleasure to M. Dufay if you were to go and see his friend,\nthe officer, BO as to bring him reliable information.\"\n\" Oh! it is too far . . . it would be a long voyage.\"\n•• \".ell, but start without losing time. Weare waiting for you.\"\n(After a long silence:) \"I CI\\DJlot get on . . . there is water, a lot of\nwater.\"\n\" And you do not see any bridge 1\"\n\"There certainly is no bridge.\"\n\"But perhaps there is a boat to go across in, as between Onzain and\nChaumont 1\" (The bridge at Chaumont on the Loire was not then built.)\n\"Boats . . . yes; but this Loire frightens me,-a regular inundation.\"\n\"Come, come, take courage and embark.\" (Long silence; agitation;\npallor; BOme nausea). II Have you nearly arrived 1\"\n•• I am arriving, but have been very much fatigued, and I do not see\nanyone on the shore. \"\n\" Land and go on : you will find some one at last.\"\nII There, there . • . I see people • . . nothing but women in white.\nBut no, on the contrary, they all h!\\ve beards.\"\nII Very well. Go to them and ask them where you will find the military\ngentleman.\"\n(After a silence) .. They do not speak as we do ; I have been obliged to\nwait while they called a little boy with a red cap, by whom I was able to\nmake myself understood. He took me on himself, and slowly, because we\nwere walking in sand.\"\n\" And the gentleman 1\"\n•• There he is. He has on red trousers and an officer's cap. But he looka\nvery ill and is BO thin! It is sad that he has not had any ofyour medicine.\"1\n\" Has he told you what caused his illne88 1\"\n\"Yes, he showed me his bed, three planka on pickets, above damp sand.\"\nII Good, thank you, now advise him to go to the hospital where he will be\nbetter treated, and you come back to Blois.\"\n(With great animation.) \" It is time that I did return, for do you not\nsee that the innkeeper is giving his own horse the oats which we brought\nwith us for Bichette.\" (The accusation could not be verified, but it is not\nat all improbable.)\nI then requested my colleague to open the letter and read it aloud. He\nwas not the least astonished of the company: the succeaa had sUrpaBBCd hia\nhopes.\nIt cannot bo l\\88umed that Marie read his thoughts, when he did not\nknow the contents of the letter. (Later on he said tbat he had suspected\nthat the letter came from Algiers, when the girl suffered from nausea.) Can\nshe have read my thoughts without having been put en rapport with me.\nmerely having heard, before being magnetised, that I was to be present\n1 Dr. Gimult bad great confidence in the astringent action of plantain, of which his\nllerVant had often seen him make ,·arious preparatiolllJ.\nDigitized by Google\n\fSapplement.) Dr8. Dulay and Azam on Clairvoyance, J:c. 421\nat the stSance 1 How useleaa appears the minute precaution of bandaging\nthe eyes of a true somnambulist when her lucidity is being put to the\nproof.\nWas it even neceaaary that Marie should have had the mysterious letter\nin her handa 1 Would she not have read, or rather felt, the contents just\nas well, if this letter had been in my pocket, or even in my house, on my\nwriting-table. or elsewhere 1\nThese are experiments which have still to be made. But to continue.\nIt is in the prison of Blois that we next encounter Marie, under circum-\nstances which I have already made known. Owing to judicial formalities,\nshe was not set at liberty the same day that her innocence had been proved.\nThe following day I was sent for very early, on account of a suicide\nwhich had just taken place. A prisoner, accused of &8BaBBination, had\nstrangled himself with his neck-handkerchief, one end of which he had\nfastened to the foot of his bed, which was fixed to the floor. Laid prone on\nthe flags of the cell, he had had the courage to push himself backwards\nwith his handa, until the Blip-knot in the handkerchief drew up and caused\nstrangulation. The body was already cold when I arrived, at the same time\nas the procurator and the examining magistrate.\nThe procurator, to whom the magistrate had related the somnambulic\nscene of the preceding day, expreased a desire to see Marie, and I proposed\nto him to take advantage of what had just taken place to question the girl as\nto the criminal who had thus executed justice on himself. The magistrates\neagerly accepted my proposition. I cut off a piece of the handkerchief and\nwrapped it up in several sheets of paper, which I then tied up firmly. .\nArrived at the women's quarters,-they had just left their dormitory,-\nwe begged the sister to lend us her room; I signed to Marie to follow us,\nwithout saying a word to her, and put her tb sleep by merely placing my\nhand on her forehead. Then I drew the packet from my pocket and put\nit between her handa.\nAt that moment the poor girl started on her seat and flung the packet\nfrom her with horror, angrily crying out that she would not \"touch that.\"\nNow it is well known that suicides ill prisons are kept secret as long as\npouible ; in the building nothing had as yet transpired as to the tragedy\nwhich had taken place ; even the sister herself was ignorant of it.\n.. What do you think that this paper contains 1\" I asked when calm had\nbeen partially restored. .\n.. It is 80mething that has been used to kill a man.\"\n\" A knife perhapl ; or a pistol 1\"\n.. No, no, a string ••. I see ... I see .•. it is a neck hand-\nkerchief . . . he has hanged himself. . . But make that gentleman sit\ndown, who is standing behind me, he is trembling so that his limbs cannot\nsupport him.\" (This was one of the two magistrates, who was so overcome\nwith what he laW, that he was in fact trembling in every limb.)\n\" Can you tell me when this took place 1\"\n\" Why here, you know very well. . . • It is a prisoner.\"\n.. And why was he in prison 1\"\n\" For having &8BaBBinated a man who had asked to get up into his cart.\"\n\" How did he kill him 1 \"\n2 G\nDigitized by Google\n\f422 Dr8. Dulay and Azam on Clairvoyance, J:c. [8Dpp181D8D~\n.. By striking blows with his gOt&et.\"\nThis is the name used in Loir et Cher for a sort of hatchet with a short\nhandle, a broad long blade turned over at the end like a parrot's beak. It\nis very much used in the country, especially by coopers and woodmen. In\nfact it was a gOtJet that I had suggested in my medico-legal report, as being\nthe instrument probably used by the murderer.\nSo far Marie's replies had taught us nothing that we did not know\nbefore. At this moment the examining magistrate drew me apart,\nand whispered ill my ear that the gOtJet had not been found•\n.. What has been done with this gOlJet 1\" I asked.\n.. What has been done 1 . . . wait . . . it was thrown into a pool.\n• . . I can see it quite well at the bottom of the water.\"\nAnd she described the place where the pool was situated, with sufficient\nexactne88 to permit of a search, which was made that same day in the presence\nof a superintendent of police, and resulted in the discovery of the instrument\nof crime.\nWe did not know this result till the evening, but already the scepticism\nof the magistrates was much shaken. I asked them if they would profit by\nthe lucidity of our somnambulist, to clear up certain obscure points ; but this\nthey refused, collsidering it dishonourable to employ a means of inquiry that\ncould not be placed at the disposal of the defence. These scruples,\nhonourable at first sight, appear to me to be exaggerated ; for the use of the\nsomnambulist might just as easily result in the recognition of innocence, as\nin the discovery of guilt, Be that as it may, in order to satisfy their\ncuriosity, I begged the sister to borrow from some of the inmates any little\nobjects belonging to them, such as a ring, or an ear-ring, and to tie them up\ninto packets hiding their form. This she did with intelligence, though\nviewing with great disapproval practices which appeared to her to be the\nwork of Satan. And Marie told us exactly the circumstance. which had\nbrought about the condemnation of the prisoners.\nThis girl has left the country; I have heard it said that she married. It\nwould be interesting to know whether she is still-should I say gifted, or\namicted 1-with somnambulism, spontaneous or induced, or if her children\nhave inherited this nervous disease.\n'I'hese cases of mental vision-or double sight, or magnetic lucidity-\nwhich I have just related took place during induced somnambulism ; those\nwhich are to follow were observed during spontaneous attacks.\nOne of my fellow citizens, M. Badaire, formerly director of the\" 6cole\nnomtale,\" first at Gu~ret, then at Blois, having read in the newspaper an\nextract from my communication to the Soci~te de Psychologie Physiologique,\nhas since told me that he &lao once knew a very remarkable somnambulist.\nHe was one of the pupil teachers at the school at Gu~ret, and almost every\nnight, after an hour or two of normal sleep, fell into the somnambullc state,\nAnd executed acts which excited the astonishment of the teachers and of\nhis comrades. Some of the inhabitants of the town were &lao permit.ted\nto witne88 these phenomena.\nDr. Cressant, the medical officer, was specially interested in the boy, and\nbegged the director to write out for him a report, which he proposed tD\nDigitized by Google\n\fSupplement.I Drs. Dulay and .Azam on Clairvoyance, &c. 423\naddress to the \"Academie des Sciences.\" 1 M. Badaire has been kind\nenough to copy this report, and I cannot do better than place it ill extenso\nbefore the Society.\nGueret, Feln-uary 5th, 1860.\nSIR,-In compliance with your expressed desire, I have the honour of\nsending you a summary of some of the phenomena of natural somnambulism\nwhich we have had the opportunity of observing in young Theophile\nJanicaud, pupil-teacher in the ecole normale of 10. Creuse.\nM. Simonet, his brother-ill-law (a.ssistant master), informs me that\nJanicaud was subject to frequent attacks of somnambulism from about the\nage of eight to ten. After that date they ceased almost entirely until he\nwas nineteen.\nDuring the first year that he was at school, we noticed nothing\nuuusual in him; but during the excessive heat in the months of June and\nJuly, 1859, the condition of young Janicaud completely cha.nged, and attacks\nof somnambulism occurred every night, with a frequency which soon gave\ncause for anxiety as to his health. In a few weeks he was so much altered\nas to be hardly recognisable even to the members of his family. His eyes\nwere sunken, tired, and haggard; and an extreme thinntlss took the place of\n:robust health.\nEvery evening he got up, walked about the dormitory, descended to the\nstudy to work in the dark, or wandered about the gardens for hours at a\ntime, after which he went back to bed. He had all the appearance of being\nawake, with the exception of a particular tone in his voice when he sang or\nreplied to questions.\nNaturally of a timid and shy nature, he became merry, even facetious in\nthe somnambulic state. He was sharp at repartee, expressing himself with the\ngreatest facility, and pitilessly exposing any incorrect employment of terms.\nOne night, despite our attentive watching, ,Janicaud left the dormitory\nwithout the assistant master or any of the pupils noticing it. The next\nmorning when it. was time to get up he was in his bed like the rest of them,\nbut his pillow and his watch had disappeared. From his fatigue and his\nexhausted aspect, it was evident that he must have been up during the night.\nSearch was made all over the house and the surrounding garden, but without\nsuccess. At last, during the day, something white was seen on the zinc roof\nof the infirmary: it was Janicaud's pillow which he had put there during the\nnight, with his watch and a bunch of flowers from the garden. Some marks\ndiscovered on a glass frame, indicated the perilous path which the\nsomnambulist must have followed in order to mount the roof, and also to\ndescend from it. In his waking state it is evident that he could not llave\nattempted such an ascent, without the certain prospect of a dangerous fall.\nThe risks run by Janicaud during these nocturnal expeditions, soon\nnecessitated precautiolls for his safety. Every night he was secured by a\npadlocked band round his wrist, fastened to the end of an iron chain which\nlAccording to infonnation obtained from the secretary of the institute, Dr. Cressant\ndid not carry out hia project. Like myself, and many other medical men, he probably\ndrew back in face of the disapprobation which these questions then encountered in the\nofficial world of 8cience.\n2 G 2\nDigitized by Goo~\n\f424 Drs. Dulay and .Azm'n on Clairvoyance, J;c. [Supplement.\nwas riveted to the bed ; but this was soon seen to be insufficient, for when\nhis somnambulic state came on, his hand contracted so that it slipped\nthrough the band, and it became neceBBary to attach him by the leg above\nthe ankle.\nOne evening about 11 o'clock, Janicaud, having escaped from the dormi-\ntory, knocked at the door of my bedroom:\n.. I have just arrived from Vendome,\" he said, \"and have come to give\nyou the news of your family. M. and Mme. Arnault are well, and your\nlittle son has four teeth.\"\n\" As you have seen them at Vendome, could you go back again and tell\nme where they are at present 1\"\n\"Wait . . • I am there . . . They are sleeping in a room on the first\nlIoor; their bed is at the farther end of the room, to the left. The nurse's\nbed is to the right, ana Henry's cradle close to it.\"\nThe description of the room and the position of the beds were perfectly\nexact, and the following day I received a letter from my father·in-law telling\nme that my child had cut his fourth tooth.\nA few days later, Janicaud came to me at about the same time, telling me\nthat he had again come from Vendome. and that an accident had happened\nto the child during the day. My wife, being much startled, anxiously\ninquired what the accident was.\n.. Oh! do not be frightened, Madame, reassure yourself, there will be no\nserious consequences, whatever the doctor, who is now with the child, may\nthink. If I had known that I should have caused you so much alarm, I\nshould not have spoken of it. It will be not.hing.\"\nThe nell:t morning I wrote to my father-in-law to tell him what Janicaud\nhad said, and begged for news of the child by return of post. The answer\nwas that he was perfectly well, and that no accident had taken place.\nBut in the month of September, when I went home for the holidays, I\nlearnt the whole truth, which my father-in-law, on the advice of thtl doctor,\nhad hidden from me. He told me that at the time when Janicaud came to\ntell me that an accident had happened, the doctor did not expect the child to\nlive through the night. During the day the nurse, haying got hold of the\nkey of the cellar, had become completely intoxicated, and the child having\nbeen fed by her when in this condition, was seized with violent sickness,\nwhich endangered his life for several days.\nOne night Janicaud suddenly jumped up in bed, and turning to one of\n. his companions said:\n.. See, Roullet, how careless you are. I certainly told you to shut the\ndoor of the bookbinding workshop, but you did not do it, and a cat, in eating\nthe paste, has just knocked over the dish, which is broken into five\npieces.\"\nSomeone went down at once to the workshop, and it was found that what\nthe somnambulist had said was perfectly correct.\nThe following night he related how he saw on the Gleny road the body of\na man, who had been drowned while bathing in the Creuse, and that he\nwas being brought to Gueret in a carriage. Next day I made inquiries, and\nheard that an inhabitant of the town had really been drowned the previous\nday at Gleny, and that his body had been brought to Gueret during the\nDigitized by Google\n\fSupplemeut.] Drs. Dulay and Azam on ClaiMJoyance, the. 425\nnight. But nobody in the house, not even in the town, had known of the\naccident the day before.1\nM. Badaire continues to report 88 follows :-\nM. Simonet, the assistant master, and Janicaud's brother-in-law, once\nconaulted him when in the IOwnambulic state, about his child, who had been\nsdoring for lOme months from a cyst behind the ear, which the doctora\nfeared might result in decay of the bone. Janicaud pronounced their fearB\ngroundlen, and recommended the use of a certain herb, which grew in the\ngarden, and which he undertook to gather for them.'\nBut the IOmnambuliat, walking barefoot, accidentally stepped upon a\nthom, and the shock woke him before the plant W88 secured.3\nThe child recovered lOOn after, as Janicaud had said it would.\nOne night Janicaud went to the director {M. Badaire) begging for leave\nto go out and post a letter which he had just written to a former pupil, to\nwhom he W88 much attached. As this was of course impracticable, he was\ntold that it should be posted for him, and M. Badaire ran upstairs to wake\nthe 888iatant master and ask him to watch the boy in his absence. He\nthen went straight to Dr. Cr888&nt and the two together examined the\nletter. It W88 an eloquent and touching expreuion of sadnen cona&quent\non the departure of his friend, and an eamest prayer that conatant corre-\nspondence might mitigate his pain. .. The dream in which thy troubled\nimagination is wandering, carries thee hlwk, if only for a moment,to the side\nof him who mourna thy absence. Thy right hand resting on thy heart,\nbetrays to me the secret of thy sadDen. Thy left hand, lying open on thy\ndisordered bed, seems 88 though ready to grasp that of him who reads into\nthy lOul.\" •\nA more recent event serves to show the rapidity with which Janicaud\nwrote during somnambulism. Just before retiring to bed the pupil-\nteachers had been given the subject of an exercise in style for the following\nday: one of them suspecting tbat Janicaud would write his composition\nduring the night, provided himself with a pencil and paper. Accordingly\nabout half.past ten the boy attempted to get up, but finding himself chained\nto his bed, begged one of his companions to give him writing materials.\nThis W88 done; and in the dark, with his night-cap drawn over his face,5 and\nan 888iatant master and several pupils grouped round him, he began to speak\nwith a loud voice, his pencil at the same time moving rapidly. In a few\nminutes the spoken words were neatly written down and covered two\npages.\n1 Facts of the same description are reported by Dr. Macario (Du Sommeil, des rives,\net du 8Omll&lIlbuJisme, 1857), who borrowed them from F. Lebeuf. Here also it is a\ncase of spontaneous 8Omnambulism. (Dr. D.)\nI POBBibly comfrey, of whoae astringent propertiea Janicaud may have heard.\n(Dr. D.)\nI When he got up in the sleeping Htate, he always dreaaed himself completely with\nthe exception of his feet.\n'Dr. (\"'reasant had expreaaed a desire to know what Janicaud wrote in the\n80mnambulic state, M. Badaire having frequently told him that his style wasthen very\nwperiof to What it was ia his normal state.\nI He always did this, having been teased by hiacompaniona, and accused of actiag\nhis somnambulism.\nDigitized by Google\n\f426 Drs. Dulay and Azam on Clairvoyance, &:c. [Supplement.\nHis health now giving cause for alarm, he was sent home for change and\nexercise, and while away suffered very few attacks, and these only during\nthe first few days. One which took place two days after joining his family\ndeserves some notice. He rose up during the night with the fixed determinA-\ntion of going fishing. M. Simonet decided to accompany him, and before\nstarting succeeded in indu'.:ing him to alter the nature of his excursion, and go\nand visit a relative residing some distance off. This was done, .Janicaud being\nundisturbed from his sleeping condition, either by the noise of barkingdogll, or\nby the fatigues of the walk. At last he decided upon going home, and on the\nway having come to a narrow and dangerous path by the river, his brother-\nin-law begged him to be careful u to where he put his foot. Janicaud,\nhowever, assured him that he could see the better of the two, and as a proof\nasked his companion whether he saw the match which was under his left\nfoot. M. Simonet at once felt under his foot, and sure enough found a\nmatch there. Not only was it very dark, but Janicaud with his night-cap\ndrawn over his face was lOme 30 paces ahead.\nNoteworthy, too, were the meAns which he used to take to free himself\nfrom his chain at night. Once with a pen-knife he cut off a small portion of\na window-8&8h close at hand, and from it modelled a key, with which he\neasily undid his padlock.\nM. Badaire concludes: It may not be useless to make an obser-\nvation of possible interest from a scientific point of view-which is that\nduring an attack of somnambulism Janicaud is perfectly conscious of the state\nin which he finds himself. Indeed, he is generally very well pleased at\nhis condition, and if attempts are made to awaken him, begs that it may not\nbe done, as he is 80 much happier than in his waking state. Nevertheless,\nafter eACh attack he suffers greatly from fatigue, and his appearance is\nnoticeably Altered. Ought this fatigue to be attributed to the extrAOrdinary\nactivity of his faculties during somnambulism, or may it be the result of\nthe shock which he sustaina in pas8lDg from one state to another1\nOnce awake, Janicaud has not tIle least recollection of what has taken\nplace in his somnambulic state. But in each attack he remembers perfectly\nall that has been said and done in the preceding ones.\nIn his natural state, Janicaud has an uncertain memory and retains what\nhe learns with difficulty; but on severAl occasions when he has been study-\ning his history leaaons in bed, the auistant master has taken the book from\nhis hand and the 80mnambulist has then repeated the five or six pages which\nhe had just read without omitting a syllable. Awakened immediately after,\nhe had no recollection of what he had just read and repeated.\nBADAIRB.l\n* * * * • * •\nBefore forwarding his report to Dr. Cresaant, M. Badaire had called\ntogether the teachers and pupils of the Ecole Normale and had read it aloud\nto them, asking them if they had any observations to make. All declared it\nto be scrupulously accurate. A copy of it had also been sent to M. Thery,\nthen rector at Clermont-Ferrand, who was acquainted with lOme of the\n1 M. Janicaud married almost as BOOn as he left the Ecole Normale, and has sinoa\nhad only one attack of somnambulism, which was a few days after his marriage. Be\nhas since become Master of the primary school in La. Creuse. .\nDigitized by Google\n\f[Supplement. D'rs. Dulay and Azam on Clairvoyance, &c. 427\ncircumstances, and who was specially interested, having had occasion to\nobserve similar phenomena at the Lycee at Versailles, of which he had been\n: head master.\nMany points of similarity will be perceived between the account of\nJanicaud and that of Mdlle. R. L. (Revll.e Sciell.tifiqlte, July 16th, 1876. p.\n69), but there are also di1ferences.\nThe attacks were almost daily with both Janicaud and Mdlle. R. L. ; but\nthough the latter sometimes passed from normal sleep into somnambulism\n(like Janicaud) it generally happened that she fell into that condition while\nin the waking stste. Both p&B8ed from somnambulism into normal sleep, and\nthen woke in an ordinary manner, without suspecting the modifications that\nhad taken place in their sleep. Both, when in the somnambulic state,\nremembered perfectly all that had taken place in former attacks, and were also\nconscious of the events of their normal existence, whereas in the normal\nstate, they were completely ignorant of all that they had thought and done\nduring somnambulism. This is what constituted double personality in both\nof them, only it was more complete in Mdlle. R. L., who during her\nabnormal existence spoke of her waking self as of another person, calling it\nla jille \/Jete. With both of them there was considersble development of\nmemory and intelligence during the attacks.\nWhen it was thought desirable to put an end to an attack, without\nwaiting for a spontaneous transition into normal sleep, it was necessary\n(according to M. Badaire) to firmly preB8 Janicaud's thighs, or to flash a\nbright light before his eyes; but the slightest touch on the skin of the neck\nor mucous membrane of the pharynx sufficed in the case of Mdlle. R. L.\nBoth strongly resisted any attempts to bring about this result.\nBoth walked about and worked in the dark, but Mdlle. R. L. used hEIr\neyes: she was no longer short-sighted, but laid aside her spectacles, throwing\nback her head so as to bring the pupil behind the opening of the eyelid,\nwhich was much contracted, owing to the drooping of the upper eyelid.!\nJanicaud, on the contrary, saw without the intervention of the physical\norgans of sight.\nFinally there is one considerable difference. Janicaud perceived things at\na distance as well as though near at hand ; he presented in his spontaneous\nsomnambulism this phenomenon of mental vision or double sight, usually only\nobserved in induced somnambulism.\nBlois, September, 1888.\nlWhen I mentioned in my article in the &we Scientifique (July 15th, 1876) this\nremoval of short-sightedness in Mdlle. R. L., I put forward the hypothesis of its being\ndue to the relaxation of the motor muscles of the eye; the drooping and partial\nparalysis which occurs at the same time leads one to think that all the infra-orbital\nmuscles, at least, lose their tonicity.\nDigitized by Goo~\n\fDigitized by Google\n\f","_id":572}