{"name":"Proceedings of the Society for Psychical Research 8582 2616 4553","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_9_may_1890.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, May 9, 1890","mylang":"de","content":"Gemml Meetings.\nPROCEEDINGS OF THE GENERAL :MEETINO ON\nMay 9th, 1890.\n429\nThe thirty-ninth General Meeting of the Society was held at the\nWestminster Town Hall, on May 9th, 1890.\nTHE PRESIDENT, PROFESSOR SIDGWICK, IN THE CHAIR.\nPapers on \"Observations of Certain Phenomena of Trance'\" were\nread by Mr: F. W. H. Myers, Professor O. Lodge, and Mr. Walter\nLeaf. These are printed below.\nPROCEEDINGS OF THE GENERAL MEETING ON\nJ1tJ.y 11th, 1890.\nThe fortieth General Meeting of the Society was held at the\nWestminster Town Hall, on July 11th, 1890.\nTHE PRESIDBNT, PROFESSOR SIDGWICK, IN THE CHAIR.\nThe President gave a second address on the Census of Hallucina-\ntions, which is printed below.\nMr. Myers read the first part of a \"Provisional report on alleged\nmovements of objects, without contact, occurring not in the presence of\na paid medium,\" which it is proposed to publish in a future number of\nthe Proceeding'.\nI.\nADDRESS BY THE PRESIDENT.\nSECOND ADDRESS ON THE CENSUS OF\nHALLUCINATIONS.\nIt is now just about a year since I gave my last ad interim report\non our Census of Hallucinations at a General Meeting of the Society.\nThe progress made during this interval has not quite realised my\nexpectations; in particular, I am a little disappointed by the limited\namount of interest shown in the work by Members and Associates of\nthe Society. We have now in our Society about 700 Members and\nAssociates, (not counting the American onp.&,) and as I pointed out\n. before, if all of them would collect 25 answers and induce one friend to\ndo the same-a task which ought not, generally speaking, to be very\ndifficult,-we should thus get 35,000 answers, and this number, though\nnot so large as I should like, would probably enable us to calculate\nfrom the census itself, with sufficient approximation to accuracy, the\n2 n\nDigitized by Google\n\f","_id":573}