{"name":"Proceedings of the Society for Psychical Research 3269 7695 6725 5335","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/spr_proceedings\/\/.\/spr_proceedings_v6_october_1890_supplement.pdf","mytitle":"Proceedings of the Society for Psychical Research, V6, Supplement, October 1890","mylang":"de","content":"Supplement.) Second Ad Interi'm, Report. 661\nSUPPLEMENT.\nI.\nSECOND AD INTERIM REPORT ON THE CENSUS OF\nHALLUCINATIONS,\nUp to July 11th, 1890.\nIn England the total number of al18wers received up to this date is :\nUNo.\" tty..\" T0ta\\8.\nFrom men ............ 2646 218 2864\nFrom women ......... 3108 509 3617\n5754 7<J1l 6481\nPercentage of affirmative answers, 11'1.\nOf the persons answering \"Yes\" 121 have as yet sent no particulars.\nThe number of persons who have had more than one experience, either\nthe same repeated more than once or different experiences, is 217. Of these,\n90 have had only auditory or tactile experiences, genemlly of a trivial kind.\nWhen a percipient bas had more than one experience, but has not described\nthem singly, his experiences are counted together as one case in the follow-\ning tables.\nThe experiences recorded have been claBBmed as follo1\\'8 :\nA.-ExPERIENCES AFFECTING MORE THAN ONE SENSE.\nI.-COINCIDENTAL.\nRepresenting\nA Living A Dea.d I An\nTotals.\nPenon. Penon. IDaDimate\nObject.\nVisual and Auditory ......... 8 1 2 11\nVisual and Tactile ............ 2 2\nAuditory and Tactile...•..... 1 1\nVisual,Auditory,and Tactile 2 2\n13 1 2 I 16\nDigitized by Google\n\f662 S('('O'IHl Ad Interim Rep(Yt·t Oil fltp (Supplemeut.\nII. - NON·COIlH'IllENTAL.\nRepresenting\nJI ~ II ~!i I b..:I 1\n8\n- ~ ~e ~-c! I 1 ~~\n~ II ] I ~i I~~~i ~ I!s\n-< < i = I:l. ! l.:i\nIVi!lual and Auditory ......... -~~1~!-2-·-1--3--;-\niVisual and Tactile .... ........ 3 4 2, 1 1 1 12\nAuditory and Tactile ......... 3 1 2 I 1 7\nVisual, Auditory, and Tactilel _-=-- ___1\n___,______\n3_\n20 I 14 I 3 I 2 I 5\nI 14 58\n-------\nIt is by no means certain that the affection of both senses was in all cases\nhallucinatory-rUl~tling, foot!!tcps, &c., may sometimes have been real\nHOunds. and touches real mUBCulsr sensations.\nOf the coincidental ,·isual and auditory cases, 2, viz., thOHe representing\nan inanimate ohject, are Mid to have been collective. Of the non-\ncoincidental visual and auditory cases, 5, viz., 1 of an unrecognised person,\n1 of an animal, 2 of 1m i1mnhnate object, and 1 of a recognised living\nperson, are alH<1 lII~id to have been collective. In the last ca.'iC the experience\nof two out of the three percipient!! was visual only.\nB.-EXPERIEN{'E.'1 AFFECTING ONE SENSE O!'lL¥.\n1. Coincidental-\na. Human apparitionll :\na. Of living people\n\/3. rnrecognised\nb. Non·human apparitionll:\nI.-VIKl·AL.\na. Of animalll (Hymbolic) ...\n\/3. Of inanimate objects\n2. Non-coincident!!l-\na. HUlIlan apparitions:\na. Of living people\n\/3. Of dead people ...\n'Y' rllrecognised\na. Any part of figure other than head\nb. Non-human apparitions:\na. Of aninmlll\n\/3. Of i1uminmtc ohjects\nTotal\n87} 1\n1~! 317~...\nll} 48'\n37 J\n408\nOf these. 52 (6 coincidentnl and 46 non-coincidental cases) are said to II1\\\\\"e\nbeen collecti\\'o experiences. The coincidental collective CAses consist of\n\fSnpplement.) C(!II!1\/l1'1 of HaUlwillation'l. 663\n3 apparitions of a living person, 1 unrecognised, and 2 of inanimate objectli ;\na.mI the non-coincidentsl collecth'o cases col18ilit of 6 apparitions of a lil'ing\nllerson, 2 of a dead person, alld 2U unrecogniHed, 1 of an animal, and 8 of\ninanimate objects. . . . . . . .\nII.-Al'nITORY (HUlIAN VOleM).\n1. Coincidentsl-\na. Recognised living :\nName' called...\nll} 1\nWords othol' than percipient's name 12 25\nCrying or sobbing •.• 2.\nb. Unrecognised : (33\nName called... ..... .... ...\n:} 8\nJ\nWords other than percipient's name\n2. Non-coincidentsl-\na. Recognised. Of living persoll8 :\nName called on one IIccasion..• 26 ')\nWords other than percipient's name 6\n~\nVoiceli heard (once or more) 5 3<~\nSong '1\nScreamli 1 )\nb. Recognised. Of dead persons :\nNI~me called on one occasion 10-\n}\nWords other than percipient's name 6 20\nVoices heard (once or more) 4\nc. Name called on more tlum one occasion, \\'oice either recog-\nltise<l or not' 63\nd. Fnrecognised:\nName called on one occasion 20 1\nWords other than percipient's name 21\nf\nVoices heard (once or more) 14\nUS\n\"Crooning \" a tune 1\nMusic and faint \\'oicOf'l 1 I\nShriek 1 )\nTotsl 213\nOf these, 19 (4 coincidentsl and 15 non-coincidental) are Mid to have\nooen collective experiences. The 4 coincidentsl collective cases consist of 2\ncases of calls, 1 of words in a recognised \\'oice, and 1 of a call in an unrecog-\nnised voice. The non-coincidentsl collective CMes are 4 cases of calls, 2 of\nwords, I\\lld 1 of a song in the voice of a living person, 1 of words in the \\'oice\nof a dead person, 1 of the voice of a. dead person, 1 of calls occurring 011\nthree occasioll8 to the Mme two percipients, and 5 unrecognised cases (3 of\nwords, 1 of voices, IUld 1 of \"crooning\" a tune).\nIIT.-TACTILE.\n1. Coincidentsl-\na. Recognised touch of a living persoll\nb. Unrecognised\nDigitized by Google\n\f&cona Ad Interim Report. (Sapp!emeat..\n~. Non-coincidental-\na. Recognised touch of a living person :\na. Single touch\nfl. Recurring touches\nb. Recognised touch of a dead person :\na. Single touch\nfl. Recurring touches\nc. Unrecognised: .\na. Single touch, &C.\nfl. Frequent touches\nTotal\n:l..\n4J)\nOne case of a single unrecognised touch is said to have been collective,\none percipient seeing a form when the other felt a touch.\nI must make the same reserves &8 to possibilities of error, and, in a few\ncases, morbid conditions in the percipients, &8 in my last report.\nThe inquiry is also proceeding in America, France, Germany, and Italy,\nbut we have not received any detailed reports from these countries.\nI may again remind my readers that a report on the Census is to be made\nto the International Congress of Experimental Psychology in 1892, and that\nwe should like by that time to have 50,000 answers. Further assistance in\ncollecting is urgently needed, and I shall be glad to correspond with anyone\nwilling to help in the work. Letters should be addressed, Professor Sidg-\nwick, Cambridge.\nHB!<'1lY SIDGWICK.\nP.S.-In America the collection is being carried on by Professor William\nJall1es, Harvard University, Cambridge, Mass., who may be applied to for\n.the necessary forms, and in France by Mons. Leon Marillier, 7, Rue\nMichelet, Paris.\nDigitized by Google\n\fBopplement.] Ak.<jakofs Animismus an(l Spi'1'iti>m~us.\nII.\nREVIEW OF A. AKSAKOF'S ANIMISMUS AND\nSPIRITISMUS.\nBy F. W. H. :MYERS•\n665\n.Animism and Sz)iritiJlm; an Attempt at a Critical IlH'uti{Jatwn of Mediumistic:\nPhenomena, with special refel'elIu to the Hypothe&u of HaUlIciliatum allCl\nof the UnccmscwlIs; an Allswer to Dr. E. 'Von Ha<rtmanll's 1ool\"k, \"Del'\nSpiritiJlmlls.\" By Alexander N. Aksskof. PI>. xli., 768, in two\nvolumes octavo. Oswald Mut7.e, Leipsic, 1890.\nThis work calls for serious notice, alike on account of the position and\ncharacter of its author, and of the original thought and independent research\nto which the book itself bears witness. There are few men living who have\npursued these inquiries with such persistent energy as M. Aksakof. His\nl)ersonal investigations must have involved journeys of several thousands of\nmiles; and he has for many years published at Leipsic the monthly journal,\nPsycAische Stlldien, which is honourably distinguished by absence of fanati-\ncism or jlctrU pris; its sub-editor, Herr Wittig, being no Spiritualist, but\nexplaining all supernormal phenomena by the action of telepathy and of\nthe unconscious Self.\nThrough the medium of his journal, or by direct communication, M.\nAksakof has supplied our own Society with some very important pieces of\nevidence; and in the verification and corroboration of· these cases he has\nspared no pains.\nThe primary ohject of his present work is of Acontroversial nAture. III\n1888 Dr. von HArtmann, the distinguished author of Phenmnelwloyy amI\nThe P\"ilo'~\"Jlhy 'of the UnconscioHs, Imblished a short work on Spiritualism,\nwhich was trnnslated by Mr. C. C. Masscy for English readers in 1885, in\nLiJht, from the office of which paper it can be obtained in pamphlet form.\nIn this work Dr. von Hartmann provisionally accepted the bulk of\nSpiritualistic phenomena as reported, but endeavoured to explllin them\nwithout admitting the agency of any minds except those of the medium and\nsitters. His principal assumptions, as 8ummatised by M. Aksakof (Y01. I.,\np. xxiv.), are as follows:-\n1. A nervous forcc, which can produce mcchanical and pllll!tic effccts\noutsidc the human body.\n2. Hallucinations [often collectivc]; supported by this snllle nervous\nforce. and sometimes producing physical and plastic cffects.\n3. A hidden, unrealised, sonlllalllbulic consciousncss (lIltbelW&<tcs BCWIIS1Jt-\nsei\/!) existing throughout the 8uhject's normal life, which perceives the\nwhole present and pa~t life of another man, through telepathic illHight into\nhis intellectual content.\n4. Finally, Dr. von Hartmanll assumes that thil! samc cOl1sciommess\n80metimcs becomes possessed of a clairvoyant power; brings the 8uhject\n\fti66 R('I'ieH' of A, A~'Ilo~'oj'14 [Supplemeat..\ninto relation with the absolute, and cOUfo;equently bestow8 upon him a k.now-\nledge of e\"erythiug which is or which has hooll.\nTo thi8 M. AkKakof replie8 by accepting the facts as l\\SIlullllltl by Dr.\n\"on Hartmann, and by urging that t11\/\\t philOK0l'her'8 theories (with\nwhich, so far I\\K they go, M. AkMkof in the main concurs) do not explain\nor cover the whole of the aIIIIumed facts; some of which facts net,\"(} the\nhypotheHis of an intervening intelligence outside the intelligence>.! of the\nliving persons concerned. I may My at once that \"\" tltt! data as a&l\"\"U\"( I\nthink that M. AkKakof hM the better uf hill opponent, But the \"alue of\nthis victory is diminished by the loosene8s of the premises un \"'hich the\nArguments on each side are founded. Dr. \"Oil Hartmann WAS by no means\nbound, I think, to admit so much all he hl\\ll admitted. Many of the incidents\nto which both he and M. Aksakof appeal seem to me to relit 011 \"cry\niusufticient proof. And M. AkKakof's hook would couKequently have been\nto UK of more value hall its aim been of a more evidential and a leKS contro-\nversial character.\nBut while thus premising that thel'e lUust be much Illore evidential work\nclone before any contro\\'ersy of this kind CI\\Il be ctlnsi,iered as finally set.tIl.>d,\nwe lllay gh\\dly allow that in the lU\\Ilds of these two very capable logicum.l\\\nthe cllntro\\'erKy has been lllade the occasion of presenting 1I1any psychological\nproblem!! under a far more reasonahle, \" fur more KilTIIbT.., aspect thau they\nlll\\\\'e been wont to wear in Spiritualistic manualli. ?or. AkKakof hlL'! written\nwith ,\"lelluato knowledge of what experimentull'sychology has (lone within\nthe last few years in Fnmce alld England to throw light Oil human automa-\ntislll, ami the workings of the suhconscioull Self; and his own temper of\nmind ill free frolll haste or fallaticillm. One or two passages from hill preface\nwill best indicate hi!\\attitude :-\n\" Since I first interested myself, in the year 1H55, in the 8pir}tualistic\nmovement, I have never ceased to study it in all its details,-in all parts of\nthe world, and ill all litoratureH. At first I leanlt the facts frolll the testi-\nIllony of others: it wall not until the year 1870 that I attended my first\n>leance in an intimate circle of friends selected by mYKelf. I WM not sur-\nprised to find that the phonomena were Kuch ns others had asserted them to\nhe; allll I formed the deep convict.ion thllt these fllCts, \"oritably existing ill\nNature, mURt form a firm basiK for tho gradual uphuilding of a new Kcience,\nwhich might hold the promille, pel'hapK, of soh'iug in the remote future the\nmain riddle of humall life. I did whllt I could to make these facts known,\n~md to draw UpOll them the attention of open.milldedmen.\n\"Meanwhile, however, a change was taking place in Illy own inward\nattitude. I suppose that e\"ery intelligent observer, on his fil'St aC'luaintancc\nwith these phenomena, is struck with two indubituble fllcts: firstly, the\n..hviously (wtQmatic character of so·called Spiritualistic manifeKtatiollS, and,\nRecondly, the frequent fal\"UY-8h8lnelellll amI conllpicuous-of their in-\ntellectual content. The ilIustriouli names with which these communications\nare usunlly lIigned are the be!lt proof that the me!llll\\ges are at any rate IIC.t\nflInt which they pretend to he. AmI similarly with the simpler physical\nphenomena it is evident, on the one haud, that they occur without the\nslighte!!t cOllscioUII co-operation on the medium'!! part,-while yet. (Ill the\n..ther hllnd, there is at first sight nl)thing tn justify their MCription to the\nDigitized by Google\n\fSUPlllement.) 667\nagency of 'spirits~' It is only gradually-when certnill phenomena of an\nintellectual type Imve compelled us to recognise an intelligent power outsido\nthe medium-that one forget.'! one's first impression nud leams to look with\nmore respect on the Spirituali~tic hypothesis. And thu~, while the materials\nwhich I had collected by reading and experience seemed abundant\" their\ncxp!.mation was hard to find. And on the other hand, as years went on, the\nweak tlide of SpiritualislIl became incrensingly conRpicuouti. The vulgarity of\nthe meSRageR, the oorrennetls of thoir intellectual content, the mystifications\nand falsehoods involved in the majority of the manifostationfl, the ull8uit-\nahility of the physical phenomena for systematic experiment, the credulity,\ninfatuation, fanaticifllll of SpiritiRts and Spiritualist,s, and, finally, the fraud\nwhich made its entranco into the inquiry along with dark HeanceR and\nmaterialisations, a fmud whoRe prevalence was brought home to llIe, not only\nby the writings of others, but hy my own personl11 experiences in the course\nof investigation with the mORt renowned professionalmediullIs;-in a word, \/I.\nwhole mass of new doubt.'!, ohjections, and perplexities intensified the original\ndifficulty of the problem before me. l'nder the influence of such\nimpressions, I often bethought myself of the great illul!ionH through which\nIllankind have passed in the course of their intellectual de\"elojllllent, and IIfIkcd\nmyself whether of thetlo illusions Spiritualism might not be the last.\n\"I first saw light breaking in upon me, when a critical study of the facts\nhllel forced lIle to the concIu>lion that c\\'ery type of meeliumiKtic phenomenon\nis capable of being produced hy the unconscious action of living lUen ; that\ncontlequently the uncollllcious psychical activity of our heing is neither\npltl''''!! psychical in character, nor is confined within the periphery of our\nhodily frames; hut that it call m'erstep the hounds of the lIody, and call\nexert, either within or without the body, activities of a physical, nay even\nof a plastic kind. It iK to thili wide field of phenomelll\\.-wider perhaps\nthan the field of Spiritualism proper, -that I lll\\ve given the name of\nAnimism.\n\" It iii highly iJ1lport~mt to recognise and stufly the working of the Ullcon-\nRcioUB element in our nature-most of all in those itK mOllt complex and\nextreme manifestations which Animism reveals to us. From thill Htalldpoint\nalone can we judge aright of SpiritlU,lism itself. For if aught within us\n8m'vives the body, that mUHt be this unconscious element, or sny this illJlcr\nconsciousne!ls, which, although at present hidden from us, yet constitutes\nthe original principle of each individuality.\n,. And thus for the due comprehenKion of mediumistic phenomena wc have\nnot one hypothesis only. hut three hypotheses: each of them possessing full\nright to be invoked for the explanation of a certain series of facts; the facts\nt.helllJielvcs being thus reducible under three main categories, which we may\n.lcsignate by the following llames:-\n\"I. PersvllislnlfS (or change of personality) may HtallCl for those uncon-\nHCiOllti psychical phenomClm which are produc(.d within the limits of the\nmedium's own body; those illtl'fl-metiillmistic phenomena. whosc distinguish-\ning characteristic is the assumption of a pel'sOIlI\\lity l<tmnge to that of the\nmedium. Of this clllflfl are the elementary phenomelUl of mcdiull1ship,-the\nconversations through table-tilting, writing 1lIe<liUIIl6hip, and unconscious\n.uttemnce. We have here the first and simplellt IlIRnifeHu,tioll of the duplicll-\n\f668 Review of A. Aksakofs [Sapp1emenL\ntion of consciousness, -that fundamental phenomenon of mediumshlp. The\nfacta under this heading reveal to us the duality of our psychical being,-\nthe non-identity of the individual, inner, unconscious Self with the personal,\nouter, conscious Self. They 8how us that the centre of gravity of the\npsychical being does not lie in the personal Ego; that this last is but the\nphenomenal manifestation of the noumenal individuality; and that conse-\nquently the (neC888&rily personal) elementa of this phenomenal self may\nl\\88ume a manifold chamcter,-normal, abnormal, or fictive,-according to\nthe condition of the organism, in 81eep, .omnambulism, or mediumistic\nI\\Ctivity.\n.. II. P nder the name of Animism, we include unconscious psychical\nphenomena, which show themselve.outaide the limit. of the medium'. body.\n-e.dm-medillmistic operations, 81 thought-tranaference, telepathy, telekinesis\n(Ft'rll1ri-rkllll!\/), or movement. of object. without contact, and finally materiali-\nMtion. We have here the highest manifestation of the psychical duplication;\nthe element. of the personality overstep the limita of this body, and numi-\nfest themseh\"es at a distance not only in psychical, but also in physical, and\neven plaatic operation, up to the point of complete externalisation or\nobjectification. Thus it is proved thata psychical element may be not merely\n1\\ .imple phenomenon of consciousness, but an actual centre of force, which\nthinka and organises ;-which can sometimes organise a visible or invisible\nduplicate of a given organ of the body, and which thus acta upon the physical\nworld.\n.. III. ruder the name of Spil'itism we include phenomena, resembling\nboth Personali88tion and Animism, but which we must I\\lICribe to some extI'3-\nmediumistic and extra·terrene cause. 'Ve have here the earthly manifestation\nof the individuality through the help of those element. of personality which\nhave been able to cling round the centre of individuality after it. severance\nfrom the body, and which can manifest themselves through mediumship,-\nthat is to ssy, through as,'!ocilltion with the corporate psychical elements of\nROme living being. The phenomena of Spiritism must therefore resemble in\ntheir general form those of Personali88tion and of Animism, and differ only\nin their intellectual content, which affords evidence of an independent\npersonality. \" (Vol. I., pp. xxv.-xxxii.)\nFrom the point of view of a believer in all these phenomen.'\\, this classi-\nfication hll.'! great merit. It forllls a marked advance on the merely empirical\narrangements, with all phenomena alike referred to the action of .. spirit.s. ,.\nwit,h which the propounder,oj of these tenets have too often rested content.\nA few remarks on the terms which M. Aksakof employs may be useful here.\nIn the first place it h; important to keep the term Spiritism (or\nSpiritualism) for phenomena where the intervention of spirits il:! meant to be\naKKerted.\nAt present much confusion exists, owing partly to the fact that variouR\nmovements of hUlllall limbs, not due to the conscious agency of the ollner of\nthe limb, and therefore called automatic, were first observed or described by\nmen who attributed them to the agency of the departed. Thus automatic\nwl'iting,-which happells to he now mainly discussed by French doctors iu\nanything but 1\\ mystical Kpirit,,-is still iudiscriminately called in f!(lme quarters\nn .. Spiritualistic phenomenon.\" although it ought not to be 80 designatod\nDigitized by Google\n\fSupplemeut.] .AnimUnnus Ctnd SpiriU4i1lws. 669\nunle.'JII the speaker means distinctly to assert that a spirit is prompting the\nmessage.\nMoreover, the wOl'd \"Spiritualism\" is itself ambiguous. It had already\nbeen appropriated ill France to the school of philosophy opposed to\nmaterialism, befol'6 it was used for the belief in manifestations of the\ndeparted.\nIt seems, therefore, better to give the term \"Spiritism\" to this special\nbalief. At present \"Spiritism and Spiritualism\" are sometimllS opposed to\neach other with a kind of sectarian connotation,-Spiritism inyolving a belief\nin re-incamation on this planet, which Spiritualism denies. But this difference\nof speculative view can easily be expressed in a more direct way. And if these\nphenomena are to be dispassionately studied, it is most desirable that they\nshould bear 110 question-begging or sectarian titles.\nFor the alleged movements without contact, which fOI'lU an important\nbranch of \"so-called Spiritualistic phenomena,\" M. Aksakof's new word\n\" telekinetic\" seems to me the best attainable. It need not, of course,\nimply an actual actio in dilltans, without any intervening medium, but rather\nan action exercised upon a body so situated with regard to the assumed\nagent that no exercise of any known force would have originated the body's\nmovemcnt. Again, M. Aksakof uses the term \" telesomatic\" for the\nphenomena of so-called \"nmterialisation,\"-the formation of \"spirit-hands\"\nand the like. Elsewhere he calls these phenomena \"plastic.\" Inasmuch &8\nother nmterial objects are asserted to be thus supernormally formed, besides\nquasi-human bodies, it would be better, I think, to give the name teleplcllItic\nto all this class of alleged phenomena.\nTo many of my readers this may seem to be an elaborate bestowal of\nspecific names upon some fine specimens of the genus ('7~imreTCI. But if these\nalleged phenomena are to be discussed at all, we must have names to call\nthem by ; and M. Aksakof's effort to avoid the confused and misleading\nterminology at present in vogue should, I think, be warmly encouraged by\ndisputants on either side.\nM. Aksakof still, however, retains one word which seems to me the most\nbarbarous and the most question-begging of all, viz., the word medium,\nwith its intolerable derivatives meliillmism and medi1lmistic i-as though one\nwere to say magn11mism for magnitude, or partmmistic for small.\nBut the nmin objection is to the implied assumption that the \"medium\"\nis acting as all intermediary between the spirit-world and our own. This is\njust the question in dispute; and it is surely better to keep to the word\n\" automatist,\" understanding this to mean that the person who is producing\nthe phenomena is not producing them by any conscious means.\nBut apart from these details, it is plain that from the standpoint at\nwhich mllny of our own readers have arrived M. Aksakof's heading of\nAnimismlls will be seen to illclude phenomena which to UII are situated on\nthe two sides of a formidable gulf. To telepathy we are in these P\"oceediugs\nfully accustomed; but the movement of objects, the interIerence with the\nponderable world,-which M. Aksakof sets down as merely one among the\neffects of telergic activity,-this alleged physical action has hitherto seemed\nto most of us tn be far less conclusively demonstrated. If it is to be in-\ncluded among the supernormal powers of the human organism, we should\n2 Z\nDigitized by Google\n\f670 Review of A. Aksakofll\nassuredly desire to see more C8IleI where it hal! been exercised under definite\nconditions, and with no p08llibility of fraud. M. Aksakof touches, I think,\nthe centre of the problem when he suggests that AyplWtic \"'9guti<m ought,--\nif this power truly exist-to enable us to evoke its action experimentally\nin a suitable subject. Thus, where we already have (as in Mr. Cleave's\noften quoted case) an appeara,~e of the hypnotised subject to the diatant\nl)erson on whom his thoughts are fixed, we should have lOme physical effect\nalso, coincident with that appearance, Bnd indicating that the entranced\nperson was modifying the material world in what M. Aksakof terms a\ntelekinetic manner.\n\"Just AS hypnotism hal in our day\" become an instrument through which\ncertain phenomena of psychical automatism, or disintegration of conscious-\nness, can be summoned at will and subjected to experiment, even so we\nallow ourselves to hope that through the instrumentality of hypnotism\nnearly all the phenomena of Animism may before long be subjected to the\ncontrol of definite experiment. We hupe that hypnotic 81&gguiiot& will\nsucceed in carrying this psychical disintegration beyond the limits of the\nbody, in producing at will an action upon the physical world. That will be\nthe first step towards a similarly voluntary originstion of plMtic action\nM well, so that the phenomenon known as •materialisation ' may receive\nscientific acceptance.\n\"And when Personality is thus analysed, psychological experiment will\n\"trike down to human individuality; that transcendental core of indissoluble\nforces, round which the complex and separable elements of Personality are\ngrouped and cling. \" (Vol. I., p. xxxvi.)\nM. AklllLkof, however, while fully recognising the desirability of experi-\nment of the above kind, is nevertheless cunvinced that ample proof already\nexists of m'\\ny classes of physical phenomena; and, moreover, that some of\nthe!le classes (as \"spirit-photography\") demonstrate the influence of an\nintelligent agency outside the mind of any person present. Into his review\nof physical phenomena I must not here follow him in detail. A committee\nof the Society for Psychical Research (as my readers may perhaps remember)\nis engl\\ged on this IIILUle inquiry, and what has to be lIILid on the matter will\nhe better said elsewhere. Yet I may just suggest that in the event of the\ntranslation uf M. Aksakof's buok into French or English the list of cases\nwhich he quotes might well undergo revision. I ob!lerve the names of Cl\"rtaill\nmediums whose marvels would need a great deal of tel'ltimony to establish\nthem, and of certain witnesses whose testimony would go but small way\ntowards establishing any marvels whatever. And some other CASeS are at that\nperplexing point where the evidence for them is just too strong to ignore, but\njust too weak to rely on. There are, huwever, certain other cases which-\nhowever isolated and startling-are yet so well evidenced that attention\nshould certainly he drawn to them as often as possible, in the hope that\nother observers may attempt to obtain similar results. Such are the\ntranscendental photographs taken by Mr. Beattie and (especially) by Prof.\nWagner; hard to explain either by fraud or by accident, yet not hitherto\nsufficiently supported by careful experiments of like kind to compel\n~onviction.\nBut I paas on to the second volume, which consists mainly of an analysis\nDigitized by Google\n\fSupplement.J .Anirn'is1nWf wnd Spirit'i81nWf. 671\nC)f the contents of communicatioll8 Bupemormally received, with a view to\nc:l'3ciding whether anything in those communicatioll8 compels us to look\nbeyond the medium's mind for its source and derivation.\nAnd here the greater number of the points which our author suggests are\nc:l.pable of being directly tested by experiments which have nothing mystical\nor ull8cientific about them. For they are, as I have said, mainly questioll8\n~\\'1 to the content of automatic f1leSIIa9u.\nNow we may fairly claim that automatic writing and cognate fomts\nof \"message\" are now accepted as genuine and important phenomena,\nthrowing light upon the workings of Bubconscious strata of the mind. What\nthe psychology of ten years ago ignored as mere fraud or fancy, the experi-\nmental psychologist of to-day recognises as \" necessary aid to diagnosis.\nAnd on the other hand, any Spiritualist who, like M. Aksakof, writtls\nwith knowledge and moderation, admits that the mere fact ofautomatic writing\ndoes not necessarily prove the intervention of an intelligence other than that\nof the automatist him'lelf, or of some other living person, whose knowledge\nmay be transmitted to the automatist by a telepathic undercurrent front\nmind to mind.\nWith these admissiQl1s on both Bides the points to observe in experiments\nin automatism are sufficiently clear, however much opinioll8 may differ as to\nthe reliance to be placed on the accuracy of any given observer.\nI regard some of the cases which M. Aksakot cites as being too remote\nand too loosely described to carry much weight. But the headings or rubncs\nunder which they are grouped seem soundly chosen, and there is no reason\nwhy further experiments should not be made in almost evtlry class, if pains\nare taken to select suitable automatists.\n1. As a first step among the proofs of an external agency in the messages,\nM. Aksakof takes those cases where the me88&ge is given against the\nautomatist's desire, or contains advice, injunctions, &c., contrary to his\nconscious will.\nCases of this sort are not uncommon; and it is interesting to trace the\ndifferences of character, &c., between the two personalities. But we iufer\nfrom the classical case of L~ouie I., II., III., and from other cases, that the\n~ubconscious self may set itself in opposition to the conscious self; nor CIlll\nwe limit the extent to which this war of wills may be carried.\n2. Somewhat similar are the cases where the substance of the meBBage\ncontravenes the automatist's speculative or religious ideas. The case of\n\"M.A. (Oxon.},\" given in his work, Spirit Teachings, is a striking ill8tance\nof this kind. In that case the automatist was converted from ordinary\nAnglican orthodoxy to a much broader view of spiritual evolution. In\nanother case, privately printed under the title of Strcmge Tmch, a few\nyears ago, the automatist was a Unitarian, and was converted by his own\nautomatic writings to Trinitarian views. I have known other instances of\nthis kind. But, of course, we can have no rigorous proof that these effective\n~'rgl1ments did not proceed from the writer's own brain.\n3 and 4. Similar remarks apply to the cases where the communications\nappear to be either belolo or above the writer's level of cbaracter and in-\ntelligence. Stsrtling although they often are, these manifestatiOll8 of some-\nthing within us either more debased or more exalted than we had supposed\n2 z 2\nDigitized by Google\n\f672 Ret'U!w of A. Aksakofll (SupplemeDt.\ncan hanlly be presaed a,. rigorous proofs of an external influence. In some\nof the cases cited (in the Ed,!\";,. Dmod C88C, for instance) our aut.hor, I\nthink, much overrates the intrinsic yalue of the mellll8gell given.\n5. It hM occasionally been stated that infants or l\"ery young children\nhave written, &c., autolllatically. Could this he proved (and I do not think\nM. Aksakof's cues adequate to prove it), we should still ha,·e an alternatiyi)\nview. Such a manifestation might possibly show an inward development of\nthe unconscious self in advance of that of the conscious self, rather than\nany influence from extem\"l intelligences.\n6. Ths next heading is a yery important one. It is MSerted that;\n11l!lssagJ3 have frequently been given by automatic speech or writing in '\"\ntongue unknown to the automatist. rp to this date this thesis has mainly\nrested on some strong testimony gh·en by Judge Edmonds, an upright and\nRl\\gRcious man,-but one who unhappily WBII content to set down his\nexperiences without the clt,tails and corroborations whicb would now add s~\nmuch value to the record. In every case where this utterance in an unknown\ntongue is a.'1ser~ed the I\\Ctual words Il.'led should be given, ill ordor to MSure\nthe reader that thoy are more than such trivial phrases as the unconscious\nRelf may easily ha\"e noted and retained, M in the case given ProaediIlJ~.\nVol. II., p. 26.\nThis subject has been repeateclly alluded to in our P\"OC.tI!.tiiIlYII, and fresh\nobservations are much to be desired.\n7. Of a somewhat similar type are the anomalous cases under M.\nAksakof's next heading. One of thello is ospecially noteworthy, but cannot\nbe reproduced without the use of the RUfsian alphabet. In a mesMg6\nwritten by the late Maclame AkH\",kof (apparently in a state of trance) Russian\nlottera were used to represent English lettera, which they resembled in form.\nwhile totally different in phonetic value. The cuse is a complex one, and\n(excluding the supposition of external agency) would imply an elaborate\nmystific.'\\tion, conducted by Madame Aksakof's unconscious self, by the aid of\nknowledge telepathically drawn from her husband's mind. Absurd as such\na hypothesis may sound, we ha\"e only to refer to our often-cited case of l\\'Ir.\nand 1\\1I'8. Newnham (where the messages thcmselves expressly claimed t~\noriginate in Mra. Newnlllull's mincl), to show that it must be taken int~\naccount as a quite p088ible explauation.\n8. The next heading is the important one of \"Communications of fact.OJ\nunknown to the medium and sittera.\"\nIn some of these cases the medium or automatist appears to have indicated\nthe po~ition of objects in darkness, or to have read concealed words, &c.\nFor this there is much old, and some recent evidence j but \"Clairvoyance ,.\nof this kind resembles rather an extenHion of the automatist's own per-\nceptivity than the effect of all external influence.\nIn other cases (\"'\" the Cardoso ca!le, given in the Bocwty lor P6ycliicII\n&1ef.1I'rh Journal, January, 1887, and June, 1889), and some of .. M.A.\n(Oxon.)'8\" experiences, the fsets giveu consist in the reproduction of words\nfrom a book j and even admitting that those words have never fallen within\nthe Automatist's visual field, we may still think it more probable that his\nunconscious self has obtained clairvoyant access (so to say) to the words in\nDigitized by Google\n\fSnpplement.] 673\n.luestion, rather than that an external intelligence has commWlicated 80\nWlnleaning a mellllllge.\nPerhaps the strongest case under this heading is the Du~anel case, already\nllUblished by us, in fuller detail, through M. Aksakof's kind permission, in\nProceed'ings XVI.\n9. The previouslY-Wlknown fact is of course of special interest when it\n-concerns a deceased person never before heard of by any of those present.\nThe few well-attested cases of this kind,-one of which, the Ptlr.Higuine\n-case, was contributed by M. Aksakof to our ProceedinYII XVI.,-are of the\ngreatest pos'iible interest, and need further discussion than can here bo\ngiven.\nBut I must protest, in passing, against M. Aksakofs citation of messages\nfrom the\" Message Department\" of the Banller of Liyht. I have analyse(l\nm~!ly of those messages, and have usually found them to consist of a mero\nroproduction of announcements of deaths which have already appeared ill\nnewspapers, or to present other suspicious circumstances.\n10. The next heading is one which, even if better attested, could hardly\nexclude 1\\ telepathic explanation. \"The carrying of messages for great\ndistances,\"-trl\\nsfereuce from one group of observers to another of some\ndefinite communication not previously agreed upon,-has been very rarely\n'rocorded. Professor Bare,-the American chemist well known in the early\ndays of Spiritualism,-records a case of this kind in his own experie.nce, but\nhe seem'! never to have been able to repeat the experiment. It must be\nadded that few serious endeavours would seem to have been made by anyone\nto procure this phenomenon.\nAnd, indeed, with regard to this whole series of possible experiments tho\nRamo criticism holds good. M. Aksakof's painstaki,ug collection of evidence\nincidentally brings out 8 fact whic~l he has by no means aimed at proving,-\na fact which some le8.'1 judicious partisans of his ideas might even refusc to\n~\\tlmit,-but which fonns in reality the strongest argument lor careful and pel'-\n'8istent investigation into the whole range of these phenomena. That fact\ni~ the scantineS3, the desultorines3, the superficiality, of such investigation\n::n they have yet received. If a series of incitlents so profoundly interesting\n-1\\'1 some of those which M. Aksakof quotes have already rewarded such\n-e~lual, alnateurish illlluiries as most (I do not say all) of those which he\n,d:l:icribes,-then what may we not expect when careful and persevering\n:attcntion shall be given to these long-tabooed topics by the scientific world!\nFor myself p:lrsonally I may say that, although I lJl.'\\ke large deductions\nfrom M. AkHltkof's mass of evidence, yet it Reems to me that his review of\nthe history of the subject has plainly shown that in no other direction what-\n-ever have results so striking already rewarded so small an expenditure of\n,'Scrious or systematic toil.\nThe inquiry, so to say, has been passing through the nomadic stage,\nhut hl\\.'1 not yet reached the clgricnltnral. The scattered observers havo\nwandered among spontaneous phenomen.'\\, and have cropped enough for\ntheir own Rpiritual food. They bye not yet settled down to Rteady labour,\n1101' worked the ground with the plough of experiment, nor built the barns\n<of Rystematic record to which posterity lllay cOlllmit an ever amplor store.\nAnd I am not speaking only of the obvious deficiency in specially trained\nDigitized by Google\n\fobservers of the calibre of Mr. Crooke). I rather wish to point out how\nfow men there have been like the author of these volumes hilll8elf ;-men\nwho, without pretending to exceptionallCientific attainments, have expended\non these problems the persevering sagacity, the lifelong devotion, by which\niu common life, as in exact inquiries, all great results must needs be won.\nMore such men there well might be; and in M. Aksakof they have aasuredly\nan example to follow. I will conclude this review with a few words in which\nour author resumes the labour of his life.\n\"One lMt word! In the decline of life I ask myself sometimes, 'Hal\"e\nI in truth done well, to have devoted 80 much time and toil and money ~\nthe study and the publication of facta in this domain 1 Have I not struck\ninto a blind road 1followed an illusive hope1 Have I not wasted my existence,\nwith no result to justify all my pains l' Yet always I Reem to hear the same\nreply: 'A life on earth can have no higher aspiration than to demonstrate\nthe transcendental nature of man's being,-to prove him called to a destiny\nloftier than the phenomenal existence which alone he knows.' I cannot, then~\nregret that I have devoted my whole life to the pursuance of this aim;\nnlthough it be by methods which Science shuns or spurns,-methods which I\nhold far trustier than any other which Science has to show. And if it be in\nthe cud my lot to have laid one stone of that temple of the Spirit, upbuilt\nfrom century to century by men true of heart,-this will be the highest and\nthe only recompense which ever I strOl\"e to gain.\" (Vol. I., pp. xl., xli.)\nF. W. H. M.\nDigitized by Google\n\f","_id":575}