{"name":"Ismail Altinkilic and Cevriye Bayri (reincarnation cases) | Psi Encyclopedia 1414","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ismail-altınkılıç-and-cevriye-bayrı","mytitle":"Ismail Altinkilic and Cevriye Bayri (reincarnation cases) | Psi Encyclopedia","mylang":"de","content":"                     Ismail Altinkilic and Cevriye Bayri (reincarnation cases) | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Ismail Altinkilic and Cevriye Bayri (reincarnation cases)                                                                                                                                                                                                                          In this 1960s case, investigated by Ian Stevenson and two assisting researchers, two Turkish children remembered past lives as a married couple who, along with two of their five children, had been brutally murdered on the same night.   Contents   \tAbit and Şehide Süzülmüş \tInvestigations  \tİsmail Altınkılıç \tCevriye Bayrı   \tİsmail Altınkılıç \tCevriye Bayrı \tMeeting of the Children \tLater Development&nbsp; \tLiterature \tEndnotes     Abit and Şehide Süzülmüş\n\nAbit Süzülmüş lived in the Bey district of the Turkish city of Adana. His family belonged to the Alevi sect, which believes in reincarnation. He is thought to have died between the ages of forty and fifty, placing his birthdate between 1907 and 1917. A vegetable farmer, he had become prosperous enough to own two houses. As his first wife, Hatice, was unable to bear children, he married a second one, Şehide, polygamy being an accepted custom among the Alevi. The wives lived in separate households and reportedly got along well.\n\nŞehide Süzülmüş was thought to be 25-30 at her death, placing her birthdate between 1927 and 1932. She bore five children: Gülseren, Hikmet, Zeki, Zihni and İsmet, and was in early labour with the sixth, when she was killed.\n\nThere were no eyewitnesses to the murders; the events were reconstructed from forensic evidence and confessions. On the night of 31 January 1957, an employee of Abit asked him to come to the stable, saying one of the animals was sick. As Abit leaned over to examine the animal, he was struck on the head with a blacksmith’s hammer, and probably died instantly.\n\nWondering why he had not returned, Şehide went out to the stable, and was killed in the same manner. The two youngest children, Zihni and İsmet, were also murdered; informants disagreed about whether they had gone with their father or mother. Two other children, Zeki and Hikmet, were in the house at the time; a mattress was thrown over Hikmet by the murderers when they came into the house to rob it, and Zeki saved himself by hiding, then ran to Hatice’s house for help. The criminals plundered Şehide’s body of a necklace, but fled without stealing anything else.\n\nFive men were arrested, charged and tried; eventually Ramazan, an employee of Abit, and one other man were executed by hanging. Because the trial was delayed, the hangings occurred after İsmail had begun to speak of his previous life as Abit.  Investigations  İsmail Altınkılıç\n\nThe case of İsmail Altınkılıç was first investigated by Reşat Bayer, who heard about it from newspapers in Turkey and beyond. He started conducting interviews in late 1962. In the same year, premier reincarnation researcher Ian Stevenson heard about the case from a Reuters account in an Indian newspaper. He investigated the case for three days in March 1964, accompanied by Bayer, who carried out further investigation himself in the autumn of 1966. Both researchers conducted follow-up interviews in October 1967, returning again in 1970 and 1973 to obtain testimony from informants who had not been interviewed previously. Bayer returned once more in 1975 for additional interviews. The case was followed over a period of thirteen years.\n\nBayer published a report in Turkish in 1965,1 in which he criticized İsmail Altınkılıç’s father and questioned the case’s authenticity. Stevenson published his case report in his 1980 book Cases of the Reincarnation Type,&nbsp;Vol. III: Twelve Cases in Lebanon and Turkey,2 In his report, Stevenson notes that Bayer did not have the benefit of interviews conducted after 1965 when he wrote his, and also that Bayer fully fact-checked Stevenson’s report prior to publication.\n\nThe concern about authenticity centred on the fact that Mehmet Altınkılıç, İsmail’s father, requested money in return for his testimony, which Stevenson paid, and that two friends of Abit Süzülmüş claimed the case was false. Bayer felt that the father’s mercenary approach fatally damaged its credibility; Stevenson disagreed, observing that the two friends had owed Abit money, as İsmail said, giving them a motive to declare his memories fraudulent.\n\nHowever, Stevenson hesitated to publish the case until an opportunity for independent investigation arose in 1973. Both Stevenson and Bayer had visited Adana so frequently that they were well-known there, so on this occasion they brought with them an interpreter, Yaşar Atakam, who had never visited the city. Stevenson asked him to frequent a café in the Mıdık district and converse about the case with locals – some of whom were already informants in the case – without revealing his connection to the investigation. Stevenson also asked Atakam to learn what he could from local officials about the case, and about Mehmet Altınkılıç’s reputation for honesty. If informants thought they were speaking with a tourist or casual visitor, Stevenson reasoned, they might be more forthcoming than with the investigators. Broadening the sources would also help determine whether or not the story might have been fabricated.&nbsp;\n\nOver a period of two days, Atakam obtained information from seven people whom neither Bayer nor Stevenson had interviewed. In one instance he freely obtained details which Stevenson had previously been offered only in return for payment of a sum so high that Stevenson had declined. This extra information gained by Atakam, in Stevenson’s view, strengthened the case rather than weakening it, leading him to conclude it was safe to publish.\n\nBetween them Stevenson, Bayer and Atakam interviewed 39 people, a greater number than in any case previously investigated by Stevenson, in order to ensure plentiful corroboration of Mehmet’s recollections.  Cevriye Bayrı\n\nStevenson first heard of the case of Cevriye Bayrı in 1964, and began investigating it in collaboration with R Bayer that year. Bayer continued in 1966 and they collaborated again in 1967, carrying out further interviews and rechecking details. In February 1973, Stevenson conducted a long interview with Cevriye’s mother, and also gathered information from her older brother. Later that year, Stevenson returned to Adana and interviewed Cevriye, now fifteen years old. In May 1975, Bayer re-interviewed Abit and Süzülmüş’s two children Zeki and Hikmet, and interviewed a new informant, a young girl who was working as a gardener for Abit when the murders happened. In total, nineteen informants were interviewed.\n\nStevenson published Cevriye Bayrı’s case immediately following İsmail Altınkılıç’s in the same book.3  İsmail Altınkılıç\n\nBefore İsmail’s birth, a woman relative who lived near the family had a dream in which Abit Süzülmüş was sitting talking with Mehmet Altınkılıç, İsmail’s father. Three men called to Abit from outside the house, asking him to come out, but he replied, ‘No, I am going to stay here. I will not come back.’&nbsp;She did not know that İsmail’s mother was pregnant at the time.&nbsp;\n\nAltınkılıç was born on or around 30 September 1957 (the documentation is unclear) in the Mıdık district of Adana, which adjoins the Bey district. His family’s house was about two kilometres distant from the house in which Abit Süzülmüş had lived.\n\nMehmet recounted that İsmail already started to intimate he had lived a previous life at eighteen months, as soon as he could talk. When he could speak fluently, he denied that his name was İsmail, and insisted it was ‘Abit’. He then gave details of Abit’s life, including the names of his two wives, Hatice and Şehide, the names of his three surviving children, Gülseren, Zeki and Hikmet, and the names of people who owed him money. He complained about his current family’s poverty and said he hoped the debtors would pay up. On the same evening, he also gave details of the murder, including the name of the man who had committed it: Ramazan.\n\nAs he grew, the boy continued to insist that his name was Abit, and frequently demanded that his parents take him to his previous home and family. Word about his statements reached members of the Süzülmüş family, and Hatice, the surviving wife, visited the Altınkılıç family accompanied by her stepdaughter Gülseren. Later, when İsmail was about three, his father took him to the Bey district, allowing him to lead the way. Mehmet expected the boy to lead him to the house which he mistakenly had thought had been the site of the murder, but İsmail instead went to the one where it actually had taken place. He recognized various persons whom Abit had known and places he had been. The two families continued to meet, and İsmail’s desire to be close to the Süzülmüş family persisted.\n\nİsmail’s statements relating to Abit’s life and recognitions of people known to Abit number 49, as laid out in Stevenson’s case report.4 Most were made before the two families met, as far as Stevenson could tell. Correct statements in addition to those mentioned above, and verified by Abit’s relatives and friends as well as police records in matters of the murder, include:   \tAbit had two wives because the first was unable to have children. \tHe lived in the Bey district. \tHe was a vegetable farmer. \tHis garden had fruit trees, including orange and quince. \tHe had two oxen and two cows, one of which was named ‘Suzan’. \tHe owned a pump and a barrel (both of which he recognized at the house) and a horse. \tHe kept a bed in the stable. \tHe liked to drink raki, a strong Turkish liquor, with his friends. \tOne of his drinking companions was named Abdürrezzak. \tHe drank raki every night with Mahmut Altınkılıç, who worked the fields with him, and the two sometimes brought girls to their parties. \tRamazan murdered him by hitting him on the head (he said with a ‘bar of iron’, but he could not have seen the weapon since it was done from behind). \tŞehide, Zihni and İsmet were all murdered the same night. \tŞehide was in labour at the time.\n\nWhen İsmail was three, he spontaneously recognized in the street an ice-cream seller who had been a close friend of Abit, and told him the names of his wife and children. He also recognized the man’s son and said, accurately, that he had worked for Abit. Other friends of Abit he recognized spontaneously, or on being asked ‘Who am I?’\n\nAbit’s wife Hatice and his youngest surviving children, Zeki and Hikmet, fully accepted İsmail as Abit’s reincarnation; the oldest, Gülseren, remained uncertain.\n\nİsmail also displayed behaviours reminiscent of Abit, most notably his insistence that his true name was Abit. This inclination was so strong that his parents allowed him to use it for his school registration – something Stevenson had never seen in any other case. He spoke in first person and present tense about the previous life, saying for instance, ‘I have two wives.’&nbsp;He liked to drink raki and wear a cloth over his shoulder, as Abit had done. When he heard that Ramazan had been hanged, he was delighted, clapping his hands in joy. He liked to sit in a certain chair in a shop that Abit had habitually sat in. He complained that his current family was poor, a reflection of his previous relative wealth. He was very affectionate towards the Süzülmüş family, and he repeatedly asked Abit’s debtors to pay up.  Cevriye Bayrı\n\nCevriye Bayrı was born on 1 October 1958, a little less than two years after the deaths of Abit and Şehide Süzülmüş, in the Akkapı district of Adana, which is also close to the Bey district. Her family’s home was about six kilometres from the Süzülmüş house. Her father, Kerim Bayrı, was a tinsmith with ten children, of whom she was the ninth. Kerim had known Abit well, but they were not friends, and the two families were not close enough to know intimate information such as the names of Abit’s debtors.\n\nAccording to Cevriye’s older brother, the girl began speaking before her first birthday, and immediately mentioned her previous life. One of her first words was ‘azu’, which, as she gained verbal skill, developed into the phrase ‘Ramazan killed’. Between the ages of two and three, she gave details of the murder from Şehide Süzülmüş’s point of view: how she had missed her husband and gone out to look for him; how Ramazan, the murderer, had taken her gold necklace, and how the baby she was carrying was born after she died – an apparent intermission memory, that is, a memory of events between death and rebirth. (The baby had not survived). She correctly gave the names of Şehide’s husband and three living children.\n\nStevenson notes that Cevriye’s verified statements cannot be taken as strong evidence because she would likely have heard mention of them, as İsmail Altınkılıç’s case became news in the community, reviving talk of the murders as well. Kerim confirmed that ‘everyone’ had heard about İsmail’s memories before Cevriye, who was born about a year later than him, began talking about her memories, and in fact it was also known that Şehide’s tomb had been opened, and the dead baby observed, partly extruded from her body. (Stevenson notes that post-mortem birth is rare but does happen, citing two case reports.) Cevriye did state some facts unknown to her mother, however.\n\nIn Stevenson’s opinion, the strength of the case lay in Cevriye’s recognitions, between the ages of two and five, of former relatives and friends both in person and in photographs, including ones not known to her own family, and in behaviours that reflected the life of Şehide.\n\nAt the age of two, Cevriye recognized an ice-cream seller Şehide had known who happened to be passing in the street, recalling that she had given him food, which the man confirmed. According to her mother, she recognized Şehide’s sister, Fehime Hasan, who asked her a negative question to test her: ‘If you claim to be my sister, tell me why you did not visit me when I was ill and in the hospital?’ Cevriye answered correctly, ‘But I did visit you, with my children.’ Fehime stated that, the first time she visited, Cevriye ran toward her saying ‘my sister’.\n\nShe also recognized Şehide’s former friends Sade Demirci, Güllü Deniz and Nadire Mirel, recalling correctly that Nadire had been her tailor. Of the Süzülmüş family, she recognized Abit’s first wife, Hatice, and Şehide’s children Gülseren, Hikmet and Zeki. When Cevriye’s mother showed her a picture of Abit and Şehide, she said ‘This is my photograph, with my husband.’\n\nAs a small child, Cevriye displayed a pervasive fearfulness, frequently running to her mother in fright. She had a strong fear of darkness, possibly due to Şehide having been murdered in darkness. At one point when she was just two, the lights in the house went out due to a power failure and she began to cry ‘Ramazan is going to kill me!’\n\nSimilar to İsmail, she repeatedly asked her parents to change her name from Cevriye to Şehide, but they did not consent.  Meeting of the Children\n\nWhen the Süzülmüş family learned that Cevriye might be the reincarnation of Şehide, both families decided the two children should meet, and İsmail was brought to Cevriye’s family’s home by his father and several other witnesses. At the time, İsmail was five and Cevriye was four.\n\nWitnesses gave varying accounts. According to İsmail’s father, the two children ran to each other, kissed and embraced warmly. Someone brought some ice cream for İsmail and he gave it to Cevriye. Cevriye’s mother said İsmail embraced Cevriye but that her reaction was not as warm; she then quizzed İsmail on facts which both Abit and Şehide Süzülmüş would have known, such as the number of cattle they owned, and corrected him on the ones he got wrong. Cevriye herself told Stevenson, at the age of nine, that İsmail had caressed her hand, and they had exchanged gifts. She also said they shared accounts of the murders, and he asked why she had not come to his aid; according to Cevriye’s mother, she asked him the same question. (As Stevenson pointed out, the murders were committed in such a way that neither was able to help the other.)\n\nCevriye showed great interest in Şehide’s children, expressing worry during her own mealtimes that they might be hungry, and, during one visit to the Süzülmüş family, caressing Zeki as he slept. Cevriye’s older brother said that when she was very young, she often cried to be taken to see Şehide’s children.\n\nStevenson also learned about some possible physical after-effects of the murder affecting Cevriye. On her birth, Cevriye’s parents noticed a red birthmark at the top of her head; it had faded by the time Stevenson first met her, when she was five. Unlike any other member of her family, she suffered from extremely severe headaches as a child, which diminished as she grew up. Stevenson notes that he found this symptom in other children who recalled being killed by blows to the head, though sometimes – as in the case of İsmail – it did not appear.5  Later Development&nbsp;\n\nThe two families had more meetings, and İsmail retained his affection for the Süzülmüş family. He frequently took gifts to his former children, and on learning of the death of Abit’s mother, he wept and went to bed without supper. On one occasion, İsmail said that he wanted to marry Cevriye and would die if he could not. At the age of nine, according to İsmail’s father, he still sometimes wept because he missed his past-life children.\n\nİsmail dropped out of school in 1965, and by 1970 was working in a photographer’s studio. In 1973, aged fifteen, he returned to school, far behind his age group. He told Stevenson his memories were fading, but described new intermission memories that Stevenson found implausible and likely imaginative, based on people around him wanting to know what had happened during that time. At sixteen, he left school to work as a labourer in a cotton factory. He continued to visit Abit’s children occasionally, and still considered his real name to be Abit, though he would answer to İsmail as well.\n\nThe two adolescents visited each other on several more occasions, but Cevriye remained cool to İsmail. Despite this and her mother forbidding her to meet him, at aged sixteen he was still talking about the possibility of the two becoming married, possibly encouraged by his mother.\n\nAt the age of fifteen, Cevriye had apparently retained her original memories, but had become embarrassed by her claim of having had a husband in a previous life. However, she remained close to the Süzülmüş family. She said she saw İsmail now and then on the street but did not talk to him, too abashed to do so, but still visited two of Şehide’s children on occasion. Stevenson noted she was developing normally.\n\nKM Wehrstein  Literature\n\nBayer, R. (1965). Reenkarnasyon. Istanbul: Özgü Yayınevi.\n\nStevenson, I. (1980). Cases of the Reincarnation Type. Vol. III: Twelve Cases in Lebanon and Turkey. Charlottesville, Virginia, USA: University Press of Virginia.\n\n&nbsp;   Endnotes 1. Bayer (1965), 141-65. 2. Stevenson (1980), 194-235. All information in this article is drawn from this source unless otherwise noted. 3. Stevenson (1980), 236-59. 4. Stevenson (1980), 206-20. 5. For more information on people who have been found to have known each other in past lives, click here.           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 17, 2021   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: KM Wehrstein Word count: 3,100 Created: 7th November 2017 Last updated: 17th May 2021 May be cited as:Wehrstein, KM (2017). &lsquo;Ismail Altinkilic and Cevriye Bayri (reincarnation cases)&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ismail-alt%C4%B1nk%C4%B1l%C4%B1%C3%A7-and-cevriye-bayr%C4%B1&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y47asthz                   \t                                                                              \n\n                      \t                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/ismail-altınkılıç-and-cevriye-bayrı","_id":60}