{"name":"Scientists & Researchers | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/category\/scientists-researchers","mytitle":"Scientists & Researchers | Psi Encyclopedia","mylang":"de","content":"                    Scientists & Researchers | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Scientists &amp; Researchers                                                                                                                                                          Damon Abraham                \n\nDamon Abraham uses artificial intelligence and machine-learning techniques to examine the interplay between psi and technology.                                          James Alcock                \n\nCanadian psychology professor, author, amateur magician and career psi-skeptic, fellow and member of the Executive Council for the Committee for Skeptical Inquiry (CSI, formerly CSICOP).                                           Carlos S Alvarado                \n\nResearcher, author and&nbsp;educator&nbsp;(1955–2021) in the field of parapsychology, whose writings&nbsp;focused in particular on the history of early psychical research and spontaneous anomalous experiences.                                           Margaret L Anderson                \n\nMargaret L Anderson (1920-86) was a parapsychologist and professor of education at the University of Pittsburgh. She worked with Rhea White on testing children for ESP.                                          Cleve Backster                \n\nCleve Backster (1924–2013),&nbsp;a polygraph expert, carried out experiments which he claimed showed a degree of conscious awareness in plants.&nbsp;                                           Ian Baker                \n\nIan Baker is a psychologist at the University of Derby who has carried out ESP research.                                            Arthur Balfour                \n\nTory politician and philosopher (1848-1930)&nbsp;with an interest in psychical research, associated in particular with the Palm Sunday case, a notable mediumship episode.                                           Peter Bancel                \n\nAmerican experimental physicist who carries out psi-research at the Institut Métapsychique International in Paris.                                           Allan Barham                \n\nAllan Barham (1912-1989), an Anglican vicar, wrote and lectured extensively about psi phenomena, as well as taking part in psychokinesis experiments.                                           William Barrett                \n\nBritish physicist (1844-1925) and&nbsp;co-founder of the Society for Psychical Research.&nbsp;He&nbsp;wrote on telepathy and clairvoyance, apparitions, mediumship, dowsing, deathbed visions, and related topics.                      1  2 3 4 5 6 7 8 9 …  next › last »                    \t\t\t                                               \t       Search form        Search                                                            \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/category\/scientists-researchers","_id":62}