{"name":"Astrological Bulletina (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/astrological_bulletina\/","mytitle":"Astrological Bulletina (IAPSOP)","mylang":"de","content":"  Astrological Bulletina (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Astrological Bulletina<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Astrological Bulletina. Devoted to Applied Occult Science, Book Reviews, Mystic Lore \/ The Magazine for Daily Use \/ An Everyday Counselor \/ America's Premier Astrological Journal \/ A Magazine of Daily Counsel for Everybody.\r\n P.S.A., Progressive, Scientific, Altruistic \/ Puts the twinkle in the stars\r\n Other titles: Bulletina \/ P.S.A. Astrological Bulletina\r\n 1908--1959?  Monthly, bimonthly, quarterly, then annual\r\n Portland, OR, then Los Angeles, CA. \r\n Publisher: Portland School of Astrology; Llewellyn Astrological College and Publishing Co.;Llewellyn Publishing Co.. \r\n Editor: L. Hulery Fletcher, manager; Llewellyn George, S.T., F.A.S.; Caryl Burton, assistant editor. \r\n Succeeded by: P.S.A. Astrological Bulletina  \r\nCorporate author:  Astrological Society, Inc., New York\r\n  1\/1, 1908.  48-200 pp., 25 cents - $2.25 a year.\n\n  George (1876-1954) was the Welsh-born father of the attempt to present astrology on a \"scientific\" basis.  George started as a student and then astrologian in the Portland School of Astrology founded in 1900 by Ida Hulery Fletcher (1854-1919), which originally published this journal.  She was a palmist and astrologer and student of W.H. Chaney's, on whom see the notes under Common Sense, the Philomathean, Spiritual Age, World of Mystery and Science of Life, and the Daisy-Chain.  In 1912, George severed his connection with the P.S.A. (Fletcher changed the name to Portland School of Astrology and Publishing Company, and published the P.S.A. Bulletin) and began the Llewellyn College of Astrology, and Publishing Company originally in Portland and then in Los Angeles, which continued the publication of this journal.  The journal contained the usual astrological notices of favorable and  unfavorable days in the coming month, forecasts, book reviews, explanations of astrological theory, answers to readers' questions, horoscopes for the famous and notorious, etc., as well as serialized works on \"Metaphysics and Astrology\" and the like.  As its advertisement in Azoth, April 1918, proclaimed, the journal provided \"Practical Readings, Interpretations, Predictions, Lessons and Useful Information about National Mundane, Agricultural and Personal Affairs.  Contains daily and monthly outlook for progressive people, based upon planetary vibrations, showing how to work WITH Nature for best results.  Fascinating, enlightening, inspiring.\"  Beyond this usual hodgepodge of material, the journal claimed that it was organized in such a way as to allow the careful reader to maximize his benefit from its offerings if he read it in the proper order:\n\n  \"FIRST, read the Quarterly Business Outlook (Zodia-cause) and Monthly Outlook (Astrocause) wherein the editor deals with world conditions, according to astrology.\r\n SECOND, Favorable and Unfavorable Days in each month. Use these valuable delineations in your every­day life. Take advantage of ‘good' days and avoid adverse influences. Compare their indications with your actual experiences and earn a year's subscription to this magazine as outlined in --\r\n THIRD, Success Through Astrology, in which are printed unsolicited testimonials of astrology's practical, value In all departments of life by applying the information published in ‘Bulletina.' Note the ‘Planetary Time Tables' which show the time and nature of planetary aspects as they occur daily.\r\n FOURTH, Chats with the Editor. Llewellyn George speaks directly to you in his editorials which are filled with hum an interest. In addition they contain astrological comments on current events.\r\n FIFTH. Stock Market Indications (Astro-Economic Research), the Art of Synthesis, and numerous other artlcles by the world's leading astrologians, dealing with every branch of astrology, supply interesting educational matter of this very practical subject.\"\n\n  Many of the astrologers of the decades between the wars wrote for this journal, most notably Elbert Benjamine.  Noted in exchanges of The Occult Digest, 1925, and advertised in L'Astrosophie, February 1930: \"Gives practical daily indications for better progress in business, social, domestic and farming affairs.\"  LOC; St. Louis Public Library; University of Texas, Austin; Wisconsin Historical Society;  NYPL; Harvard University; University of Illinois, Champaign.      Issues:Astrological Bulletina V3 N36 Oct 1911 Astrological Bulletina V3 N38 Dec 1911 Astrological Bulletina V5 N53 Mar 1913 Astrological Bulletina V5 N55 May 1913 Astrological Bulletina V13 N147 Jan-feb 1921 Astrological Bulletina V13 N148 Mar-apr 1921 Astrological Bulletina V13 N149 May-jun 1921 Astrological Bulletina V13 N150 Jul-aug 1921 Astrological Bulletina V13 N151 Sep-oct 1921 Astrological Bulletina V13 N152 Nov-dec 1921 Astrological Bulletina V21 N181 Jan-Mar 1929 Astrological Bulletina V25 N197 Jan-mar 1933 Astrological Bulletina V26 N207 Spring 1934  Astrological Bulletina V29 N209 Jan-Mar 1936  Astrological Bulletina V30 N214 Apr-Jun 1937  Hulery's PSA Astrological Bulletina V38 N246 Apr-May-Jun 1945      <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/astrological_bulletina\/","_id":691}