{"name":"Beglaubigte Mittheilungen aus der Geisterwelt und dem Nachtgebiete der Natur (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/beglaubigte_mittheilungen","mytitle":"Beglaubigte Mittheilungen aus der Geisterwelt und dem Nachtgebiete der Natur (IAPSOP)","mylang":"de","content":"  Beglaubigte Mittheilungen aus der Geisterwelt und dem Nachtgebiete der Natur (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Beglaubigte Mittheilungen aus der Geisterwelt und dem Nachtgebiete der Natur<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Beglaubigte Mittheilungen aus der Geisterwelt und dem Nachtgebiete der Natur.\r\n There are many things between heaven and earth about which the Enlightenment does not dream.\r\n 1853  Quarterly?.\r\n Berlin, Germany.  Language:  German.  Publisher: Gustav Hempel..\r\n  1\/1-2, 1853.  80-96 pp.\n\n This anonymous journal  was comprised of a series of short excerpts from European literature on \"notable,\" \"remarkable\" (merkwurdige) — a term that appears repeatedly — experiences and occurrences from the \"night side of nature,\" a phrase first used by Justinus Kerner in Blätter aus Prevorst in 1836 and then in Catherine Crowe’s book of the same name published in 1848 and translated into German in 1849.  The term encompassed the \"dark Romanticism\" of devils, vampires, hauntings, werewolves, melancholy, dreams, Doppelgangers, and the grotesque, and stood for the rejection of the starkly rational world of the Enlightenment, a sentiment mirrored in the journal’s motto.  It had tales of spirits, spirit \"knockings\" (Klopfgeisten), visions (from Alexander Pope), second sight (from Byron), clairvoyance, a report on shamans in Siberia, prophetic dreams, lottery predictions appearances to the Duke of Buckingham, Duncan Campbell’s prognostications, etc.  Two volumes of the journal survive, both dated 1853, with no indication of editor, price, or a regular period for appearance.  ZDB: Munster UuLB; Bayerische Staatsbibliothek.\n\n     Issues:Beglaubigte Mittheilungen aus der Geisterwelt und dem Nachtgebiete der Natur V1 1853 Beglaubigte Mittheilungen aus der Geisterwelt und dem Nachtgebiete der Natur V2 1853        <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/beglaubigte_mittheilungen","_id":715}