{"name":"Psychokinesis | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/category\/psychokinesis","mytitle":"Psychokinesis | Psi Encyclopedia","mylang":"de","content":"                    Psychokinesis | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Psychokinesis                                                                                                                                                          Amyr Amiden (physical medium)                \n\nAmyr Amiden is a Brazilian physical medium known for the appearance near him of ‘apports’ (psychically-materialized objects), sometimes on request. The phenomenon was investigated in 1994 by American researcher&nbsp;Stanley Krippner                                           Experimental Psi Research in Asia and Australia                \n\nOverview of the history and relative contributions in the field of psi research by labs and individuals in Australia, Japan, China and India                                           Kenneth Batcheldor                \n\nBritish psychologist (1921-1988) who during the 1960s and 1970s carried out groundbreaking experiments in macro-psychokinesis (PK), based on the nineteenth century activity of ‘table tipping’.&nbsp;                                           Psi Research in China                \n\nThis article describes some recent experimental and theoretical work in China, including successful attempts to train ESP abilities in blind children. It has been contributed by Professor Yi-Fang Chang, a physicist at China’s Yumman University.                                           DMILS in Distance Healing Research                \n\nSince the 1980s, experimental parapsychologists have studied distant mental interactions with living systems (DMILS), both humans and small animals. This article looks at the uses of the&nbsp;method in distant healing research.                                           Experimental Parapsychology                \n\nOverview of the attempts by scientists and scholars to apply experimental methods to claims of psychic experiences, from 19th-century séances to the use of statistics in present day laboratory experiments.                                           Experimental Psi: Recent Innovations                \n\nParapsychologists have been developing new methods of testing for psi, including&nbsp;double-slit optical systems, mobile apps and mass online testing. &nbsp;&nbsp;                                           Experimenter Effects                Parapsychologists have come to believe that experimenters play a major role in influencing the outcome of psi experiments.&nbsp;\n\n&nbsp;                                           Ariel Farias                \n\nArgentinian factory worker and martial arts teacher who took part in recent&nbsp;successful recent psychokinesis experiments.&nbsp;                                           Joe Gallenberger                \n\nClinical psychologist and author based at the Monroe Institute, noted for psychokinesis training programs carried out over two decades in Las Vegas casinos.                       1  2 3 4 next › last »                    \t\t\t                                               \t       Search form        Search                                                            \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/category\/psychokinesis","_id":72}