{"name":"Possession & Past Lives | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/category\/possession-past-lives","mytitle":"Possession & Past Lives | Psi Encyclopedia","mylang":"de","content":"                    Possession & Past Lives | Psi Encyclopedia                                Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Possession &amp; Past Lives                                                                                                                                                          Adult Past-Life Memories Research                \n\nPast life memories are typically experienced by very young children.&nbsp;However, sometimes they occur with adults, and&nbsp;are likewise sometimes found to match exactly with real people and events.                                           American Children with Past-Life Memories                \n\nList of cases of children’s past-life memories from the Americas, with a discussion of their characteristics.&nbsp;                                           Announcing Dreams and Related Experiences                Dreams related to pregnancy&nbsp;which, in reincarnation cases, allow&nbsp;parents to infer the past-life identities of their unborn children.&nbsp;\n\n&nbsp;                                           Antonia (reincarnation case study analysis)                \n\nThis&nbsp;case of &nbsp;a past life&nbsp;of a sixteenth century Spanish woman,&nbsp;recovered through hypnotic regression, is especially rich in accurate historical detail.                                           BB Saxena (reincarnation case)                \n\nIndian child with English pigmentation, behaviours and interests, who remembered the life of an English&nbsp;cavalry officer killed while fighting in World War I.                                           Behavioural Memories in Reincarnation Cases                \n\nIn addition to recalling events from previous lives, subjects of reincarnation cases may act like the people whose lives they remember.&nbsp;These ‘behavioural memories’ may extend to skills, such as those displayed by child prodigies.                                           Birthmarks in Reincarnation Cases                \n\nBirthmarks and birth defects have been noted on the bodies of children who remembered a previous life, in positions that correspond to the injuries that caused that person's death. Some two hundred cases have been documented.&nbsp;                                           Bishen Chand Kapoor (reincarnation case)                \n\nEarly twentieth-century Indian reincarnation case in which a written record was made of the child's&nbsp;memories&nbsp;before any attempt was&nbsp;made to verify them.                                           Bongkuch Promsin (reincarnation case)                \n\nCase from Thailand&nbsp;of&nbsp;a boy who, as an&nbsp;infant, began talking of memories of a previous life&nbsp;as a&nbsp;boy from a farming family who was murdered at age eighteen.                                           Brazilian Children with Past-Life Memories                \n\nCases of children’s past-life memories from Brazil, many relating to past lives in Europe.                      1  2 3 4 5 6 7 8 9 next › last »                    \t\t\t                                               \t       Search form        Search                                                            \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/category\/possession-past-lives","_id":74}