{"name":"Bulletin de la Societe Lorraine de Psychologie Appliquee (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/bulletin_de_la_societe_lorraine_de_psychologie_appliquee\/","mytitle":"Bulletin de la Societe Lorraine de Psychologie Appliquee (IAPSOP)","mylang":"de","content":"  Bulletin de la Societe Lorraine de Psychologie Appliquee (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Bulletin de la Societe Lorraine de Psychologie Appliquee<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Bulletin de la Societe Lorraine de psychologie applique.\r\n Suggestion, Autosuggestion, Psychologie.\r\n 1913–1940  Semi-annual, quarterly\r\n Jarville, then Nancy, France.  Language:  French.  Publisher: Ars Graphiques Modernes.  Editor: Emile Coue; Mme E. Coue.\r\n No. 1, 1913-No. 74, 1940.  20 pp., 10 francs a year for membership in the society, which included a subscription for the journal.\n\n The journal announced its goal as \"the study of the phenomena due to suggestion and the possible applications of these phenomena to education, re-education, cure of the sick, etc.” More specifically, it was devoted, with some academic pretensions in its later years, to the wonders of Emile Coue's teachings on self-improvement through autosuggestion and the repetition of his mantra, \"Every day, in every way, I'm getting better and better.”  Noted in Hartmann's Who's Who in Occult, Psychic and Spiritual Realms (Jamaica, NY: Occult Press, 1925).  BNF.     Issues:Bulletin De La Societe Lorraine De Psychologie Appliquee N17 1922 Bulletin De La Societe Lorraine De Psychologie Appliquee N18 1922 Bulletin De La Societe Lorraine De Psychologie Appliquee N19 1923 Bulletin De La Societe Lorraine De Psychologie Appliquee N20 1923 Bulletin De La Societe Lorraine De Psychologie Appliquee N21 1924 Bulletin De La Societe Lorraine De Psychologie Appliquee N22 1924 Bulletin De La Societe Lorraine De Psychologie Appliquee N24 1925 Bulletin De La Societe Lorraine De Psychologie Appliquee N27 1927 Bulletin De La Societe Lorraine De Psychologie Appliquee N28 1925 Bulletin De La Societe Lorraine De Psychologie Appliquee N28 1927 Bulletin De La Societe Lorraine De Psychologie Appliquee N29 1928 Bulletin De La Societe Lorraine De Psychologie Appliquee N30 1928 Bulletin De La Societe Lorraine De Psychologie Appliquee N31 1929 Bulletin De La Societe Lorraine De Psychologie Appliquee N32 1929 Bulletin De La Societe Lorraine De Psychologie Appliquee N33 1930 Bulletin De La Societe Lorraine De Psychologie Appliquee N34 1930 Bulletin De La Societe Lorraine De Psychologie Appliquee N35 1930 Bulletin De La Societe Lorraine De Psychologie Appliquee N36 1930 Bulletin De La Societe Lorraine De Psychologie Appliquee N37 1931 Bulletin De La Societe Lorraine De Psychologie Appliquee N38 1931 Bulletin De La Societe Lorraine De Psychologie Appliquee N39 1931 Bulletin De La Societe Lorraine De Psychologie Appliquee N40 1931          <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/bulletin_de_la_societe_lorraine_de_psychologie_appliquee\/","_id":747}