{"name":"Cahiers du Spiritisme (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/cahiers_du_spiritisme\/","mytitle":"Cahiers du Spiritisme (IAPSOP)","mylang":"de","content":"  Cahiers du Spiritisme (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Cahiers du Spiritism<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Cahiers du Spiritisme, Les.\r\n\r\n 1946--1947  Bimonthly (6 issues a year) Paris, France.  \r\nLanguage:  French. \r\n Publisher: Editions Jean Meyer. \r\n Editor: Hubert Forestier.\r\n Succeeds: La Revue Spirite\r\n  1, 1946-6, 1947. \r\n 32 pp., 250 francs for six issues (a year).\n\n Six numbers were published and the proposal to renew the journal for 1947-1948 seems to have failed.  Forestier continued as manager of Editions Jean Meyer, the publisher of Revue Spirite, which re-commenced publication with the November-December 1947 issue, rendering this journal unnecessary.   This journal was begun by Forestier during the suspension of the Revue Spirite during the war.  It proclaimed that its \"aim was to to bring together in booklets and to spread as widely as possible the documentation inherited from the past or resulting from modern observation, which they are able to collect on spiritualist manifestations, psychic or metapsychic, both from a philosophical and scientific point of view, with the sole concern of serving the truth and making their contribution, as modest as it is sincere, to the evolution of the world.\"  BNF.\n\n       Issues:Cahiers Du Spiritisme N1 1946 Cahiers Du Spiritisme N2 1947 Cahiers Du Spiritisme N3 1947 Cahiers Du Spiritisme N4 1947 Cahiers Du Spiritisme N5 1947 Cahiers Du Spiritisme N6 1947      <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/cahiers_du_spiritisme\/","_id":752}