{"name":"Calendrier Magique (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/calendrier_magique\/","mytitle":"Calendrier Magique (IAPSOP)","mylang":"de","content":"  Calendrier Magique (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Calendrier Magique<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Calendrier Magique.\r\n 1895  Annual\r\n Paris, France.  Language:  French and Latin.  Publisher: L'Art Nouveau.  Editor: Manuel Orazi and Austin de Croze.\r\n  1\/1, 1895 (for 1896).  34 pp.\n\n This was a beautiful one-time artistic production of two young men fully enmeshed in the world of the occult revival, drugs, sensualism, and symbolist poetry in the mid-1890s in Paris.  The almanac received a notice in F. Jollivet-Castelot's Les Sciences Maudite, and the almanac's \"invocation-conjuration\" of the Sylphes, Ondines, Salamanders, Gnomes was dedicated to Laurent Tailhade, the anti-clerical, opium-addicted, anarchist and poet.  Emanuel (\"Manny\") Joseph Raphael Orazi, 1860-1934) was at the center of the Art Nouveau  world of the period as an illustrator and poster artist and a typeface designer (of among others R.-G. Aubrun's book on Péladan, Baudelaire's Fleurs du mal,  and Pierre de Querlon's book on Remy de Gourmont.  Austin De Croze is less well known, but was a journalist, spiritist and gastronome.  The calendar\/almanac was issued in 777 copies (\"on fine paper\") and intended to be viewed as a double-page spread, with the right side given over to a plate by Orazi and the left to hand-lettered text and grotesquerie.  The almanac was animated with self-conscious, naive blasphemy and satanism, fully intended to shock the bourgeois reader.  Its \"rubric\" pages consciously imitated those in church calendars and missals, and Orazi's plates are regularly filled with plates of nudes with chalices on their stomachs, to evoke the popular image of the Black Mass.  The text is filled with sigils, pentagrams, horoscopes, and invocations in French and Latin, and concordances of cardinal points, elements, Hebrew letters, angels, decans, influences, metals, and propitious and unpropitious times, for each day of a month.  It prints the supreme evocation from Eliphas Levi, which he in turn had cribbed from Peter d'Abano, and other evocations calling on the Great Name from the Grand Grimoire and the Dragon Rouge --  again, cribbed from Lévi.  The text is interwoven with poetry:\n\n \"‘Mon lit est en Pradis!\r\n Me disait-elle.'\r\n Le Paradis c'est bien long à attendre,\r\n Quand on a pour l'ange blond,\r\n Le Coeur tendre.\"\n\n Cornell University; Staatsbibliothek zu Berlin.\n\n     Issues:Calendrier Magique 1895        <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/calendrier_magique\/","_id":753}