{"name":"Out-of-Body & Near Death Experiences | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/category\/out-body-near-death-experiences","mytitle":"Out-of-Body & Near Death Experiences | Psi Encyclopedia","mylang":"de","content":"                    Out-of-Body & Near Death Experiences | Psi Encyclopedia                                Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Out-of-Body &amp; Near Death Experiences                                                                                                                                                          AWARE NDE Study                \n\nAWARE is a large-scale study carried out between 2008 and 2015 in an attempt to draw veridical information from hospital patients who reported having had a near-death experience. The project was...                                        The Boy Who Came Back From Heaven (recanted NDE)                Best-selling American book about the near-death experience of a six year old child, withdrawn ten years later when he said the account was untrue.&nbsp;\n\n&nbsp;                                           Ernesto Bozzano&#039;s &#039;Phénomènes Psychiques au Moment de la Mort&#039; (Psychic Phenomena at the Moment of Death)                \n\nEarly description of deathbed psychic phenomena published in 1923 by a prominent Italian researcher. This article cites some of the experiences that the book contains, and describes Bozzano's ideas.                                           Nigel Buckmaster                \n\nThe benefactor whose bequest&nbsp;financed the creation of the Psi Encyclopedia describes the mystical vision that first engaged his interest in psi research.&nbsp;                                           Deathbed Visions Research                \n\nDescribes research into the phenomenon of deathbed visions&nbsp;by psi investigators Karlis Osis and Erlendur Haraldsson.                                           Distressing Near-Death Experience                \n\nAlthough most reported near-death experiences (NDEs) are pleasant and even rapturous, almost one in five may be disturbing or terrifying.                                           Does Something Leave the Body? (OBE Historical Perspectives)                \n\nDescribes early‘projection’ theories relating to the out-of-body experience, suggesting&nbsp;that consciousness can function outside of the physical body and may be evidence of postmortem survival.                                           Eben Alexander                \n\nRecent&nbsp;near-death experience of&nbsp;an American neurosurgeon that occurred during a serious illness caused by bacterial meningitis.&nbsp;                                           Medieval Near-Death Experiences                \n\nAccounts of visionary episodes are found in European late-medieval literature that bear striking similiarities to modern near-death experiences (NDEs), as well as marked differences.&nbsp;                                           Robert Monroe                \n\nAmerican entrepreneur (1915–1995), adept in out-of-body experiences and founder of The Monroe Institute, which offers training in the use of his Hemi-Sync technology to explore consciousness.&nbsp;                      1  2 next › last »                    \t\t\t                                               \t       Search form        Search                                                            \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/category\/out-body-near-death-experiences","_id":78}