{"name":"The Dawn [San Francisco. - 1872] (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/dawn_sfo_1872\/","mytitle":"The Dawn [San Francisco. - 1872] (IAPSOP)","mylang":"de","content":"  The Dawn [San Francisco. - 1872] (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Dawn (San Francisco - 1872)<\/I>      \n\n    Summary: &nbsp;  From Pat Deveney's database:\n\n Dawn, The.\r\n Free Thought \/Progress! Free Thought \/ Devoted to the Welfare of Humanity \/ Equal labor, Equal comforts for us all \/ Free Love.\r\n 1872--1872  Weekly\r\n San Francisco, CA.  Publisher: Radical Club (San Francisco, Calif.).\r\n  1\/1, March 12th, 1872-1\/7, April 25, 1872.  Seven numbers only.  Four pp., 8 x 10.  Handwritten under a masthead pasted to the sheet, and then copied.  \"Terms: Cash in advance--Advertisements received payable in good deeds & kindly aid.\"\n\n \"The Dawn is Coming!  See the daylight \r\n Streaks with gold the eastern sky.  \r\n See the shadows, slow retreating.  \r\n From the morning’s radiant greeting.  \r\n And the earth is bathed in glory.\r\n Never, never known before.\n\n Yes, 'tis coming.  Equal labor,\r\n Equal comforts for us all.\r\n None shall rest in ease and ennui\r\n While with some the hard earned penny\r\n Doled out by disdainful fingers\r\n Scarce keeps want from out their door--\r\n Yes, 'tis coming.”\n\n This is clearly the product of a believer--and an educated one at that, if \"ennui\"is any indication. The journal carried short articles by John Murray Spear, J.M. Matthews, and by someone called \"the Exile,\"and favorably refers to Victoria C. Woodhull (who was running for president at the time).  The journal may have been read at the meetings of the Radical Club on O’Farrell Street, or used to advertise the club.  San Francisco Public Library.\n\n      Issues:Dawn May 1872         <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/dawn_sfo_1872\/","_id":806}