{"name":"General Psi Topics | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/category\/general-psi-topics","mytitle":"General Psi Topics | Psi Encyclopedia","mylang":"de","content":"                    General Psi Topics | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           General Psi Topics                                                                                                                                                          Altered States of Consciousness and Psi                \n\nAltered states of consciousness that vary from the ordinary waking state, for instance with hypnotism and trance mediumship, have long been associated with paranormal experiences.                                           Animals in Psi Research                \n\nDescribes parapsychological research involving animals, from relatively unsophisticated testing in the 1930s to the well-designed laboratory work of today.                                           Anomalistics                \n\nAnomalistics is the study of anomalies unexplained by science, of the kind noted and described by Charles Fort (Forteana), but with a greater emphasis on scientific evaluation.                                           Anthropology and Psi Research                \n\nAnthropologists have long been fascinated by belief in the supernatural, a near universal aspect of human culture. This chronological survey describes many of those who have addressed the topic.&nbsp;                                           Experimental Psi Research in Asia and Australia                \n\nOverview of the history and relative contributions in the field of psi research by labs and individuals in Australia, Japan, China and India                                           Boggle Threshold                \n\nColloquial term coined by Renée Haynes to refer to the level of tolerance of a discomforting new idea, which is likely to vary from one person to another.                                           The Brain and Psi                \n\nDescribes how electroencephalography (EEG) and brain imaging technology are being used to demonstrate psychic functioning and to understand its neural correlates.                                           Psi Research in Brazil                \n\nTraces the development of interest in paranormal phenomena and parapsychology in Brazil in the past half-century, from the conflicts generated by differing religious perspectives&nbsp;to more recent attempts to carry out serious research in universities.                                           CD Broad                \n\nCambridge philosopher&nbsp;(1887–1971) whose interests encompassed parapsychology, and who&nbsp;theorized on topics such as precognition and post-mortem survival.                                           Psi Research in China                \n\nThis article describes some recent experimental and theoretical work in China, including successful attempts to train ESP abilities in blind children. It has been contributed by Professor Yi-Fang Chang, a physicist at China’s Yumman University.                      1  2 3 4 5 6 next › last »                    \t\t\t                                               \t       Search form        Search                                                            \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/category\/general-psi-topics","_id":81}