{"name":"El Espiritista [Madrid] (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/espiritista_madrid\/","mytitle":"El Espiritista [Madrid] (IAPSOP)","mylang":"de","content":"  El Espiritista [Madrid] (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  El Espiritista (Madrid)<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Espiritista, El.\r\n Revista cientifica de estudios psicologicos.\r\n Amor, Caridad, Ciencia\r\n 1878-1880  Monthly\r\n Madrid and Saragossa, Spain.  Language:  Spanish.  Publisher: Imp. de Viuda e Hijos de Alcantara.  Editor: Antonio Torres-Solanot y Casas, Viscount de Torres-Solanot.\r\n Succeeds: El Criterio->Progresso_Espiritista->El Criterio Espiritista  Succeeded by: El Criterio Espiritista: Revista Mensual de Estudios Psicologicos y de Magnetismo (1880)\r\n Corporate author:  Centro Espiritista Español y del Grupo Marietta\r\n11\/9, 1878-1880.  24-48 pp.  Continues volume numbering of El Criterio Espiritista.\n\n  This was begun by Torres-Solanot y Casas after a schism within the ranks of El Criterio Espiritista and its constituent groups over the issue of phenomena in spiritualism.  Torres-Solanot, whose Grupo Marietta had discovered the \"Medium of the Flowers\" and favored phenomena, and the journal published articles on mediums' fluctuations in weight under the spirits' influence and on the moving of compass needles without physical contact-essays that would have been commonplace in the United States but were unknown in Spain.  The last four issues were published in Saragossa.  Catalogo Hemeroteca, Municipal de Madrid; Biblioteca Nacional de España.\n\n       Espiritista Madrid V1 N9 1878 Sep Espiritista Madrid V1 N10 1878 Oct Espiritista Madrid V1 N11 1878 Nov Espiritista Madrid V1 N12 1878 Dec       <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/espiritista_madrid\/","_id":839}