{"name":"Expression (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/expression\/","mytitle":"Expression (IAPSOP)","mylang":"de","content":"  Expression (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Expression<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Expression.\r\n A Journal of Mind and Thought.\r\n 1897--1916?  Monthly\r\n London, England.  Publisher: W. Isacke, William Clowes and Sons.  Editor: Alma Gilman Gillen; Edward W. Isacke.\r\n 1\/1, 1897-1916(?).  12-16  pp., $1.50\/6s. 6d. a year.\n\n The advertisement for the journal in Immortality, November 1899, says that the journal \"teaches practically the power of thought and its application as a means of securing health, happiness, and prosperity through the recognition of the Divine Nature of Man.\"  Noted in \"List of Advance Thought Publications,\" The New Cycle, March 1900, 159-60, advertised in The Life, January 1902 and 1907, and noted in American Rosae Crucis, 1916.  The journal was devoted to Mrs. Gillen's writings.  She was \"an independent worker\" and is said to have been the one who introduced Ida C. Craddock to Divine Science.  The advertisement in the Free Man, May 1899, says that the journal teaches \"practically the power of thought and its application as a means of securing health, happiness and prosperity through the recognition of the Divine Nature of Man.\"  Affirmations (\"I am Infinite, I fill the universe,\" etc.) played a role in Gillen's optimistic philosophy of unleashing the power of thought.  Contribution by Paul Tyner on physical immortality.  Syracuse University (3\/35, October 1900).\n\n      Issues:Expression V3 N35 Oct 1900       <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/expression\/","_id":849}