{"name":"Feniks (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/feniks","mytitle":"Feniks (IAPSOP)","mylang":"de","content":"  Feniks (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Feniks<\/I>      \n\n    Summary:&nbsp;  From Przemyslaw Sieradzan’s and Karolina Maria Hess' database:\r\n Feniks. Miesiecznik poswięcony zadaniom nowej epoki. \r\n [Phoenix. A Monthly Journal Devoted to the Aims of the New Age]\r\n 1937 Monthly \r\n Warsaw, Poland. Publisher: Komitet Wydawniczy \"Feniksa\". \r\n Editor: Jerzy Znamierowski \r\n Printed in: Zaklady Graficzno–Introligatorskie J. Dziewulski, Warszawa, Senatorska 10. \r\n Editor’s office: Warszawa, ul. Akademicka 5\/747. \r\n Journal not connected directly to any esoteric groups, although promoting themes related  to Theosophy, Agni Yoga teachings, Slavic identity, Esotericism, Mysticism, and similar topics. Editor – Jerzy Znamierowski (1895–1992) – was Theosophist and Anthroposophist.  \r\n A periodical publication devoted to the transformation of collective life and the education of mankind. \r\n  From the Editorial: \r\n \"We are concerned with the human – the whole human and humankind, both in its own cohabitation on the planet, and in its cognitive and religious–philosophical relation to all-being. (…) We desire, as humans – as particular individuals – to propagate the idea of a deeper knowledge of the world, and through that – of intelligent action towards a change for the better – in the way of order and harmony – of the life on Earth. It seems to us that in the endeavor Poland can and should play a not minor role; and this indeed, in a few words, is the CAUSE that we want to serve.\"\n\n From Pat Deveney's database:\n\n Feniks.\r\n Miesiecznik poswiecony zadaniom nowej epoki [Phoenix. A Monthly Journal Devoted to the Aims of the New Age]. 1937  Monthly\r\n Warsaw, Poland.  Language:  Polish.  Editor: Jerzy Znamierowski.\r\n 1\/1, June 1937.  42 pp., 1 zl. an issue.\n\n Karolina Maria Hess:  This was an independent occult journal, unconnected with any esoteric groups, although the editor Znamierowski (1895-1992) was a Theosophist and Anthroposophist.  It described its goals as the transformation of collective life and the education of mankind.  “We are concerned with the human – the whole human and humankind, both in its own cohabitation on the planet, and in its cognitive and ‘religious–philosophical’ relation to all-being. . . .  We desire, as humans – as particular individuals – to propagate the idea of a deeper knowledge of the world, and through that – of intelligent action towards a change for the better – in the way of order and harmony – of the life on Earth. It seems to us that in the endeavor Poland can and should play a not minor role; and this indeed, in a few words, is the CAUSE that we want to serve.”  The journal’s themes related Theosophy, Agni Yoga teachings, Slavic identity, esotericism, Mysticism, and similar topics.\n\n     Issues:Feniks V1 N1 Jun 1937       <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/feniks","_id":855}