{"name":"Greeley -- Truths of Nature (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/greeley\/","mytitle":"Greeley -- Truths of Nature (IAPSOP)","mylang":"de","content":"  Greeley -- Truths of Nature (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Greeley<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Greeley's\r\n Truths of Nature.\r\n A Monthly Journal of Natural Science.\r\n Other titles: Greeley; Wade's Truths of Nature\r\n 1889  Monthly\r\n Boston\/Dorchester (?), MA.  Editor: Joseph M. Wade.\r\n Succeeds: Greeley: A Journal of Natural Science  Succeeded by: Occultism and Theosophy -> Occultism: The Key of Nature\n\n The masthead proclaimed that Wade's enterprise had been begun in December 1888, indicating some previous publication, but the first issues of this magazine were published by Wade under the name Greeley, with new numbering (1\/1, January 1889),  and by July at least the title had become Truths of Nature.  Wade (1832 or 1833-1905), who published a series of general-science (he was an ornithologist) and textile journals before turning to the spiritual, seems to have had a proclivity to changing the name of his journals.  Published gossip on developments in the Theosophical Society, astrological notes, short translations from Eliphas Levi, Noted in \"Occultism and Theosophy.  An Exposition of the Truths of Nature,\" Light, October 18, 1890): 508, which announced the appearance of the journal's successor: Occultism and Theosophy.  Wade was the publisher of Posthumous Memories of Helena Petrovna Blavatsky (1896), received through a Yost typewriter operated by the spirit of HPB.  On Wade, see also the note under Occultism: Key of Nature.\n\n       Issues:Greeley V1 1889       <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/greeley\/","_id":910}