{"name":"Henri Bergson | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/henri-bergson","mytitle":"Henri Bergson | Psi Encyclopedia","mylang":"de","content":"                     Henri Bergson | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           Henri Bergson                                                                                                                                                                                                                          Henri Bergson (1859–1941) was an influential French philosopher who was strongly interested in psi phenomena, from which he developed a&nbsp;‘filter’ theory of consciousness. His books have been frequently reprinted and in 1927 he was awarded the Nobel Prize for Literature.   Contents   \tEmpirical Researches  \tHypnosis&nbsp; \tMemory in Mystical Experience \tMediumship&nbsp;   \tGeneral Stances  \tRelationship with Psi Research&nbsp; \tSurvival Hypothesis   \tSignificance of the ‘Filter’ Theory \tLiterature \tEndnotes     Empirical Researches  Hypnosis&nbsp;\n\nBergson’s first scholarly paper was published in 1886 in a French psychology journal, about his observations with regard to hypnosis. While working as a teacher in Clermont-Ferrand (1883–1888), he took part in hypnosis sessions carried out by a certain Doctor Moutin, some of whose subjects appeared able to read from a book opened by Moutin at a distance of four meters. Bergson speculated that this was an effect of hyperaesthesia: hypnosis heightened the senses to the point that the subject could make out the letters reflected in the hypnotist’s eye. However prodigious it seemed, the feat was physiological rather than mental, involving no paranormal process.1\n\nBergson’s experiences with hypnosis convinced him of its power to enhance perception and memory, sometimes even giving subjects total recall of their past, including incidents they never consciously remembered.&nbsp;\n\nHypnosis research is a major source of Bergson’s ‘filter’ theory of mind-brain, in which the function of the brain is not to create memory and perception, but rather to limit them. Memories are not stored in the brain, he contended, but are non-material and activated only when required for our actions. The same goes for perception. The brain selects and transmits only those thoughts that can lead to movements of the body at a certain time and for a survival purpose. However, the normal relationship between brain and mind in daily psychological functioning can vary and may even be reversed, as happens in dream and hypnotic states. In other words, a person’s perception is necessarily limited, conserving only that which involves bodily functions, and suppressing the rest.2\n\nThe originality of Bergson’s philosophy lies in its development of an empirically-based interactionist dualism, which is at odds with contemporary (physicalist) brain research, but is seen by psychical researchers as a means to accommodate telepathy and other psi phenomena.3  Memory in Mystical Experience\n\nBergson was familiar with articles by Victor Egger, a French psychologist and one of the first to gather anecdotal accounts of what would later be called ‘near-death experiences’.4 Bergson took account of them in the context of dreams and certain trance states,5 regarding them as evidence for his theory of ‘habitual memory’ and ‘pure memory’. Bergson (1896) describes ‘habitude memory’ which is replaying and repeating past action, not strictly recognized as representing the past, but utilizing it for the purpose of present action. This kind of memory is automatic, inscribed within the body, and serves a utilitarian purpose. ‘Pure memory’, on the other hand, registers the past in the form of ‘image-remembrance.’ It is of a contemplative and fundamentally spiritual kind, and it is not internal to the body. Bergson defended an interactionist dualism in which the brain allows the recall of useful memories but did not contain them. This treatment appeared in his Matter and Memory: An Essay on Mind-Body Relationship (1896), a book that strongly influenced contemporary thinking about mind and brain, and that led to his election to the Collège de France.\n\nBergson reiterated the importance of this relationship in several papers and in a 1913 speech as president of the Society for Psychical Research (SPR). For Bergson, the panoramic vision experienced by people in life threatening situations indicates a separation of mental processes that in the normal state of consciousness are fully integrated. Where the balance between the sensory processing and motor functions of the nervous system is disturbed, he suggested, the normal inhibition of memory is disrupted and spontaneous recollections are released.6\n\nAgainst the current tendency to associate NDEs mainly with clinical death,7 Bergson’s model integrates the phenomenon in an extended psychological framework. For him, the experience does not necessarily imply either a dying body or the survival of a part of the mind independent of the body, although he addressed these aspects in his 1913 conference and in other texts.8\n\nAnalysing several examples, Bergson concluded that the panoramic vision of past events would take place when for whatever reason the brain’s habitual attention for life was suspended, a ‘relaxation’ that resulted in a sudden ‘disinterest in life’ in the face of the threat of sudden death.9 This loosening compromised the workings of a (metaphorical) filter of perceptual and cognitive activity.  Mediumship&nbsp;\n\nBergson was a prominent member of the Institut Général Psychologique (IGP), a French scientific society founded in 1900 to study psychology and perform psychical research.10 One three-year project involved research of the Italian physical medium Eusapia Palladino, which he led in its first year. Bergson attended relatively few sittings with Palladino,11 but sufficient to observe a dramatic range of telekinetic phenomena: levitations, table-rapping, furniture-moving, flying objects and flashing lights. Like most of his fellow researchers he remained uncertain, 12 convinced that Palladino used trickery to perform such feats, but equally that some of them defied rational explanation. He reaffirmed this stance in an interview (and Bergson rarely granted interviews) in 1910,13 stating that if he were forced to make bet about telepathy and mediumistic phenomena, he would unhesitatingly bet in favour of their being genuine.\n\nBergson generally remained discreet about his researches on mediumship and never explained explicitly how they influenced his philosophy. An exception is an endorsement he gave in 1936 of private researches in mediumship and telepathy by Jean Labadié, which had however been criticized by sceptics for having been carried out in isolation, and for favouring the survival hypothesis.14  General Stances  Relationship with Psi Research&nbsp;\n\nCharles Richet dedicated his book Our Sixth Sense to his ‘illustrious friend Henri Bergson, the deepest thinker of modern times’.15 Bergson, by contrast, never reciprocated: a single mention of Richet referred to his work in neurophysiology.16 It seems that he remained discreet to preserve his reputation. The only exception was when he allowed himself to be elected president of the London based SPR in 1913. The same year, he joined Richet and other psychical researchers in an exclusive discussion group, the so-called ‘club of thirteen’ which met on the thirteenth of each month in Richet’s house, although little is known about its activities.\n\nIn his lecture for the SPR presidential address, entitled ‘Phantasms of the Living and Psychical Research’, Bergson blamed the resistance against psychical research on the hidden metaphysics in science:17 because scientists are generally unaware of the metaphysical assumptions they unconsciously hold, they aren’t able to adapt to anomalous observations and experiences.\n\nHe also made certain epistemological and methodological suggestions. According to his view, psychical research is primarily about historical data. It is impossible to experiment with history, since we can only document and interpret it. Evidence in this context has therefore more in common with juridical and historical certainty than with mathematical certainty. Against the view developed by a later generation of psychical researchers, he felt that evidence offered by individual cases held more value than experiences evaluated by means of statistical methods.\n\nYet Bergson demonstrated metaphysical resistance of his own. For instance, he rejected evidence of precognition because it conflicted with his theory of duration.18\n\nBergson also had a family connection with occultism19 through his sister Moina, who married the founder of the Golden Dawn society MacGregor Mathers, and was instrumental in encouraging a revival of the Isis cult in Paris between 1899 and 1903. After the death of her husband, she posthumously published his book The Kabbalah Unveiled. Little is known about the relationship between Bergson and his sister.  Survival Hypothesis\n\nBergson approached the mind-brain problem by stating that ‘all the brain was in the mind but not all the mind was in the brain’.20 This view of the mind’s independence of the body led him to propose the probability of continued personal existence after death. He remained discreet about his personal convictions. However, it is known that he tried and failed on one occasion to contact the spirit of his late friend and colleague William James.21 (See Gabriel Marcel.)\n\nAs James had done before him, Bergson considered the survivalist hypothesis in the context of research on telepathy and mediumship, whose early findings support the idea that spiritual reality transcends material reality. If memories survive in a ‘psychic reservoir’, he reasoned, they might persist there following the death of the body. In that case, they might in certain circumstances re-manifest in the mind of a living person. According to science journalist René Sudre, who shared this hypothesis:  \n\nSince experience shows no difference in the metagnomic [ESP] function when the person is alive and the person is dead, it is because the memory of that person survives ... We are very far from the spiritist hypothesis … To revive a life that is still very incomplete, but which contradicts ours, the subject must lend them some of its body and perhaps of its spirit … By showing, as we have done, that metapsychics proves at most the survival of a memory, as a terrestrial duplicate but without possible activity apart from an incarnated spirit that revives it, we destroy Myers’ fundamental hypothesis.\"22\n\nIn sum, Bergson’s idea of a conscience qui déborde l’organisme (consciousness overflowing the organism) made the idea of life after death appear both natural and probable. However, his nuanced view cannot be equated with the classic spiritist hypothesis.  Significance of the ‘Filter’ Theory\n\nBergson’s dualistic model has been interpreted as a hidden theory of psychical phenomena.23 A clear evidence of that is his focus on psychical research in the conclusion of his final book, The Two Sources of Morality and Religion. He wrote that the contemporary human, driven by irresistible forces to satisfy his carnal desires, should take mysticism and psychical research far more seriously.24 His final sentence is remarkable and should be interpreted within a psychical research framework: l’univers est une machine à faire des dieux (‘the universe is a machine for the making of gods’), meaning that so-called miracles or paranormal phenomena are conceivable within a naturalistic framework. The resistance of fixed matter (and filter processes) can be infringed by the creativity of the mind, as demonstrated by telekinetic phenomena.\n\nHis filter theory is also relevant to non-ordinary modes of consciousness. When the attention for life weakens, we could be overwhelmed by extended memories and perceptions. Bergson wrote:  \n\nOur bodies are external to one another in space; and our minds, in so far as they are attached to those bodies, are separated by intervals. But if the mind is attached to the body only by a part of itself, we may conjecture that for the other part of the mind there is a reciprocal encroachment.25\n\nThis could imply that overlaps might occur between the experiences of different persons, as in telepathic experiences. Bergson suggests that telepathy could operate everywhere and at every moment, but at too slight a level to be noticed. The physical organism works to prevent such connections. But if the ‘resisting functioning’ of the brain is compromised, the door that it keeps closed would open halfway, allowing something of the ‘beyond’ to penetrate. This filter misfunction can then lead to sudden spontaneous experiences such as artistic inspiration, telepathic interaction and near-death visions, while people in an ordinary state of conscious have to make a conscious effort to expand their intellect through intuition.\n\nBergson’s filter model was later expanded upon by the essayist and novelist Aldous Huxley in the context of psychedelic drug visions, and later by some theoreticians of psi phenomena.26 Interestingly, most specialists in Bergson’s thought seem unaware of the growing resonance of this theory in the present day.\n\nRenaud Evrard  Literature\n\nBergson, H. (1886). De la simulation inconsciente dans l’hypnotisme. Revue philosophique de la France et de l’étranger&nbsp;22, 525-31.\n\nBergson, H. (1913). Presidential address. Proceedings of the Society for Psychical Research 27, 157-75.\n\nBergson, H. (1919). L’énergie spirituelle. Paris: Alcan.\n\nBergson, H. (1932). Les deux sources de la morale et de la religion. Paris: Alcan.\n\nBergson, H. (1959). Matière et mémoire: Essai sur la relation du corps à l’esprit [1896]. Paris: Alcan.\n\nBoll, M. (1944). L’Occultisme devant la Science. Paris: PUF.\n\nBrower, M.B. (2010). Unruly Spirits: The Science of Psychic Phenomena in Modern France. Urbana: University of Illinois Press.\n\nCourtier, J. (1908). Rapport sur les séances d’Eusapia Palladino&nbsp;à l’Institut général psychologique en 1905, 1906, 1907 et 1908. Mayenne: Impr. de C.&nbsp;Colinnovembre.\n\nEgger, V. (1896). Le moi des mourants [The self of the dying]. Revue philosophique de la France et de l’étranger&nbsp;21, 26-38.\n\nFrench, C. (2009). Near-Death Experiences and the Brain. In&nbsp;Psychological Scientific Perspectives on Out of Body and Near Death Experiences, ed. by C.D. Murray, 187-203. New York: Nova Science Publishers.\n\nGrogin, R.C. (1988). The Bergsonian Controversy in France 1900-1914. Calgary: University of Calgary Press.\n\nHuxley, A. (1954). The Doors of Perception. London: Chatto &amp; Windus.\n\nKastrup, B. (2012). A paradigm-breaking hypothesis for solving the mind-body problem. Paranthropology 3(3), 4-12.\n\nKelly, E.F., Crabtree, A., &amp; Marshall, P. (2015, eds.). Beyond Physicalism. Toward Reconciliation of Science and Spirituality. New York: Rowman &amp; Littlefield.\n\nLabadié, J. (1939). Aux frontières de l’au-delà, Choses vécues. Paris: Grasset.\n\nLarcher, H. (1997). A propos de métapsychique et de parapsychologie: Entretien avec le Dr Hubert Larcher, par Bertrand Méheust. Synapse&nbsp;n°141.\n\nMéheust&nbsp;(2005). 100 mots pour comprendre la voyance. Paris: Les Empêcheurs de penser en rond.\n\nMéheust, B. (2010). Hyperesthésie des somnambules. À propos d’un article de Bergson. Hypnoses et thérapies brèves, Hors-série n°&nbsp;4.\n\nMeunier, G. (1910). &nbsp;Ce qu’ils pensent du «&nbsp;Merveilleux&nbsp;» [What they are thinking of the ‘Marvelous’]. Paris: Albin Michel.\n\nPoulet, G., Cirino, M., &amp; Hemminger, W.J. (2011). Bergson: The theme of the panoramic vision of the dying and juxtaposition. PMLA&nbsp;126\/2, 483-99.\n\nRichet, C. (1928). Notre sixième sens. Paris: Montaigne.\n\nRousseau, D. (2011). Near-death experiences and the mind-body relationship: A systems-theoretical perspective. Journal of Near-Death Studies&nbsp;29\/3, 399-435.\n\nSmythies, J.R. (2011). Ketamine, Bergson and NDEs. Journal of the Society for Psychical Research&nbsp;75, 148-50.\n\nSudre, R. (1926). Introduction à la métapsychique humaine. Paris: Payot.\n\nVan Dongen, H. (2012). A machine for the making of gods: On the meaning of ‘filters’ in Henri Bergson. In Wild Beasts of the Philosophical Desert: Philosophers on Telepathy and Other Exceptional Experiences, ed. by&nbsp;H. van Dongen, R. Gerding &amp; R. Sneller, 92-109. Newcastle: Cambridge Scholars Publishing.\n\n&nbsp;   Endnotes 1. Méheust (2010). 2. Bergson (1959), 38. 3. Smythies (2011); Kastrup (2012). 4. E.g., Egger (1896). 5. Poulet, Cirino, &amp; Hemminger (2011). 6. Bergson (1859), 171-72. 7. But see French (2009). 8. Bergson (1919). 9. Bergson (1913), 170. 10. Brower (2010). 11. Six sittings, according to Grogin (1988). 12. Courtier (1908). 13. Meunier (1910); Méheust (2005). 14. Boll (1944). 15. Richet (1928). 16. Larcher (1997). 17. Bergson (1913). 18. Méheust (2005). 19. Van Dongen (2012), 96. 20. Van Dongen (2012). 21. Van Dongen (2012). 22. Sudre (1926), 393, 413. 23. Méheust (2005). 24. Bergson (1932). 25. Bergson (1919). 26. Huxley (1954); Smythies (2011); Kelly, Crabtree, &amp; Marshall (2015).           \t\t\t  \t\t\t     \t\t\tThis page was last updated on: May 23, 2023   \t\t\t \t\t\t                                               \t       Search form        Search                   Article Information           \tAuthor: Renaud Evrard Word count: 2,400 Created: 16th October 2017 Last updated: 23rd May 2023 May be cited as:Evrard, R. (2017). &lsquo;Henri Bergson&rsquo;. Psi Encyclopedia. London: The Society for Psychical Research. &lt;https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/henri-bergson&gt;. Retrieved 10 January 2024. Short URL:www.tinyurl.com\/y5lp37yj                   \t                                                                              \n\n                      \t                                                                                                                                      \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/articles\/henri-bergson","_id":92}