{"name":"Haute Science (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/haute_science\/","mytitle":"Haute Science (IAPSOP)","mylang":"de","content":"  Haute Science (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Haute Science<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n  Haute Science, La.\r\n Revue Documentaire de la Tradition Esoterique et du Symbolisme Religieux\r\n Non hic piscis omnium\r\n 1893—1894  Monthly\r\n Paris, France.  Language:  French.  Publisher: Librairie de l'Art Independant.  Succeeded by: Bibliotheque de la Haute Science\r\n 1\/1, January 1893-2\/12, December 1894.  15 francs a year, 64 pp.\n\n The journal's purpose was to present to a French-speakiing audience translations of the \"classics\" of the esoteric tradition, like the Zohar, the Upanishads, Porphytry's De Antro Nympharum, etc., but intermingled with these articles on \"neo-spiritualism,\" telepathy, Chaldean magic, the symbolism of colors, and the like by A. Laurent Rene Basset, Louis Menard, Jules Bois, \"S.U. Zanne\" (Auguste Van Dekerckhove), J.K. Huysmans, \"Matgioi\" (A. de Pourvourville), H. Baraduc, and other contemporaries.  The journal, as its motto indicated, was highbrow and not intended as popular.  In its final issue, the journal announced that it would  be continued as a series, Bibliotheque de la Haute Science, which continued the publication of fundamental texts.  On the publisher, Librairie de l’Art Indépendant, the creation of Edmond Bailly, see the note under Le Coeur.  University of California; BNF; Hamburg SUB.        Issues:Haute Science V1 1893 Haute Science V2 1894      <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/haute_science\/","_id":921}