{"name":"Heat and Light for the Nineteenth Century (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/heat_and_light_for_the_nineteenth_century\/","mytitle":"Heat and Light for the Nineteenth Century (IAPSOP)","mylang":"de","content":"  Heat and Light for the Nineteenth Century (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Heat and Light for the Nineteenth Century<\/I>      \n\n       Summary:  From Pat Deveney's database:\n\n Heat and Light for the Nineteenth Century.\r\n Embracing the Trine of Theology, Philosophy, and Science: Designed to Show the Perfect Marriage of All Good and All Truth and to Aid in the Establishment of the New Heaven and the New Earth.\r\n 1851\r\n Boston, MA.  Publisher: Otis Clapp.  Editor: Conducted by an Association of Gentlemen.\r\n 1\/1, September 1851.  36 pp.\n\n This journal was properly Swedenborgian, devoted to the ideas of the New Jerusalem Church, but carried an extensive critical \"Review of Davis's Revelation\" by W.M. Fernald, one of Andrew Jackson Davis's old collaborators in the Univercoelum.  Fernald walked a fine line, exonerating Davis from charges that his work was \"little better than a tissue of absurdities, a most stupid blunder, not even worthy of the reputed cunning of its infernal origin,\" but still carefully pointing out the shortcomings of Davis's \"materialistic pantheism\" and \"material spiritualism\" when compared with the sublime spiritual visions of Swedenborg: Davis was a visionary but his visions were restrained by his own personal limitations and served only as a bridge to the New Church.\n\n \"But what we have to say now, is not concerning the degree of Mr. Davis's clairvoyance: we grant that he had it to an unusual, yea, unprecedented degree, even to clear sight, at times, of the immortal world; and we make no doubt, too, that at times, his vision was greatly obscured and perverted by various causes. But we have reference now to what clairvoyance is, in itself, in its highest degree. And to state the whole matter in brief, it is simply the sight of the spiritual eyes. To come to the matter directly and most plainly, kill any man, and he is then an independent clairvoyant !  He can then see into the spiritual world, and into the spiritual of this world.  He has gained this advantage just by being rid of his body.  But observe, it makes a great difference who is killed.  Perform this operation upon Dr. Franklin or Sir Isaac Newton, (supposing them alive,) or upon Humboldt, or the Pope of Rome; and the revelations we should get from such would be very different from what we should get from a schoolboy, or a child, or an ordinary man of the world.\"\n\n The journal was the work of Otis Clapp (1820-1886), a Boston homeopathic pharmacist and Swedenborgian.  The New Church Repository and Monthly Review (October 1851): 436, says that it was a pamphlet which was to be issued periodically \"if due encouragement warrants,\" and was \"to embrace the 'trine of theology, philosophy, and science; designed to show the perfect marriage of all good and all truth, and to aid in the establishment of the New Heaven and the New Earth.\"  Only one issues seems to have been published.  American Antiquarian Society.     Issues:Heat and Light for the Nineteenth Century V1 N1 Sep 1851    \r\n    <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/heat_and_light_for_the_nineteenth_century\/","_id":923}