{"name":"ESP | Psi Encyclopedia","type":"link","mylink":"https:\/\/psi-encyclopedia.spr.ac.uk\/category\/esp","mytitle":"ESP | Psi Encyclopedia","mylang":"de","content":"                    ESP | Psi Encyclopedia                                  Skip to main content                                                        \t                  \n\nFollow&nbsp;                                     Toggle navigation                                                                                       Home About Contents A-Z Categories New To Psi Research? Nigel Buckmaster Contributors                                                                                                                           ESP                                                                                                                                                          Animals in Psi Research                \n\nDescribes parapsychological research involving animals, from relatively unsophisticated testing in the 1930s to the well-designed laboratory work of today.                                           Experimental Psi Research in Asia and Australia                \n\nOverview of the history and relative contributions in the field of psi research by labs and individuals in Australia, Japan, China and India                                           Cleve Backster                \n\nCleve Backster (1924–2013),&nbsp;a polygraph expert, carried out experiments which he claimed showed a degree of conscious awareness in plants.&nbsp;                                           Blackmore-Sargent Controversy – A Reconsideration                \n\nA new analysis&nbsp;of accusations of cheating made by Susan Blackmore against Carl Sargent, a fellow psi experimenter active in the 1970s, finds breaches of protocol but no&nbsp;deliberate fraud.                                           CD Broad                \n\nCambridge philosopher&nbsp;(1887–1971) whose interests encompassed parapsychology, and who&nbsp;theorized on topics such as precognition and post-mortem survival.                                           Psi Research in China                \n\nThis article describes some recent experimental and theoretical work in China, including successful attempts to train ESP abilities in blind children. It has been contributed by Professor Yi-Fang Chang, a physicist at China’s Yumman University.                                           Creative Subjects in Ganzfeld                \n\nSeries of successful ESP experiments with&nbsp;dance, drama and music students of New York’s Juilliard School, who scored at twice the rate of subjects drawn from the general population.&nbsp;                                           Creery Telepathy Experiments                \n\nSuccessful early experiments in telepathy (1882-1888)&nbsp;carried out by SPR researchers with a family of five girls in the north of England, which were eventually somewhat discredited by revelations of cheating.&nbsp;&nbsp;                                           Delgado-Romero and Howard Telepathy Experiments                \n\nAmerican psychologists Edward Delgado-Romero and George Howard carried out controversial ganzfeld telepathy experiments in 2005, with a view to correcting ‘flawed’ parapsychological findings.                                           Dermo-Optical Perception                \n\nDescribes scientific research into the phenomenon of ‘seeing’ colours by touch alone.                      1  2 3 4 5 6 next › last »                    \t\t\t                                               \t       Search form        Search                                                            \t                                                                                            ESP                                        Psychokinesis                                        Psi Healing                                        Possession &amp; Past Lives                                                                          Mediums &amp; Psychics                                        Hauntings &amp; Apparitions                                        Poltergeists                                        Out-of-Body &amp; Near Death Experiences                                                                          Scientists &amp; Researchers                                        General Psi Topics                                        Other Phenomena                                        Organizations &amp; Publications                                                                               \t \tAbout \tContact \tCopyright \tLogin                    \n\nVisit the Society for Psychical Research                \n\n[1] https:\/\/psi-encyclopedia.spr.ac.uk\/category\/esp","_id":93}