{"name":"The Miraculous Conformist","type":"link","mylink":"http:\/\/www.iapsop.com\/ssoc\/1666__stubbe___the_miraculous_conformist____partial.pdf","mytitle":"The Miraculous Conformist","mylang":"de","content":"\f\fTobutveryworthy a\nFriend\nD r T H O M A S W I L L I S,\n■* \\ ; Do&or in Phyfique ^-anil Prbfeflor of\n; naturalPhylofophyinOxborp* .\n?ir.\nD oubt not-but tit of theper­\nformances o'fM iQ REA t e r f c W\nmay haveraifidinyou\n(o be-better, informed the rea­\nlity thereof. 1 havegiven IsArBo)\ncount thereofin a Letter^ mf?ich1fend notytoyoft,\nthatyou may not be.ignorant of\nimproper to Qedicaf.ethat to one #\nanother; but whether it k\nor too laajytp Write m\na\nr\nt\n: or that;l\njriendjhipe \"frithUjfe-.of,\nthen ufualt- l hampefplv.edupontlmcourfexand\nfaniMnfdentdtbatef lam\nAtgoodtief?\n\fgoodnefi enough to pajfe it by: fuppofutons\n1go upon dependfomuch upon the of\nFermentation, that I could not hut think ofyou\nwhen 1 writ it :• and Toboisamorecompetentj\nof the SubjeEl here debatthe beft of\nPhilofophers, and Phyficians ? Itmayfeeme\nequitable that l tell you \"\nGentleman\nthe Miraculous Conformift: many re*\nports have and do runne ofhbut be isreclaim\nmedfrom all that is fanatique; and thisgift of\nHealing was beflowed onhim, ftnce the G\n^eH\nau*\nrationofbis Sacred Majefiy9 and the reftitution\nof the Dottrine and \"Difcipline of the Englifh\nChurch: Cod dealing with him,as the Shcp*\nheard in the Parable, who expreflcd more\nkindneffe to theloft fheep, being founds then\nto the ninety-nine that had not ftrayed. 1\nhave admiredmuchinhim, that \"Difeafescarrying\nfo great arefemblance in their as to be\nthought the famt9\nand to refide in thefame ,\nareBrookedout- divers wayes ! That be fhould\nhe able to t\ne\nl\nl\n, that upon bis firfl ftrookingthe\nTatientJhouldbev>orfet and cared by a fecund\n■ ashedidintheLamtnefto\/MrThomas Porter,\nm\ny\n\ffny Very \"W\northyandgood Friend He told hi\nhe could not fet his Ltgge anew 5 hut that be\n\"W\nouldCure bis p\na\nin\ne\nth\ne\nr\ne\nin• jet Atfirft it wo\nJeem \"W\norfethen before bis couch *\n. proved\nt\nr\nu\ne\nj andyeHerdayl \"W\nasWith\nfhire, and found him able to walk three miles\nwithout p\na\ni\nn\n. Youfee howherebis couch -\nned a part,that wisincurably\nb\nr\no\nk\ne\nn\n, and iU fet:Jo that the painfulrieffe fee*\nmed inf'parable from the misfortune occasioning\nit, 1 fubmitall my explication'of the accident\nto you:\nif you readit over you do more\nthenever I badthe patience to do: l many\nimperfections Willoccurre in it, fome\nwere Voluntaryknowing that the Learningofthe\nPerfon Iwrit to,needed not to be trouble\npetty lUuftrattorniSome deft8 shappened\nthorough badeand i\nn\na\nd\nv\n•\nwritten with one impetus ofthoughts and\njuft as I camefrom Ragly. It is nothing\nfome have allready approved the if\nMr Boyle, andyou d\ni\nf\nf\ne\nn\nt\n.\nIhave onelytime\ntellyou,tbatx withoutthe novfe ofmuch talk\nfrequent\n\fj C f j f t S E & i ' ' <*v * > • ■* ir & m £ y *\n■ € $ V ' '-\n■ - f s E K B i\n\fluce the beft andmoft agreeable retribution\nI can make you for the honour you dome\nin your remembrances, and all your other\nfignall favours, is but to gratify your curio-\niity with any remarkable intelligence that may ad­\nvance either Phyfick, or Phylofopby; I fliall endea­\nvour to be as generous in my acknowledgments to\nyou, as you have alwayes been in obliging me. Since\nmy laft unto you, my Lord Conway did me the ho­\nnour particularly to invite me to his Houle and ac­\nquaintance, giveing me withall a fair opportunity of\nconverfing with Mr Greaterickand beh\nrall of thofe performances, the report whereof as it\ngives juft caufes of aftonilhmenc toyoa chacaremore\nremote, fo the effects fill with admiration, the moft\nlearned or fufpidous beholders. In truth they are\nfuch , that he is not at all obliged;to ,the ignorant\nfor the efteetn he hath acquired, nor it poflibJe\nfor the n&fl tender or iuperftitious and cenforious\nZealots todeftroy his repute. He isa man ofagrace-\nfall perfonage and piefence , and if my phancaly\nbetrayed not my judgment, I vbfetvedin bis Eyes\nand\nS J Jt,\n\fand meene a vivacitie and fpritelinefle that isnothing\ncommon. As farre as I coaid infortnemy Celfebya\nlong andprivate difconrfe, he is a man of a very good\nlife, oftender and charitable Principles, as extendve as\nthe efte&s ofhis goodneile are. He profefleth Con*\nformity onto the Dodrine and Difcipiine of the\nChurchof EngUnd, yet without that cenforioufnefle\nwhereby Come fignalife themfelves %his thoughts con­\ncerning himfelfare medeftand humble, and be prefames\n(ovreUoiothers,that even infome colourtbitcircum-\nfiances,he regulates his apprehenfions by the revet,\nledmercies ofGod,and n\not thefeverstyofmen. In fine,\nwithout prejudice to t\nh\ni\nsc\n\/f# belt faid, he feemed\nme by.his faith, and by his , to includein\nbis feule fome graines of the Golden*-4ge, and to bea\nreliqtseof thofe times when Piety, and were\nfincere, I ammore full in this charafter of him, be-\ncanfe fome will be very inquifitive herein.- though\notherwife the geftef healing be a gratiagratis data,\nnot gratum f\na\ns\nt\ne\nn\ns\n5 and fuch as may be conferred\noh Judas, (going to S\na\nm\na\nr\ni\na)\nand others, who at the\nday ofjudgment (hall fay, , have roe not profhe.\nfyedinthyName ?\nand in thy Name have cafiout\nvels-i and in thy Name dene many wonderfull w\norks.\nI enquired of him, howhecame by this miraculousgift\nofhealing And he replyed, tbat it was th\nGodin h\ni\nm\n* which be anderftood at firft by afirongand\nfomrfuU imputfe in him to effay it; and ta»s motion\nwas lo prevalent upon him, tbatit incefTently ronne\ninhisminde, nor could any bufinefle, howftriomot\nreligious foever, divert him from thofe cogitations:\ninfomUch\ndn accountof Mr Greatar i ck*\n\finfomuch that even hislife Teemed t\ndhorough'the violenceof the f u p p o f e d H e\nimparted1this trouble to h i\nwho condem\nthofe re[verses, and defired him to abandon them: in\nthisperplexity, he heard\/r<^»r\/rt\/\/a voyce within him\n(audible to n o n e e l fa)encouraging tothe tryall :\nqjfterwardstq correct his. unbelief, the voiceaforeCaid\nadded this Signe, that his right Hand jhokldbe dead,\nand thntthefreaking of his left jhould recover\nitagain: theevents whereof were fully verified to him\nthree Nights together by a fucceflive anfirnaity and\nCure of bis Arme.:;.Hereupon he fet^himfelf to ’the\ncharitable improvement of tb^t-talen't w hichG ^fi^\ngiven him} cureing. at fii ft onely.\nbreafitf and 'the Kings-evil: u\nftejr which*, by the\ngeftion of his accnfet\/ted^impnlfe^Mt a\nttempted th\nC areofother,Difeafes, according asl he found himfelf\nprompted thereunto from mtbinV, He was, and isftill\naGranger to zMPhyftque and Chirurgerj t In the Cure\nolfomt Tntfmrs^be o\nf\ne\nx\nh\ni\nn\nf\ni\nf\ni\np\nn\n^\nthough thatprocefle\nbe but lately taken up, after thau be ©Sfervedthatthe\npower; of his touchd\nid pot difeufleall, but\ntnours. The fame of his performances fpreadall over\nIrelandand England^ and multitudes went.from Sri-\nfipllnniLohitn^ .riereupoa; the Right Honaurabtefthe\nLordConwayemployes - Deaneenquire int\ntruth of thefe Accidental.and finding matteroffait to\niuftify xbtrelations f\nrom e\ns\nt\nf\ni\nt\nj\nU\nv\ne\nr\ni\nt\ny^ he\nhim to come out oi I\nr\ne\nl\na\nn\nd(\n,. tq trye .if,heanightgive\ncafe;,.^ppthat Oftyjlcnt -pfifiisr* the painsof\nwhpfeheadi as great andjas' unparaHeid<\nasithey. are,\nB have\nand hit M\niraculous Cures.\n\finfomuch that even his lift Teemed him\nthotough'tfce violence of the.fuppofed He\nimparted ;tbi$ troebiero h isH ifi, who condemned\nthofe re(vents, and defircdhimtoabandon them: in\nthisperplexity, he heati.frequently avoyce within him\nf a l l i b l e , t o .noneelft.)- encouraging to the tryals: and\nafterwards to correct: his unbelief, the voice aforeCaid\nadded this Signe^ that bis right Hand jhou\/d be dead,\nandthatthefirtaking. c\nfh\nis left fhauid recover\nitagain: the events whereofwere fully verified to him\nthree Nights together by a fucceflive infirmity and\nCure of his Arme.;j,Hereupon he fet himfelf to the\ncharitalle improvement of that which\ngiven him cureing at firft onely Cancers in Womens\nhreafs,and Kfrgsritvjk aftey which-, by the fug-\ngeftion of his Accufomtd impulfei,.he Jatcempted the\nCure ofotherDifeafes-, according as he found himfelf\nprompted thereunto fromwithin. He was, and isftill\na ftranger to all Phjftque and Chirurgerj: In the Core\nof feme Tumours, he ufeth incifton, though that procefle\nbe but lately taken up, after that be oiferved thatthe\npower, of his touchdid not dsfeaffeall,-but rifenfomt hu­\nmours. The fame of his performances fpread all over\nIrelandm i England, and multitudes wentfrom Sri-\nfoil u\nnto him. ..Hereupon the Right Honourablethe\nLordC\nonw\nayemployes Deane enquireinto the\ntruthtof theife Accidents, and finding matter offaff to\niuftify the relations from oneejStveverity, he procures\nhim to come out of I\nr\ne\nl\na\nn\nd,\nto trye.if.heanight give\nany eafe tofthay of his, the. painsof\nwhofe b\ne\na\nd\n,a\ns great and as unparalleld as they are,\nB have\n*, and bitMiraculous Curcsi\n\fhave not made her more known or admired at home\nandabroad, then have her other endowments. Al­\nthough his bandproved not fo fortunate to that Ho­\nnourable Lady , as was wiflied Chenot beingableto\nalleviate o\nr removethat bw\nhich hadeluded the\ngreateftskill,and moft etfe&ual remedies,that\nor France y\nielded,) yet did, he during his day at\natchieve thofe things whichcadfed him to befollowed\nandadmiredby many thoufands, who if they ctn (ay\nhe (\no\nm\ne\nt\ni\nm\ne\ns\nf\nt\ni\nl\ne\nd\n,yet ought not reprefent him as an\nlm\np\nt\n(\nle\nr\n.I .do not relateunto you the of\ntendedMonks and Ftjtrs concerning things done in\nMonafleries a\nndprivateceUt% An infinite number of\nthe Nobility,Gentry*, and -Clergyof FW\narwick-{hireand\nWorteflir-jbire, perfons too underftandfng to be de-\noeived,andt\nooHonourableand Worthy\navow, that they have feen himpttbtickiycurethe lame,\nthe blind, the deaf, the perhaps no* unjuftly fuppofed\n&amoristks,andLepers: befides the Afthmos,Falling-\nftcleneffe,Costv»lfson.fits, Fits of theMother, 'did\nand pains, i I know you expeft not froth methe -\nretives of what ethershave feen aid told me: I Ihafl\ntherefore confine my Difcourfe to my ow\nn ob(crea­\ntions. Although I hadnot the opportunityoffeeing\nhimtill I came to my Loryet I foundcon•\nveniency to vifit many that had beentoothedby him*\nfome I obferved to have received no help by htih at\nall %fome I obferved to havefound a momentany be­\nnefit fromhistouch: andfeme as yetcoflt&iuefo Wll^\nthatl think I may fey they are'Cared- This\nof(acceffeamufedme fomething: yet IrdcoUeftedftith\nmy\n4 IdrtaccountofM\n.zG&&KTAkiCK}\n\fmy (elf, how there were fome as well as De~\nW\/j,which even the s-JpoftUsxonldaotcaft out t and\nI could not perfwade my felfthat Trophimus was the\nonclyman. or (JMiletumthe enely place,where Paul left\nany fick.I considered this man to be no and\ntherefore thought it injurious toexpeft that from\nwho propagates no newGofpeH, which was not to be\nfound in thofe extraordinary Envoyes of Heaven. I\nfaw noincongruityin admitting, that God,who diftribu*\nteth various gifts amongft the Sonnes of Men, might\niffiic out the famegift to feverall petfons in a different\nmeafare or proportion. There are differences of ad-\ntniniffrations,hut the fame L\no\nr:there are diverfitiet\nofoperations, hut it is the fameGod, which worketh\ntnall,iCor:t2.y.4,5. Befides, I thought that how\npowerfull foever thegift werein Mr Greatarick, yet the\nfinnesofthepatient might fometitne6\/r»\/7r4fethe efteft\nof hishands, as well as the prayers of the mod preva­\nlent Saints, Mofes, Noah, or Daniel. I was apt to\nbelieve, that at Corinth, there wanted not the of\nheating, nor an e\nf\nf\nt'\nftuallanointing wtth'Oyle^Jmaes Jt\n>4 ) yet did the t\nn\ni\nf\nd\ne\nm\ne\na\nn\no\nr\nso\nf (otne draw uppnfe-*\nveral there irrecoverableSicknefjeand 1.\nv.30. However, I didnot underfbnd that God parted\nfoaway with hisgifts, as not to referve a paramount\ncommand over them ftill-, and 1 though the might as\nwell glorifyhimfeif in the con\nas in cauung- fome to be borne(0, without regard to\ntheir particular finne, or that of their Parents. ■ Thefe\niaylours in our Thaumaturgus,ought rather to make\nmenlook upon,and take notice of the\nB 2 God,\nandbisMiraculous Cufes. $\n\fGod,then ccnfarc the deficien\nFrom thefe reflexions I polled cp,.to the confidera,\ncion o f the reali and undeniaperformances p\nhand, I faw him put his Finger into the Eares ofa\nman who was very thick of Hearing and jimmedially\nhe heard tpe' wbeq;:I. aske^j jliffl mfrfy\nqueflions. I faw iaqother ayhQixv.he had touched three\nWeeksagoefora DeafnefTe in one Eare, whom I ha&\nknown to be fo manyyears: I (lopped the other Eare\nvery dof^ and I found him to hear very well, as we\nfpoke in a tone, no way:\/ayfed beyond our ordinary\nconverfation.. I faw bimlaunce Wenne that covered\nthe Eye an ojdman 5. there iiTued out abundance of\nmatter mfmelljandconfiftence, and colour,refembling\na rotten-Eggej Sjfter which, he crufhedouttheleffedi-\ngefted matterwhich refembled the Braines of any\nCreature: which being done, he ftroked the place\ngently, and the flux of blood, and pain Cwhich was\ngreat by reafon,ofhi$ crufliing it hard) prefently cea-\nfed.) I faw yefterday,^mother W om an, in whofe\nThroaty juft by the Wind-pipe he launced a Wenne,\nand haveing cruihed out the digefted .and indigefted\nmatter, and flopped the paine and effufion of blood\nby fome ftrokes of his hand, he bad her pur nothing\nto it but a linnen Cloth: when I faw it, the Wenne\nwas perfeXly gone, and the baggs orskinneencom-\npaliing it fo ihrunk up by nature, that there remai­\nned nothing but the skarre after fncifion. I asked him\nconcerning Wennes, wnither upon his crufliing and\nlauncing them fo, they would not fill again .* heani’we-\nred me, No: but that Nature} as(he doth in other7>\nmeurti\naccount ofMt G reaTARI c^K,\n\fuuu vm. ivxmctiiuvis v*urc3« '\nmours,would fo fhrink andantraif the skione\nfoJSingtbc VVsnne, that thert remaine no\nit, nonota wrinkle,which I was apt to believe, from\nwhat I had Teen. I faw a Child brought to him,whom\nbe had ftroked before, and it was much amended buc\none Tumour upon the right Artne ( near the Elbow )\nwas extreamly painfull and inflamed: he Stroked iit,\nand lauaced it, and cruihed out all the matter, even,the\nindigefted cores ■ and Stroking it, the pameandinfla*\nmation ceafedimmediatly, not one drop of blood ifliu\ning out after that. I faw another Legge, that upon his\nStroking, had very much abated the fwelling •\n• the\nwhole Foot to the Ankle was (well’d and inflamed,\nmany holes there were in it , but there iiTuedlittle or\nnothing from them: he took it and cruihed it extream-\nly bringing out much blood, and indigefted matter itr\ncores as big asnutmegs; and then ftroakrng it* all the\npaine andflux of blood ceafed; but the weaknefle being\nbabituall to the |parc, was not removed at that inftant.\nI fawaWoman taken with a violent fit of the Falling*\nficknefle he came to, her, and cfcufing her breafttoibe\nopened^and chafed her Stomach with.his;Hand avyhile,\nprefently her paroxyfme abated; andheasked her whi­\ntherthe paine was gone; (he pointed to her Throat -i\nandindeed(he feemed as it (he were in danger of being,\nftrangled there ,• he Stroked her Thrqat Jightly, arid\nasked where her paine was ? (he poynted to tier Bfeaft;\nhe ftroked that$ and then (he made fignes that it was\nreturned to her Throat: whereupon be Stroked with\nhishandupwards her Bread and Neck, and(he began to\nbelch winde with fuch a yehemeacy, that is fcarce to be\nimagined:\n\f\\An'Actimnt e\nf\nM ' Cj re ata r ifcx,\nimagined • and withal! (heyning as ie were to vomit,\nflie brought op fome erode phlegme, with aninfinity of\nwinde, and then role op well to her thoughts. Thefe\nwerethe principail -things I fawhim do, he being then\nnpon his departure for LonJen: bat I received from\nhimfelf, andothers fafficient accounts ,that he had Ctt*\nred almoft all manner of diftempers, even Quartane-\nAgues, and Feavours: and whofoever (hall ferioufly\nconfider the things he dothperforme, will not findc\nin reafon any thing to flop his Credulity.\nI might nowend this Letter, and leaveYou, thole\n©tberworthy members of the RoyalSocietyto determine\nconcerning thefe Effefts, which I apprehend miracu­\nlous: but fince rhe Freedome, You allow me with you,\npermitsme to fpeak any thing, I (hill, without dero­\ngating from thepower of God, and with all due Vene­\nrationto fo extraordinary C harafters of his Goodnefs,\npropofeunto Yon fome Thoughts, which occurredto\nme hereupon: asconfuted as they are, they m\nray adeni-\nnifter to others fome occafiou of greater Enquiries.\nJ oonfidered, thacthere was no manner of Fraud in\nthe performances Athat his Hands had no manne\nMedicaments upon them, (foci fmeil’d to them, and\nhandled them, and fawthem wafli’d more then once\nafterfome Cures,and before others,}nor was his Stroa*\nking fo violent, as that much could be attributed to\nthe Friftion. 7\nI obferved, that heufed no manner of Chafmes, or\nunlawful words* fometimes he Ejaculated afliort Pray­\ner before hecured any, and alwayes, after hehad done,\nbe badthemgive God the Praife.\n1\n\fI didnot remember, thit ever the Devil didcareany\nDifeafeS; no not when hisGlory was concernedinit, as\ninthe Magicians of Pbarask^upon whomthe Boyl was,\nExed.p.tt, wherein yon cannot objetft any particular\ninterpofitionof God, any more then ki the ocher acci­\ndents, wherebytheMagicians were (offered to try their\nskill againft Mofes,\n• I knew, the Devil went about\nfeeking whomhe might deftroy; that he plagued Job\nwithBotches: but wherearethe Examples of hisCores,\nor when did heever do any Good, andaferibe the glo­\nry onto Godf\nI refle&ed upon the Performances of King 1\nwhocored Difeafes with his Finger: fo did\ncoretwo by touching them, as Tacitus and Suetonius\navow: fo the Kingsof England, and, fome years after1\nthem, the Kings ot Francehave not been doubted1ge­\nnerally to corethe Kings- Evil!. Queen\nfor fome time, difconcinue the Touching for the Kings\nEvil, doubting either the Succefs, or Lawfulnefl’\ne of\nthatway of C uring. Bat SheToon quitted that Fitt of\nPuritanifme, whenthe Papiftsdefamed her# as if God;\nhad withdrawn from her the gift of Healing in that\nmanner, becaufe (he had withdrawn her felf from the\nRoman Church. There arefome who think, that God\nhathbeftowed upon alt Kings fome foch Character or\nGitt.to (hew,howparticularly he isconcernedforthem,\nanddifterenceth themfrom other menj but they know\nit not.\nFromthefecogitations I defended to the Albxitaci,\nSalutatores, or Benfedrvios, of which the Roman Ca-\nfuiftsandPhyficians fpeak much: I muft you\nto\nandhis Miraculous Cure*! 9\n\ftO:Deiriut for your farther information j for my tfte-\nmory faylcs me fo, as I cannot give you anaccount of\nthem fo full as I would. They cure by Anointing\nwith their Spittle, by breathing and (broking of the\npatient. Rodericus a Cajlropetit: 4. c. 3. air\nlowes o f the verity of their ;\nCures, by replying nothing\nto this obje&ion in favour of them .• In ccnfirmatio-\nnem adducunt e\nx\np\ne\nr\ni\ne\nn\nt\ni\na\nm\n& curationumgent'\nra mirtfrequentia, &\nfrdxtn\n[ole jfftjtu, ojcule, dut n\nu\nd\niItn\nte\ni dpplicatione\nttiam atrocipimavuinerd, qui emnts\nvqriitme?bis fefradites g\nl\no\nr\ni\na\nn\n.'\n. In Turkf alfo, and A\nf\nr\ni\nq\nu\nHt\nhey have perfons of the\nlike qualifications, which theyboaft to have received\nfrom the favour of their Prophet But un­\ndoubtedly God hath-permitted all Religions (though\nnot the Protefiants, till now) to have their reall Mira*\ndes, that men may learns to trye Miracles by the\nTruth, and not the Truth by Miracles.\n- I considered likewife'the Nephritick and Eagle-\nftones,and feveral other Amulets and whole\noperation iscertainand undeniable: yet could not all 1\nthefe Confiderations indraft me further in the Expla* I\nnation of thefe Miraculous Accidents,then to conclude, I\n1That God had bellowed upon Mr. Greatand- ape- I\nculiar Temperament, or compofed his Body of fome\nparticular Ferments, the Effluvwhereof, being in\nduced fometimes by alight, i'ometimes by a violent\nEridion,lhould reftore the'Temperamentof the Debi­\nlitated parts,*re-invigorate the Blond, and diflipace all\nheterogeneous Ferments out of the Bodies of the Dif*\nAnaccountof M r G re ata r r ck,\n\f• eafed, by the Eyes, Nofe, Month, Hand, and Feet.\nI place the gift of healing in;the temperament or\ncotnpofure of his body* becaufe I fire it neceflary that\nhe Touch them, or otherwife rubbe their Eyes with\nhis Spittle. Befides, the right Honourable the Lord\nC\no\nn\nm\ny\nobferved one Morning as he came into his\nLordfhips Chamber, a fmell ftrangely pleafant, as ifit\nhad been of fundry Flowers.* and demanding of his man\nwhat fweet water he had brought into theRoome, he\nanfwered, Nene: whereupon his Lordfhip fuelled on\nthe handof Mr Greatarick, and found the fragrancy to\nH\nTuethence-, and examining his Bofome, he found the\nlike fcent there alfo. But this is obftrvable,. but at\nfome times, for I could obferve no fuch fcent inhis\n* Hands. Deane Ruftobferved his Urine to fmell like\nViolets, though he bad eat nothing that might give it\nthat (cent. Sr O *mos Meredith who had been his\nBedfellow, faid, that in the Night he had obferved the\nlike agreeablenelfe of fmell in M* Body, at\nfome houres.\n1 place it in the temperament of his Body > becaufe\nI have the precedent of Ancient Miracles, and Mo*\nderne ones, wrought by the efficacy of a Corporal\nTouch. Befides it is evident how leveral Difeafes\nare contraded that way: and why may not fome be*\nnigne and wholefome *jf]f?«vf4:be communicated in the\nfame manner ? As there are fome, who are faid to fas­\ncinate by their Afpedl,fo R\no\nd\ne\nr\ni\nc\naCaftro petit:\nl\n.4\n.c.y. faith, econverge q\nd\nu\nn\nt\nu\nr\nhabere vim beneftcum ad res inffeHas:\nBenzedciros*\nIremember the PresbyterianAflembly\nand his M\niraculous Cures^ **\n\f. of Divioesfay that nothing more kindly reftores de­\ncayed Nucure, then the Embracesofaa of a\nyoung, fpritclyand Beautifull Damfell, asyou may fee\nin their large Notes upon thefirft Chapter of thefirft\nBook of Kings. -\n&.To explaine the nature and manner o f M*\nricks working uponthe patientsfor their Cure, I ihall\npremier fome things. '\nFirft, That all the Difeafes and diftempers MrGre­\natarick meddles with, have their efl’ence either;in the\nmafte of Blood and Spirits,for nervous Liquourj be\nin the particular Temperament of the parts' of the\nBody, v ij;..\nSecondly, That ofthe Difeafes andInfirmitieswhich\nlie meddles with, he Cures none wherein there is ade­\ncay in Nature, but onely fuch as wherein:ibefeems only\nopprefled by fome Heterogeneous Ferment, either ex.\nciting anEbullition and paine, orCoagulating and fix­\ning the blood andfpirits. . This isa cpnfeffedtruth b f\nhim, he refilling fiill to touch the Eyes offoch as their\nlight isquite periihed: fo for Eares that are Deafupon\nany fuch accident that th\nath extinguished the;Natu\nfaculty of the part. - Aod there beingthe fame reai\nfon for inward diftempers as to their caufesyhis Myling\nas to many, andtherelapfeof many after i momentany\namendment is to be afcribedrto thiscaufi?.: ;as I ihall\nfiiewfurther by and by. ■. ft 3i i\nThirdly, It feems to mevery imaginablethat there I\nmay be given by Gpdfuch' a Natural Crafis and Efflu- I\nvia confequentiail thereunto, that ehe lboakrng witb I\nbis Handfor fome fpace fo as ;to communicate the I\nVirtue i\n'^\na\nc\nc\no\nu\nn\nt\nef*MrGREatari c k J\n\fof Divines fay chat nothing more kindly reftores de^\ncayed Nature, then the Embracesofan Abifkag* of a\nyoung, fpritely and Beautiful! Damfell, asyou may fee\nin their large Notes upon thefirft Chapter ofthefirft\nBook of Kings* -\nv .To explaine the nature and maoner of MrGruu-\nricks working uponthe patientsfox their Cure, I ihall\npremife fome things. -\nFirft, That allthe Difeafes and diftempers MrOr-\natarickmeddles with, have their effence either: in the\nmade of Blood and Spurts,for nervous Liquourj or\nin the particular Temperament of the parts* of the\nBody,* x • . 2 -: : ' - *\nSecondly, That of the Difeafes andInfirmitieswhich\nfie meddles with, he Cures none wherein there is ade­\ncay inNature, but onely fuch as whereinflaefeemsonly\nopprefled by fome Heterogeneous Ferment,either ex­\nciting anEbullition and palne, orC oagulacing andfix­\ning the blood andfpirits. This isacpnfeffedtruth by\nhim, he refufing ftill to touch the Eyes offachas their\nfight is'quiteperiihed: fofor.Bares that are Deafupon\nany fitch accidentthat hath extinguished the Natural!\nfaculty of the part. - And there being the fame rea-\nfon for inward diftempersas to their caufes,his filling\nastomany* andthe relapfe of many after a momencany\namendment is to beafcribedto thiscauffr: as I ihali\nfhewfurther by and by.\nThirdly, It feetns to mevery imaginable that there\nmaybe given by God fucfi ^ Nature Grafts andEfflu-\nviaconfequentiail theieunta, that the ftroakrhg withj\nbis Hand for fome fpace fo as to communicate the I\nI .i. y t y 'I ■\n\\A\nttaccount of'M*G\nre atari ck]\n\fVertoe may reftore the Blood and Spirits fo thafStf-\ngoor and ftrength which Is natufallto them and refuf-\nCitate the contracted imbeciilicy of any part. That\nwhich makes me to conceive this,is, that I obferve that\nthereare things outwardly applyed which by their op-\npofition to particular Ferments do deftroy feverall\nDjftempers, not onely inwardly taken# blit outwardly\napplyed: as the Cramp rings and fmall M&'nAti-ftene\nthe Cramper the Hefhritk^ftone drives out graVel j\nandthe Stone: teeny-roots gathered in duetime, the\nE p ilep fyT h ere are levers'll things which outward­\nly applyed revive7oppreffed Natlire, iidt onely as O *\ndours, but by fri&ion, and outward application: this\nneeds no IlltiftratiOn. Having thefe grounds to con­\nfirme me in the manner Medicaments may Operate#\nmethinks I can as.eafily comprehend that there may\nbe a Medicament (and whether that be a Manj or a\nStone, or a Plant, itis all one ) which mSy invigorate\nthe blood and fpirits foas to continue that Work of\nCircnlating, depurating, and Sanguifying, as beforO\ntheoppreffion they didr provided there be no eflen.\ntiall diftemper contracted, but that Nature beop-\npreffed onely, not deftroyed wholly, Or inpart: for fo\nf^reas Nature is mutilaced'and deftroyed, the repara­\ntion of that eftentiall damage is-poffible onely to\nGod,orfuch as he hath Obligedin amore eminent man*\nnerthen Mr Greatariek preie&dsunto. * This laft ima­\ngination of mine cannot feem more irrationall to any\nman, then the Learned’ft men of the laft Age both Di­\nvines and.Cafaifts^ thought airforts of A mulets; and\nI am fure I can bring for MtGreafaricks more Fxpe-\nC 2. rintents\n, andbisMiraculous Cures. - -\n\f*4 accountof V ^ G r e a t a r i c k ;\nriments then all this Age cap fliew tp juftify the recei­\nved Amulets, and Cataplafmes • for if I argue from\nvifible effects, no Amulet or Periapt ever produced\nmoreevidentTeftimoniesofits force ,, then MrGrea-\nU\nr\ni\nc\nk\nsh\nathrendered ofhisEfficacy.; And if they go\nto explicate the wayes and means whereby thole Amur\nlets work; the notion I have concerning MrGrcAtarich\nis the moil facile» for Iimagine no more to be in him,\nthen aparticular Temperament,or implanted Ferment,\nwhich upon histouching and Broking fhall fofarre in­\nvigorate the blood, fpirits, and innate temperament of\nthe part (Nature being onely oppreffed) that they per,\nforme their uOiall duties: This being done, it.is Nature\nCures the Difeafes and diftempers and infirmities, it\nis Mature makes them fly up and down the Body fo as\nthey do: they avoyd not his Hand, but hisTouch and\nBroke fo Invigorateth the parts that they rejed the\nHeterogeneous Ferment, 'till it be outed the Body at\nfome of thofe parts he is thought to Broke it out at.\nConfidering that our yfe is but a Fermentation of\nthe Blood, nervous Liquor, and innate conBitution of J\nthe parrs of our Body, I conceive I have reprefented '\nthofe hints and proofs which may render it imaginable\nthat Mr Greataricks b\ny his ftroking may introduce an\noppreffed Fermentation into the Blood and Nerves,\nand refufcitate the oppreffed Nature of the parts. I f\nnow proceed to fhew that thofe effects which are fo ad-1\nmired, upon the ftroaking of MrGreataricks Hand,^k: 3\nthat the paines flye before his Hand, untill fie drive I\nthem out at theFingers, Mouth, feyes, Toes, &c. are *\nthe effe&s of Nature invigorated, andnot immediatly |\nof his Touching. ?\n\f: 'I faw him Stroke a man for agreat and fetled paine\ninhis left Shoulder, which rendered his Arme ufeleffe:\nupon his ftroking it the paine removed inftantly into\nthe end of the mufcolus Deltodes : being Stroked\nthereat returned to the Shoulder again: thence (upon\nafecondStroking) it flew to the Elbow, thence to his\nWrift, thence to his Shoulder again; and thence to his\nFingers^ whence it went out upon his laft ftroking, fo\nas that he moved bis Arme vigoroufly every way. I\nasked MrGreaterick about the C ourfes, pains, anddi-\nfeafes took, to go out of the Body: he told me, he\ncould not tell vvhat courfe any pain or Difeafe would\ntake to go out : that thewayesof God were unfearch-\nable: that, it was not in1iis power to force them any\nway, but that he followed them onely, andif the party\ncould not tell where the paine was ( for fuch are onely\nftroked out) he could not cure them* nor were they\ncured, buteafedifitcamenot out. O f this l faw an\ninftanceina Woman, whom the Falling- (icknefle by\nits long continuance (joyn’d with Melancholly) had in­\nfatuated fo3s that being out ofall Fits, fhe could not\ntell what ayled her : fhe falling into her Fit there, he\nopened her Breaft and with afew ftrokes reduced her\nto her fell, but (he not being able to tell what was be*\ncome of the paine(hehad felt, he could proceed no fur­\nther thento remove that Paroxyfme.\nHow 'Nature may caufe thofe irregular motions-\nof pains backward andforward (hall be my next enqui­\nry. Where bold andcommanding Medicines-are not\nmadeufeo f, it isNature* not Pbyfiquethat cures Dh\n(cafe: we are but Servants to Nature, to remove im­\npediments,,\ndad hisMiraculous Cures.\n\fL_\n|U .\/*» Account0\/ f y T G f l BATA Rt CK,\npediments, or ftrengthen her that Ihe may effe& the\nwork: upon ihisaccountit: was that the Ancient PHy*\n(icians were To cautious to djftinguLfti the times of Dl-\nieaies, and toinftrud Pra&itioners what they were to\ndo at the feverall times, when to moderate the dan*\ngerous fympcomeSjWhen to Purge by Stoole or Urine:\nthey were to attend unto Conco&ion, and not to med­\ndle much before*except in cafe of Turgency. When\nthey proceeded thus warily,there were feverall Tranfla*\ntions or removals of Difeafes and paines i||$&\n»««»») which are nowfcarteobfervable\nby reafon of the Minoratives; the rPufges,; the V o­\nmits, and other Phyfique which is given,' non,becanfe it\nis beft, but becaule in fafbion*: In thofe times when\nNature was fo left to her felf, I observe feverall Tranf-\nlations or removeals of Difeafes which came into my\nmind when I faw the bffe&s*of M r -\nking* - Hippocratesin his Epidemr 1. §. 54\/\ntells ns that the Gout ceafeth if a man fall into the C o-\nliqae, and that fit; bf the Coltque abatesas his Gout\neocreafetb. Thus Nature removetb the parne. So\nin his Aphorifmes he tells us that long Feavers Ter­\nminate in fwellings and pains of the Joynts. And\nelfewhere, That a D\ny\nfen\nterfu\np\np\nrejjed\ncrea\ntes L^dpo-\nflemation inthe Side, Borvets, or 'foynts.That (welling?\noftheSpleen and Bowels, or , -\nquently terminate in Joynt:aches. Sff\noften Terminate in the Gout. It were infinite to relate\nout of.Hippocrates the Tranflationsand removals of\npwbe which be relates, of Goughs^ and Aftbmas,\nfaffing, into the Joyms, and Teflides: of Ulcers-and\nK^gvnhtvlliqJ \\\\ | I I p outward\n\foutward di(tempers which have removedinto the Head\nand.Bowels. Ail the Progoofticks illuftrate this: nor\ncianany man be ignorant ofthe tranflations of Humours\nandpaines from noble to ignoble parts, and from ig­\nnoble to nobleones, nor of the alteration of diftem-\npers upon fuch tranflation of the Morbifiqae Matter,\nas of Afthmas and Coughs .turning to the Gout, or\nTumour of the Tefticles: of Agnes turning intd pains\nin the Joynts 5 of Feavours ending in a Parptis, or\nother abfceffus. Not to mention the vagrant nature\nof Humours in the beginuing of Difeafes, when they\nare Turgent , and continually vary their ftation.\nThefe Coofiderations made me think that God had\nbeen pleated to bellow upon M fuch a\nComplexion and Temperament, that; his Touch or\nStroking fbould inftantly maturate Difeafes, or render\nthem Turgent, whereupon the part touched being\nflrengtbned, and the blood and (pints jfnvigorated,\nthe Heterogeneous Ferment or paine\/which if not oc-\ncafioned by fome evident and externall caufe, is caus'd\nby an Heterogeneous Ferment) is- expelled from the\ncorroborated place to feme other more weake: that\nbeing corroborated, in s driven upon another, and fo\non, till it be quite ejedled. IF the Difeafe be fuch as\nlies imnothing buta Dyfcrafy of the part, it is cured\nWithout any fuch rerpoweall of paine: and fo for fuch\nCoagulations ofthe Nervous liquorfas inPalfyes,^.)\nthere,is no fuch rembveall of paine and purtuing it*\neither becaufe they atenot Dolorifique, or that they\nTranfpirein the patf*\n* and hisMiraculous Cures.\nThere\n\fThere reraaincyet two thingsto be debated, viz:\n1. How comes itto pafte that thefe Heterogene*\n. Otis Ferments removing thus by the force of Refuf-\n. citated Nature, do not terminate in Apoftemes,\nof iffue out infome grofl'e Body; but go out in a\nvapour andinvifibly ?\n2. How comes all this to happen in fo fhort a\n- time?\nT o the firft I anfwer $ That it is not unufuall for Na­\nture to difeharge her felf of Heterogeneous Ferments\nby infenfible Tranfpiration * as well as Apoftemes,\nSweat, Diarrhaea, and Urine: fo the Mefels arecored:\nfo many Crude andhard Tumours:: and in this Plague\nfew fvvellings broke, yet were they cured. Nor is it to\nbe (aid, that the matteroccafioningthofe T umours was\ndifeuffed fo as to be reimbibed intbe blood againe: for\nin the Plague the recurfesofthe Peftilentiall Ferment\nareMortall: and fuch as took Powders and Antidotes\ngently promoting a Diaphorefis, (not fweatj efcapcd:\nthey who did not, dyed with thofe Bubones. It is\naneffe<ftof prejudice occafioned by the contemplati­\non of the ufuall effeds of Nature » and not of Rea-\nfon, to imagine that the Morbifique caufe confifts ina\ngrofle Body, becaufe it is often evacuated fo*' Itis\nufuall for thofe fubtileFerments fo to commix them-\nfelves, and to occafion that tranfpofition of Parts and\nTexture, that Naturecannot eje& the one without the\nexpenfe ofthe other. Thus wefee that Beer or Ale in\nits Fermentation or Working cafts out ahoundance of\nBarme,yet isnot that Body the Ferment,but it isimpli­\ncated and incorporated ^herewith, for with ic there\nJn accounto\nf\nMr Gre atar i ck^\n\fIfTues one aboundance of Beare, fo that the Brewers\neither pover the fame,or new inagain to fill up the Bar-\nrel. If the fame Ferment be precipitated by Vineger,or\nAllome, there is not the like diminution. So Ktrgtrus\nfaith,that in Germanythey put common Salt, or cold\nWater into their Bear, and precipitating the Ferment\nmake it potable prefently. Many fucn inftances are\nto befound in Dr VViRit and Kw\nhich fufficien\nevince that the Ferment is diftinft from the grofle\nBody it comes out in. So in Difeafes, however fome\nhave vainly imagined to themfelves a maturation of\nthemi and that the Morbifique matter being conco&ed\niflucd out in that white Hypoftafis at the end of Di-\nfeafes; yet is it no fuch thing, nor is there any fuch con*\ncotfion in Nature as they phanfy: but the Morbifique\nmatter or Ferment, being intimately commixed with\nfome good and profitable parts of the Blood and Hu­\nmours, is eje&ed together with them, according to the\nnature of the Eumu&ory, by which the Crifis or Me*\ntaflaiis is made, or the nature ofthe Bodies constituting\nthat humour. Nature dealing therein juft as (he does\nin the Fermentation o f Beer and Wine, in the afore*\nfaid Merger, and D> W\ni\nl\nl\ni\nsjwhence proceed their\nwayes of curing Agues by Precipitation of the Morbi­\nfique Ferment, without any fuch Evacuations of grofle\nBodies. This Paradox appeares further by the (everal\nCrifesof DUeafes, fometimes by Vomit, fometimes\nby Stoole, fometimes by bleeding at the Nofe, and\nSweat. In all which circumftances the Urine fhew one\nfort of Conco&ion, whilft the Morbifique Ferment\n* ifl'uesout feverall wayes in feverall Bodies* Nor is it\nD to\nand hit Miraculous Cures. >9\n\fto b£doubted I chink that all grofle bodyed Ferments\nhave their Virtue and efficacy from a fubtile Body\nwhich is no more inthat grofle Body, then the Spirit\nof Sugar is in Sugar: of which See \\^dngelus Salas\nSucburologU: many other inftances might be given,\nas that, if the grand Eerment were agrofle Body, how\ncomes it to evaporate (as I have feen in the Diftiilati-\non of Sugar, Sugar-cande-juyce, and other Liquors\nFermented for Spirits) without any diminutionof the\nLiquors ? From all which it appears that one may\nconceivehow upontheefficaciousToach of Mr\ntaricksyhe refufeitatingthe Blood andinnate Tempera­\nment, the Morbifiqne Ferment may be ejected-, and\nthe remaining grofle Body^by a Tranfpofition ofits\nTexture andanew impregnation of Vitality be reim­\nbibed into the Blood, and become nutritious.' Thus\nhe cures Afthmas, all the obftru&ions from impa&ed\nphlegme in the Lungs being difeharged, and the\nphlegme Naturalifed. But it the grofle body of the\nMorbifiqne matter beIncorrigible and Preternaturall j\nthentheefficacy of his Touch doth not efifeufle them,\nbut the flrengthningthe part and Nature, the whole\ncollection is leparated and ripened , as I obferved:\nwhichappears in Wenns, and fcrophulous Tumours?\nforac whereofhe maturates, andothers aredifeufl'ed. V\nTothefecond Queftion, how all this happens in\nfo (hort a time ?, I anfwer, that it is.the efficacy of\ntheFerment implanted in Me GreAixrfcks Body. W e\narenot to deny powerful! caufes proportionate effects.\nWe are all Indians and Salvages in what we have not\naccuftomed our fenfes; what was Conjuring in the\nlaft\nAnaccount o\nf\nMrGre atahli ck\n\fU& Age,h Matheroatiqaes io this. And ifwe do but\ntonfider tbe foietftedb of Guo-powder, as it is feve*\nrally robe afed, and revolve with our felves what we\nwouldhave thought it we bad been told thole Prodi­\ngies, and not feen of them 5 will we think it ftrange\nif menthinktbeadions of extraordinary Ferments im-\npoflibJe ? Here I might iaftance io theeffectsof Poy-\n- foss, from Macaftar, and Brafil: bat the a&s of fenfa*\ncion, of paine, fofficiently fhew tbe effects of foddain\ncaofes: that Lipotbymies sod fbivering fhould hap­\npenQpoa afright, a touch of cold Water, or a pinch:\nthat Tumours fhould io an infant imbocy to agreat\nbulke: that io facb as are Planet-Brack (or faid to be\nfo) all or any of their Limbs fhould be taken away:\nthefcare foch events (that if we could not alleadge A -\nmulcts and outward applications to produce a fuddain\nalterationfor tbebetter ) would make it feem credible\nthattheremay be as powerfiill means for mans Recove­\nry,as bisSicknefTe. 1 forbear to mention the faddain\neffcdls of SleepandWaking, Freezing and Thawing: of\nof Heat and C old; all which toould illaftrate the fad8\n*\ndameandpowerfull motions of Nature.\nS I\nI fliallftow drateto aC OodefiOn^ having given you\nby thefe impertinences * greater trouble, then my felf\nin Writing them: 1 knew not howto entertain my\nfelf better, nor you worfe: Bat 1 am fore that tbe\nfuppolitions l have made1agree dxa^ly tvufa the Pbae-\nnomena of Mr GreAta\nr\nk\nJbCares. And from henceit\niseSfy tojudge why fome are not Cured 5 others Gnde\nD a boc\nandbisMiraculous Cures, £c\n\fbut a momentany alleviation, and fome are perfectly\nrecovered. All which are undenianbly true: let any\nman falve thefe accidents more agreeably then I have\ndone,\n-»\n■ £\n\/fhjllida folus habcto.\nIt is worth confideration, Whether fuch as comeunto\nhim ought not firft to advife with a difcreet Ph>ficxin,\nwhat their Diftempers are, and where Originally feared*,\nthe betterto duedl him in his Stroking. For it is not\nunufual for the Difeafe to be feated in one place, and\nto difcover it felfinanother by the Symptomes, inre­\ngard to which they have recourfe to him only .\\forin\nluch cafes, if they have no better fucceffe then fuch\nhave who meet with ignorant Phyficians * that go\nabout to cure Symptomes without regard to the prin*\ncipall caufe, it is no marvaile if they are not Cured*\nThus I have obferved fome,who upon a giddinefle, and\/\nqualmes of the Stomack, occasioned by Hyflericall va­\npours, have been ftroked by him feverall times (with­\nout any, or inconfiderable benefit) in the parts fenfrbly\naffe&ed. So in the Kings-evil, 1 have obferved fome\nthat have received onely a momentany advantange 5\nonely becaufe that fuch Difeafes affedf the Mefentery\nwith glandulous Tumours,as'well as the outward parts:\nand if the whole Morbifique Ferment be not expelled,\nthe Difeaferecurres: paulnlum totam mafia#\nfermentat. Another* thing to be cpnfidered by the\nVathr. Patient to be ftroked, is, tbit there may bea conapli.\njtiedj.t* caci°n ° f Difeafes, in which the Cure of one may b(\ne.j. impeded by another: as in the Spleen and Scurvey\nBugalenu\n2i Jn account of MrGreatarici]\n\fEugdenusandothers obferve: fo in Sore-eyes occa-\nfioned by the Evill $ or a fuffufion proceeding from an\nAdd or Nidoroos quality inthe Stomack and many\nDifeafes whereto Malignancy is joyned. In thefe\ncafes the Heterogeneous Ferments may be united ina\nloofer way, and upon his Touch fcparate, and whilft\nthe one is driven out, the other may remainc in the\nBody, and by unloosing the Texture of the Body of\nthe blood, andother Humours, give opportunity for\nmor zfornu (ubjugau (of the fame kind with the for­\nmer) to difcover themfelves. In like manner, it is\npofliblc that where the Morbifique Ferment is not fuf-\nficiently united and imbodyed, fo as that one part\nejectedby way of Similar Attraction (I confefle I muff\nfavourthat Phylofophy, from the Phenomena ofPhy-\nfique and Nature too.) his Touch may difunite thofe\nincoherentCorpufcleS, and the patient not regarding\nthe fmaller and fcarce fenfible paines ( the which de*\npends uponthe parts and Humours the Ferment incor­\nporates with) may direCt himtoipurfue themoft afflict­\ning paine (which may not be the greateft) whileft the\nother remaines in the Body, and afterwards occafions\n\"the famediftemper: or perhaps another whofe paines\nmay fo refemble the former, that we may take it for\nthe fame: asour fenfes dilcerne not betwixt the Salt of\nonePlant and another, or betwixt the cauterifeing with\nIron,or Golds hot there is adifference herein,which by\neffeds a diligent and curious obfetver may difcover.\nConcerning thefe intimations 1difeourfed with Mr\nAtAricksi who Teemed well famfyed with them* and\ndidthereunto willingly.afcribefeverail mifearriages and\nFaylours* Another;\nand his Miraculous Ctires*\n\fAnother thing I propofed unto him, was, whether\nafter that he had touched feverall perfons, and dirm-\nnifhed the Preternatural! Ferment, or diverted it, (and\nput the Humours into a Torgedcy) whether it might\nnot be convenient to Vom it, Purge, and cakethofe\nconrfes Phyfique dire&s us unto. And from this he\nwas fo little averfe,that in my hearing h'erecommen­\nded to a Gentlewoman? the taking Tome Cocbi* Pills,\nafter he had touch'd her Eyes. I asked alfd ifafter he\nhaddiffipaced and repelled a fetled Humour, might\nnot be convenient to corroboratethe Part with'7ty\/r£\/;\nwhich he.approved of, and though blit to few, 1 Cm\nhim give Eye-faIve to feme Patients. . You know\nwhat pains wee Phyficians cake in ftevolttons and De­\nrivation? of the Humours Morbifique from feverall\nParts: and do oot you tbmk agreat pare of our tooric\nwere done, coaid M rGreaterickh mifaculoifs Touch\nremove for put into motion) thofe Humoursvve can­\nnot repel, or flirre ? Let us, Sir* be juft and\/inge­\nnious| and confetti* qhat tbis^Antidhrift of Pftyfld&is\nmay be of the»greatett fem ceto theth in t Wttrld,\nif they preferre the recovery'Of their Patients before\ntheir Credit, or Rules of Art. 1R$rd [ant dritsi\nYou have obferved how great thing? Naiurecdaes,\nwhen alleviated; \"and the ette&s of that principle of\nReftitution, when:the prohibiting caufes are remo­\nved .•\nAs to the allaying ofpaines after crushing of fores,\nor broifes\/ and the miraculous ftanching of Blood.1\nI think both them depend uponthereftaurationof the\nTemperament of the\" part and Blood': As to pains\nm m M •i '; : h ■\n24 An Accounto\nf\nK'PGr tirAR icx^\nI\n\fit Is eafy to grant ths< And as to the effufion of\nBlood, you know there is a Balfame in it which heales\nitfelf: to illuflrate which, I recommend to you a\nNote of Plattrminhis Obfervations ( I want my Li*\nbrary) how an Hangman of qit off mens Hands,\nand flopped the Bleeding of the Veines and Arteries\nby flitting theArfeofanHen, and thralling the Hand\ninto it. If this do not convince you, the Difcourfes\nof Sympathetique Cures may do i t : efpecially anOb*\nfervation of Barurolus, may convince you that fuch\nfleemes fas vapours) may etfedl it; whichis thereafon\nwhy I afligne not one Ferment to him, but think there\nmay be more: which yet may not produce their effects\nin every cafe, nor exert their influences inall cafes no\nmore then the Menftruum upon a dilagreable occafion\nproduce all its effects. This needs not to be illuflrated\nto you.\nI think I have now rendered vou a tolerable account\nof this Miraculous man, of-wnom I dare make that\nProclamation which a Roman Emperour did upon the\noccafion of the LndifecularesfoXfporcs celebrated once\nio an hundred years. Come, and behold,what no man\nliving hath feen, or (hall fee again. I would not be\nunderflood to derogate from this miraculous Gift;'\nnoryet afcribe more unto it, then I ought, left I fhould\nbear the reprehenfion in Job 5 you tell a\nfarCod ?\nThere are a fort of men (if they were onely W o.\nmen, it were tolerable1 ) that think it riot lawful! to\nhaverecourfe unto his Cures. Though I have alrea­\ndy too much caufenot to entermeddle with Divinity,,\nandhis Miraculous Cures.\n\fjin aveoMtof MrGr£atari ck,\nor cafes of Confcience any more, yet I cannot but take\nnotice of tbeir Principal! Obje&ion •\n• for to fay that\nMiracles are ceafedis a groundleffe folly, if not a difin*\ngenuous impudence ingiving the Lye to feveral Hifto-\nriesof various Religions*\nThey fay, Whatfoever is net of Faith is that it\nbeing impoffible for them to be convinced, that this\nman works by the immediate gift of G od; they can­\nnot repaire to him left they be found to repaire to a\ndelation of the Devil. Bat I reply • That the prin­\nciple of doing nothing that is not of Faith, is fufficienr-\nly invalidated by M\n< Hooker inhis Church- Policy: and\nit is aPrinciplehath'occafioned fo much of Troubles in\nour State,that I wonder it isnot laydafide. In CMoral\nThilofopbj(which is not eftablifhed on demonstrations)\nand Phyfique I am fure it wilL put us all to conjfufion;\nfor who knowesthe efficacy of things Natural! ? how\n• Purges and Vomits &c. do worke ? N ay, who\nknowes whether fecond caufes haveany effc&, but that\nGod doth operate adfraftntiam caufarumfeettvdarum?\nas the admirable Durandusheld. And may not\nDivel do fo? How {hall this be reduced to\nI am fure, and have feen things aferibed to the Divel,\nthat it isnow confefled have another Original!. Did\nall that came to ebrifi,believe inhim ? yon know th\nftory of the tenne Lepers: if to come to Chrift, were\nnot to believe in him further then that they thought\nbe could Cure, (ince they fawhitn Cure, bow is it in\nMrCreattrkks ? The thing they come for,\nfuch asma\/ be begged of God: there is .nothing evi­\ndently unlawful pra&ifed about them: \"where is their\nCharity,\n\fCharity t\nhat thinksno Evil ? where istheir\nthat think a good and perfetfw\no\nr\nk\nfhould\nwhere then from Heaven? If the cafe be not to be\ntolerated, becaufe not ordinary: as there is but ooe\nMsGreataricks^Cothereis but oneSunne. To beex­\ntraordinary, hinders it not from being confident with\nFaith ; but tobeunhWfttll, or abiolutely impofllble:\nastoimpoffi nlities, we know not What is impoffible\nW\nithGod,or Nature. And forthe unlawfolneife there­\nof, let MrGreattriek‘s works bear Witneife othiitti\nIf he doth (he things that never man didy except\nCbriftandtheApodles judgewhatWe areto think;\nI conclude with this Apology for my recommen­\nding feme Phyficall directions after his Streakinguhatt\nit takesnote# from the Mitadeyno more tbifri' thad\nGod gave thegift of Tongues to the ApofUes,yet nee­\nded they Rhetoricall inftra&ions to imbellifh their1\nLanguage. S* Paulwas balbusandyo\nthat thepolkefryleof S{ tubeevinces theimpferfe^i-\nonioftheLanguage id-tbebtber Writersof tncNew-'\nTeftament \\ ai lfaiahdffgraceth inHheOld.\nk\nA Uthings are notg\ni\nv\ne\n*\nt\no menin :\nthegiftsthataregiven to every aftgiven themto\nprofitmth. I begge yWpardonfor thetedioafiiefle\naswellasrudenedeof thefelines j fince by thdthl.ei-\npredisn»yfelf to be ’\nStratfordupon Avon\nf«\nb\n:i8\n. tits'.- ;\nTouraffectionatehumble-fervent\n' E H en; Stubbe*\nandhis Miraculous Cures.\n\f38\nTfheaccount of a Leprofy cured\nMr Greatarrcfc in!ibt ^rtjtnce of the,\nL\n,\no\nr\nd\nCoaw py.■, V - &\n©>\nA Boy about fourteen, years Old, Sonne to a Pre-\n*vV bend of Ghycefter, recommended to the Loro\nConwdjby the Bilbopof <\n$\nbeefier, came with a Letter\n: he was with a.z^r<>\/y judged incu\nrable andbad been. fo tenne*years.^ At his coming\nttifPfy Loros, he found McGretouching peo­\nple in the Field *, vvhereupon he prefled upon him ,\nand gotbi\/n to Broke his Body allover.’ this happe­\nned upon Wtdqefda]: on W;\nMoriWg:>thou8\ncame to ray Lord, and delivered' tbs Letter: where­\nupon my Lord*feijt for .him up to hisCbapaber, and\ncaufiqg him to be ftripped, they found that the moift\nSalt and brin'ih Humour which caufeidLa tqcyflb Lc-\nfrefy was dryed up, and in fome places Scaled'ofl, the\nSkinne under it was Red ( as under all crufts failing\noff) therewasuoitching or prickiog ^ nor Heat r\nwith which Symptoraes he h^d .been formerly trou­\nbled^ M\n'G\nr\nc\na\nt\na\nr\nic\nk\nftrokedhim againe, and rubbed\nhis Body all over with Spittle. My Lord ordered\ntheBoy toreturn, ifhewerenot Cured he $*unej\nno more. > .\n‘ t n ,f,\ninill 3 \">\nJn accountof lM\nlr Greatar i ck,\n\f*9\nI rstfs thatbe revives the Ferment i f the Bleed.\nMr Bromley %\nbrother of Upton upon Severne after\na long Quartanc Ague had by a Metadata of the Di-\nfeafe foch a chilnefTe in the habit of the Body, that\nno Clothes could poffibly warme him: he wore upon\nhisHead many fpiced Caps, and tenne pounds weight\nof Linnen on his Head: Mr dripped him,\nand robbed him all over, and immediatly he fweat,\nandwas hot all over, fo as that the Bath never heated\nup as did the Hand of Ml Grentericks: this was his\nown expreflion. But Ml Grestarted caufing him to\ncad offall that multitude of C aps and Clothes *\n, it was\nfoppofed that it frudrated the happy effedf; for he\nfelt the recourfe of his Difeafe in fome partsrendered\nthe Care fufpicious. But as often as M\n<\ncameand rubbed him he would be all in a dame againe\nfor half an hour: the Experiment whereof was fre­\nquently pradis'd for five or fix da- es at Bagly.\no f ibe Metadafis of .\nA Woman of Wereefethaving a paine driven into\nthofe parts which modedy would not permit her to\nlet Mr Greettrick ftroke: die went away as if die bad\nbeencured, but is fioce fick ofanintolerable painthere.\nSuch confequeuts are ufuall, when the Difeafe isnot\ndroked out.\nand hisMiraculous Cures.\nHaving\n\fm\n*M*J[JvMg beenlately requeued by t\nj T j [ ' L\ne\na\nr\nn\ne\ndD\nc Henry Stubbe of\nStratford uponAvon, tofet d\noT\nO\nn\nin Writing fotiie few of tbtift very m\nany\notferVabies 1 hadfee# in theQures^\ntempts o\nf\nMrValentine Greatarick, fime\nhiscoming into England*\nfigne therewiththat Knowing in*\ntends portly tooblige\nnoT\nV\nayesrefufehisfojufldsmand. Where­\nfore w\nhollyquitting all ThitofophiCal -\nchest and difqmfitionstotheframers ofnew\nHypothefes.rprat Uafiw\nhoarebetter\nVerUtnfuchasare already extant • Jpall\nbarelyrelate matter of Fail infourorfive of\nthe mofl e m i n e n t i n f i a n c e t\nwhereof l h\nhtenanEye.mtnefi1 j’\ni>\nJ\nfr .-v A ! '\n\fm _ m\nf i jinaccount o\/MrGreatarick,\n^ a . if A 4>A #*j|*\n\" Reynolds a Stop*keepers Wife of\n\\jilyftw in .the. County o£ , having\nbeen'ever fihceiH ^ ^a’rji7eftic!ifabled inher Arms\nstod'Hand*y info mucftas Arenas iibt ablfc*olie\n,\/ them,toreverrtout?dreflfe’hijffelf*\n» was that day,\nand twice afterward touched by M\nfttt found the^n confideM\nSiJLftrengthnedat tb^\nKmtimaVnd1tnucn m6re afrer^to ihtfN\nmevco)jid\npiit*fhem\n-ftlW\nndbe)1B ^ ^ m D e W r f^ed^'j^ri^\n4iCe her Needie, and thus (he continues to this\ni j f f f t t t l B x%\n\\\n\\ ii. (lV\ny\niT\nheftitied^ *(rinthe%own |Jan| I Caw two\nWbfben defive^a J>f*tn6^H^ihg Pdlfy,1fthich\ndriven outat'theipTb^dnds* \\vV\nO'* r •\nm \\ z i\\*wu>{ffi l\nl\nf\ny\nl j\n§fm|i3\n^ afe(^^af»ieS| iV\nfr to the Citty\ntofyfohejltr^ahi lodged Withhim;insthe -ffo^ft\nof W.vvitbijc^ Attorney ; \\ We hadnotbeen\nthere full anhoure, when (befide a multitude of\nfnftrme people) there*catnevt<\n?biJmppe;Alr«\nforr^Cdwelling within halfaittiile b'r ^ewxbnrjj\nbringing withher four ofher Children, twoSons,\nand as many Daughters; Theelderoftheyouths\ni^po^two andtwenty years ofAge, and about\ntwoyears fince was ftrucken with the dead Pally,\nwhich\n1\n\fwhich in oonrinuance of time hsth Co diCabled\nhim, that been* ftdithw'ftitod*br1feedhintfel?,\n1 Curlittie or nbeffe# upon Me8 re*t*rickr ftrcK\nking him, either thatnight,or the nextday.'\nThe ocherthree, the remaining Son, .and two\nDaughters (bythe report o f their MofheH fell\nall down io the ftreet, as they Wtreooihlnt*ralong\nwith her to ’ 7 !\nThefe had all beeatroobled with CohvliTfioiW,\npr fits of the; Falling‘ficknefte for about four\nyears. The Youth upon the ‘application* and\nfhort chafing tol tatarkkj- Hand Was reftd-\nrcJ s I Caw him well the next day in the Catty;-\nHall, aod the next after heard that he continued\nfo,and was feedplaying id ttoe\/Scrdet’. w ’\nSm\n[**> one of the Girles, f(as hepMotheftold\nme) was Co thickly purfued with her Fifs\\ that\nof a Twelvemonth before, fha had not fp6ken\nabove once ina Month •*And the oihtt'\nGirle.had lay‘n utterly Specohlefle rfor-thtdfc\n-Weeks lafft paftfswU >ns ,*n'>hd .kt? i-1\nBoth thele after fonieWhat b longer chafing ,\nwere Coon freed, andreflated to Speech, andabi­\nlity of walking up and down the Room; but they\nbhth retaps*t into their;Fits \\ and•b&ame again\nSpeechLefie. * rood )i buxlv £niv*f\n. M\nargaretlay in that condition (for twelve\nhours) that (he could neither fpeak Or ftjnd;\nOn Wednefday morning (F<k. 14.) her Mother\nbrought her into the City-Hall, and within ten\nMinutes\n. and his M\niraculous Cures; 13\n\fUn a c c o u n t t f Y t f G\n±\na t a r ic x ^\nMiootesSfae was reftored to Speech, but her\nPam held Mr, GrestirMiHand in play nearan\nHour after. Being thus returned to her fpeech,\nflie was willed by Mr. Grtstsrickto move her\nHand upon the place, and point wherefoever her\npain removed, he being ptefently ready to ap­\nply his Haod to the part affe&ed 2 fhe did fo,\nand forthwith it avoided his Touch, skipping'\nexceeding fwiftly from one part of die Headto\nthe others as from the Forehead to the Crown,\nfrom thence to the .Pole, then to the Right\nSide, now to the Left, into the Ned;, Shoul­\nder, Arm , Haod, th* oppofice Hand $ to the\nThigh, calf of the Leg, Aockie, Foot, and\nfrom thence fas quick as thought) to the head\nagain, where fbiftipg according to the former or\nlike Order , he was fometimes fain to apply\nboth his Hands, but then many times the Pain\ngot between the interfttces of his Fingers, from\nwhence , upon a frefli Application, it flew to\nother parrs, as before; and alwaies with fuch in*\ncredible fpeed, that it much amazed the By-\nftaoders, and Mr. Greatarickwould often af­\nfirm, chat, in his Opinion, it was fotne Evill\nSpirit gotten into the Body of the Child. A t\nlength having vexed it from part to pare, for fas\nI guefs) the beft part of an Hour, it pafi'ed out as\nher Toes.\n; , >Thurfdq\n\fand his Miraculous Curcs^\nThurfddj 15. <\nThe next day the other Sifter, Sufan , was\nbrought io fpeechlefs %She was reftored to her\nSpeedy and freed from her paines in like man*\nner, but with far IelTe adoe, and inmuch (hot­\nter timet We heard no more of them after.\nOn FPednefday,Feb. 14. in the City.Hall at\n•ft * * Wotcefrer.\nM *'*pralling\\a School-Miftrefs , Idtfrelling\nupon M\na\nv\ne\nm\nHill, fell into a moft horrid Fit\nofthe R»lling*Sicknefs$ her Motions were ex­\nceedingly vehement) and Convulfive, with fo\nmuch violence and impetuofity, as if her Limbs\nhad then beenrending in funder: Ineverfawany\nHyfterical Paroxyfm half fo dreadful $ all her\nJoynts feemed to be crampt, and fometimes fo\ndinorced , as if She had been upon the! Wrack.\nM* Greataricksy by ftroaking her Breft, (for\nthat purpofe firft bared,) foon reftored her to\nfuch Senfibility, as that flic was able to fpeak,\nand diredi him to the place whither her Pain flitfr\nted} which it often did, wHb inexprelfible Agi­\nlity, from one extreme pbrt of her Body to a-\nnother: And it was very obfervable, that whi-\nihettbever her Pam retired) that part was (as\n;it were) orampt, and>\nfeem'd by, her Motions *\nF Cryings,\n\fAnaccount o fM G r e a t a b u c k ^\nCryings out, and Shrieks, to be affe&ed with\nintolerable Dolour ; fometimes it was in her\nThroat, and then it nigh choaked her, and there\nenfued exceflive Belchings, (as I have alfo often\nobferved in fondry Afthmatical, and Pthifical\nPerfons ftroaked by him.) And in this cafe\nwas he fain to leave her for that time, Night\ngrowing on, and an infinity of difeafed people\npreffing upon him for help.\nThe next day being Feb. 15:\nWhilft we were fat Mr. yphbies) fitting at\nDinner, word was brought to Mr. Greatari(ksi\nthat onewas fallen in his Chamber5 and (asato-\nther timeshe was wont to quit all things, to af­\nford relief in this (ad Di (temper) He immedir\nately (and I with him) left the Table; we were\nno fooner gotten into the Chamber , but\nwe foond it was the fameM» falleninto\na new Fit, which was now rather more vehe­\nment thenthat of the day before* it nowfome­\ntimes affe&ed her in the Eyes, and fome­\ntimesinher Nofe, and that with fuch anguilb,\nas(he feem’doftimes ready to tear it off: Upon\ntheremoval of her P a i n s ( h e often gave fuch\nShrieks, as if her Heart had been burfting in\nfonder. Mr. Greatarickswas alfo perfwaoed,\nthat this Woman was poffefled with a Devil;\nbat (be teemed much troubled and aggreived at\n\fruh alfo, affirming that he would Touch none\nwhowas not defirons he fhoukh In fine both\n(at length) overcame by the importunity of the\nLadies, fubmitced, the one to touch* the other\nto betouched: His Eye accordingly being tou -\ncbed, the Gentleman ftreight protefted^ thathe\n(aw much more clearly with it then before, and '\nfo (food by: foon after, he complained of a paine,\nandheavinefie in his Head (he had before been\nmuchtroubled with a Paralyticall Humour, and\nfor (batcaofehad fevCrall fucceflive years repai­\nred to Bathe) upon anew application of M[Gre- -\nstsrUks Hand \\ he faid his pain was now gone:\nandfowent afide again: foon after he complai­\nned that he was fick at Stomachy and feemed to\nbe ina very vomiturient condition ; Mr\ntarickscaufed him to unbutton, and flip off his\nShooes, andSdojckingf, and with his hand char\nfedthatillneffeofStomach <Towii into firs Legge,\nand alter out at his Toes; fo that he faid, he\nnowfeit nothing: Hot long after he again com­\nplained of a pain in his Head. M Greatcricks\nftrok’t it down into his Eyes, which watered ex- .\ntretnely, and the Lids were ki cpntinuall Trepi­\ndation, andby his complaints, and geftures, they\nappeared to be very full of paine $ After awhile\nthey began to mend : Me ftrokes\nbis Head again, and by fo doing, brings a freih\nfupplyof Humours into them again, which cau.\nfed the like unpleaffng Phenomena as beforeY\nAnd\n4ttdbisMiraculous Cures.\n\f44\ni\njinAecouiitofM'G iteatarick, &c.\nAndthisrccoilrfefromHead to Eyes wasrepeal\nted atleaft twenty times, as fundry Perfons of\nHonour, andIntegrity, who were thenprefcnt,\ncan tcftify.\n# Feb: 22. i66|*\nThe truth oftheft Narrations it -\ntejledby m\ne\nE, Foxcrofc M. A.\nandone of the Fclloms of the\nKings-Colledgein Cambridge.\na t t n t i t i t i t i i i t n\nF I N I S .\n\f","_id":931}