{"name":"Herald of Truth [Cincinnati] (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/herald_of_truth_cincinnati\/","mytitle":"Herald of Truth [Cincinnati] (IAPSOP)","mylang":"de","content":"  Herald of Truth [Cincinnati] (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Herald of Truth [Cincinnati]<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n  Herald of Truth, The.\r\n A Monthly Periodical, Devoted to the Interests of Religion, Philosophy, Literature, Science and Art\r\n Philosophy Governs the World, and True Philosophy Alone Can Govern it Rightly: It Has Power to Redeem Every Human Being\r\n 1847—1848  Monthly\r\n Cincinnati, OH.  Publisher: John White, Printer.  Editor: Lucius Alonzo Hine.\r\nSucceeds: Western Literary  Journal and Monthly Magazine->Quarterly Journal and Review\r\n  1\/1, July 1847-4\/1, July 1848.  88 pp., $3.00.\n\n John Calvin Spurlock, Free Love:  Marriage and Middle-Class Radicalism in America, 1825-1860 (UMI, 1987), 389, says that this was the organ of a Cincinnati brotherhood and was proto-spiritualist.  This last seems to have been expressed only in the journal's reviews of the claims of J.R. Buchanan and La Roy Sunderland, and in interminable discourses on \"Spiritual Philosophy\" and Mesmerism and its phenomena.  Hine ( -1909) was a labor radical and a center for radicalism of all sorts in the Ohio Valley.  Articles on \"Pathetism.\"  NYPL; CUNY; Columbia University; NY State Library; NY University; SUNY, Buffalo and Oneonta; Syracuse University; University of Rochester; US Military Academy.         Issues:Herald Of Truth V1 1847 Herald Of Truth V2 1847 Herald Of Truth V3 1848 Herald Of Truth V4 1848      <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/herald_of_truth_cincinnati\/","_id":932}