{"name":"Herold (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/herold_prague","mytitle":"Herold (IAPSOP)","mylang":"de","content":"  Herold (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Herold<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Herold.\r\n 1933\r\n Prague, Czech Republic.  Language:  Czech and French.  Publisher: Universalia.  Editor: Jan &#344;eb&#237;k (1867-probably 1951), Jaroslav Nov&#225;k.  Succeeded by: Logos\r\n 1\/1, January 1933.  12 pp., free to members of the Universalia Society of hermetic students for which it was the organ.  Only 2 or 3 issues seem to have been published.\n\n The journal published mainly contributions by members of the society, including Jan Kefer, M. Alter, Pierre de Lasenic, and others, and contained notifications of events for members of the society, answered questions, gave excerpts from occult texts, and recommended literature.  Its “Herold of Universalists” column printed notifications of the “Universalia, Loge de France, Paris” were published.\n\n The journal was published by “Universalia,” (the “Czechoslovakian Society of Hermeticists”) led by Jan &#344;eb&#237;k (1867-probably 1951).  The person responsible for gazette’s content was Jaroslav Nov&#225;k.  It was printed by Grafick&#233; z&#225;vody V. & A. Janota in Nov&#253; Byd&#382;ov.  In 1934 revue “Logos – revue for esoteric understanding of life and culture” (1934-1940) was established to follow the Herold’s path.\n\n Noted in  Peter Kala&#269;, “A Brief History of the Czech Esoteric Scene from the Late 19th Century to 1989,” ww.dcch.grimoar.cz.\n\n Contributed by Tom&#225;&#353; Hoyer, DCCH.     Issues:Herold V1 N1 Jan 1933      <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/herold_prague","_id":940}