{"name":"Horoscope [Dell] (IAPSOP)","type":"link","mylink":"http:\/\/iapsop.com\/archive\/materials\/horoscope_dell","mytitle":"Horoscope [Dell] (IAPSOP)","mylang":"de","content":"  Horoscope [Dell] (IAPSOP)        About   Archives   Practices   Contribute   Contacts   Search\n\n &nbsp; &nbsp;     Periodical:  Horoscope (Dell)<\/I>      \n\n    Summary:&nbsp;  From Pat Deveney's database:\n\n Horoscope.\r\n The Monthly Magazine of Personal Astrology \/ A Personal Guide for Everyone Day by Day \/ Daily Guide \/ Your Daily Guide.\r\n Other titles: Dell Horoscope\r\n 1936  Monthly\r\n New York, NY. \r\n Publisher: Dell Publishing Company; Bantam Doubleday Dell Publishing Company. \r\n Editor: Philip Sandoval; Marion Meyer Drew; Grant Lewi;  Edward A. Wagner; Julia Wagner.\r\n Succeeds: Your Daily Horoscope (November 1935-January 1936) \r\n Succeeded by: Astrology Guide\r\n  1\/1, 1936-current. \r\n $1.00-$3.50 a year,\r\n 64 pp. (varies).\n\n The journal and its competitor American Astrology were the leading astrology magazines of the last half of the twentieth century.  When Marion Drew left to edit Dal Lee's Astrology Guide, Grant Lewi (William Grant Lewi, 1902-1951) took over as editor.  He was a one-time professor of English at Columbia University, Dartmouth College and other schools who then, in the 1930s took up astrology, occasionally writing under the name \"Scorpio.\"  He was the author of two of the most influential books on the subject: Heaven Knows What (1935) and Astrology for the Millions (1940).  In 1950 he became editor of the Astrologer, published in Springfield, Massachusetts.  The journal is most notable to non-astrologers for the large selection of  small advertisement that characterized the pulps of the era, advertisements for AMORC, \"Earn Extra Money,\" \"Inventors Wanted,\" \"The 7 Keys to Power,\" rupture cures, \"Valley Psychic,\" \"Gypsy Fortune Telling Cards,\" \"Let Candle Burning Light Your Way to Money, Power, Success,\" \"Your Hidden Brain Power,\" etc.  Contributions by Louis de Wohl, Sydney Omarr, Llewellyn George, et al.  St. Louis Public Library; University of Illinois at Urbana; Michigan State University; NYPL\n\n       Issues:Horoscope V4 N2 Feb 1939 Horoscope V8 N10 Oct 1942 Horoscope V15 N9 Sep 1949 Horoscope V22 N8 Aug 1956 Horoscope V23 N1 Jan 1957 Horoscope V23 N4 Apr 1957 Horoscope V23 N7 Jul 1957       <\/p>\n\n  \r\nIAPSOP materials are licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. \r\n IAPSOP respects people's privacy and personal data rights.             <\/HTML>\n\n[1] http:\/\/iapsop.com\/archive\/materials\/horoscope_dell","_id":951}